[
{
    "done": "done",
    "title": "Isabela town in state of calamity due to dengue",
    "timestamp": "2015-06-30T13:54:00",
    "content": "ISABELA, Philippines – The rainy season has just started, but the municipality of Luna in Isabela province in the northern Philippines already declared state of calamity after their health office recorded 54 cases of dengue in just the month of June. Dengue is a fever, usually fatal, caused by a bite of Aedes mosquito. It targets the immune system of the body. Dr Claire Francisco, Luna’s health officer, said on Tuesday, June 30, the number of cases reported for the month is “significantly\" higher compared to the numbers reported in the same month in previous years. Although there is no case of death from dengue yet, the increase in the reported cases of the disease prompted the local government unit to declare a state of calamity to be able to release funds for the purchase of medical equipment. Francisco said the purchase of equipment will also be anticipation of more cases during the rainy season. Thirteen out of 19 barangays (villages) in the town were affected, she said. Francisco advised residents to maintain cleanliness and get rid of stagnant waters so dengue-causing mosquitoes would not have places to breed in. Riseing cases In April, the Department of Health (DOH) reported 6.49% increase of dengue cases in the country, citing 19,946 cases in the first quarter of 2015. The number reached 744 in Cagayan Valley, while Calabarzon had the highest with 3,778 and the Autonomous Region of Muslim Mindanao (ARMM) had the lowest with 312. Philhealth subsidizes dengue case confinement with to P31,300 for level 3. The subsidy covers the maximum allowable expense for room, drugs and medicines, and laboratory tests. The health department is expecting the number of dengue cases to peak in the months of July and August.",
    "url": "https://www.rappler.com/nation/97920-luna-isabela-state-of-calamity-dengue",
    "disease": "dengue"
},
{
    "done": "done",
    "title": "Dengue outbreak strikes 1,800 in Iloilo",
    "timestamp": "2013-07-06T17:20:00",
    "content": "ILOILO, Philippines – The number of dengue cases has surged in this Western Visayas province, infecting more than 1,800 people and killing at least 10, a provincial official said Saturday, July 6. The number of people struck down by the mosquito-borne disease in Iloilo this year is already 71% higher than the same period last year, provincial administrator Raul Banias told Agence France-Presse. He added dengue fatalities in the first half of 2013 were already equal to the total deaths for the whole of 2012. The latest outbreak in the province, located around 400 kilometers south of Manila, has caused particular alarm, because it began before the start of rainy season in June, when mosquitoes are less plentiful, he said. He added that the outbreak may be a sign of the changing behavior of mosquitoes and a result of people storing water improperly. Dengue is spread by mosquitoes that breed in stagnant water and usually bite people during daytime. \"But the behavior of the mosquitoes has changed. They are no longer biting only during the day. Even at night, they are biting,\" he said. Additionally, many of the 1.6 million people living in the largely-rural province still stockpile water in their homes due to lack of proper plumbing, making it easier for the mosquitoes to breed. Provincial health workers are now being deployed to the hardest-hit areas to inspect homes, searching for any water container where the mosquitoes might breed, Banias said. Residents are also being advised to keep their water containers covered while victims are being given free treatment in government hospitals, he said. Dengue fever is a recurring problem in the Philippines. While the number of incidents this year is slightly lower nationwide, it has been spiking in certain areas such as Iloilo.",
    "url": "https://www.rappler.com/nation/33088-dengue-outbreak-iloilo",
    "disease": "dengue"
},
{
    "done": "done",
    "title": "Dengue in Davao up 300%",
    "timestamp": "2012-09-24T11:08:00",
    "content": "DAVAO CITY, Philippines - A total of 3,096 dengue cases have been recorded here from January to September this year, an increase of more than 300% from last year's data. In 2011, the local health office documented a total of 896 cases during the same period, according to Melody Pabante, pest control officer of the Davao City's health office. Pabante added that the highest number of incidents this year was recorded during the month of August: 1,069 cases. A total of 42 dengue victims from the city have died since January. Clemarie Secuya, a 3rd year Computer Science student in Ateneo de Davao University, suffered from dengue days after school opened in June this year. “I thought it was just an ordinary case of fever due to the weather that time. I tried taking medicines but my temperature kept on rising,” Secuya recalled. She added that after 3 days of high fever, her mother brought her to the hospital. \"When I had my blood checked, we discovered that my platelets were already very low because of dengue,\" Secuya narrated. \"We tried every treatment available including herbal medicine like tawa-tawa and even durian, which is believed to be an effective treatment,\" said Secuya. Fortunately, the combination of traditional and alternative medicine was effective, she said. The city health office said the local government is trying its best to regularly remind residents to clean their surroundings to keep dengue mosquitoes away. Aside from information campaign, the local government also conducts fogging in different villages in the city. But fogging is a mere stop-gap measure, Pabante added. She said that the health office has also been distributing Olyset-treated curtains and ovicidal larvicidal (OL) traps to address the problem. In partnership with the Department of Education, Pabante said that the local government was successful in setting up OL traps and Olyset curtains in all public schools in the city. \"The increase is really alarming. We are hoping that the people would act on this. The efforts of the residents in removing the breeding ground of mosquitoes is the best solution,\" Pabante said.",
    "url": "https://www.rappler.com/nation/12942-dengue-in-davao-up-300",
    "disease": "dengue"
},
{
    "done": "done",
    "title": "Dengue alarm in Davao region",
    "timestamp": "2012-06-28T19:05:00",
    "content": "DAVAO CITY, Philippines - The Davao region is bracing for an expected increase in dengue cases, which local health officials said already rose by 108% this year. The Department of Health in Region 11 said that they have already documented 3,083 dengue cases from January to June this year, up from only 1,363 cases during the same period last year. \"These figures are unimaginably high. And we are all doing our best to address this increase,\" said DOH-11 regional director Dr. Abdullah Dumama. He said that 82% of the 3,083 cases come from Davao while the rest are from neighboring provinces and towns. At least 27 died of dengue in the city, according to the Davao City Health Office. Dumama said the rainy season is likely to worsen the situation. \"Yes, an increase is expected during this time of the year. But to experience a 108% [increase] is very alarming. Our teams in the localities were already mobilized to investigate the cases in the hotspot areas,\" Dumama said. Villages have also launched massive clean-up drives in possible breeding areas. Dumama gave assurances the region's blood bank has enough supply. \"I think we still have enough blood supply to cater to the present need as long as we will not have an outbreak here,\" Dumama said.",
    "url": "https://www.rappler.com/nation/7711-dengue-up-108-in-davao-region",
    "disease": "dengue"
},
{
    "done": "done",
    "title": "Dengue outbreak declared in Tuguegarao",
    "timestamp": "2015-07-10T21:40:00",
    "content": "CAGAYAN, Philippines – A dengue outbreak was declared in Tuguegarao City on Friday, July 10, after the city health office recorded 3 casualties. The 3 casualties – from 3 different villages – were aged 4, 8, and 16, City Health Officer Dr James Guzman told Rappler. Based on the historical data, the previous years' cases are much higher. The city health office only recorded 188 cases since January. But Guzman said the 3 casualties alarmed them enough to declare an outbreak. \"It is not normal to have one death in every 60 cases in the history of dengue in Tuguegarao,\" Guzman said. Mayor Jefferson Soriano ordered the city health office to conduct assessment and information drive about the disease. Guzman said they already mobilized barangay health officers and schools to ensure sanitation. He said that two of those who died likely got the disease in their homes because they were not attending school. A few weeks ago, another area in Cagayan Valley – the municipality of Luna in Isabela province – declared a state of calamity after its health office recorded 54 cases of dengue in just the month of June. In the first quarter of 2015, the health department reported 20,000 cases of dengue nationwide. On Friday, Isabela Governor Faustino Dy II declared a non-working holiday so residents could participate in an anti-dengue cleanup drive and bloodletting activities. As of July 2, the provincial health office recorded about 748 cases of dengue in the province since January, with 2 deaths in Santiago City. \"The rise in dengue fever cases necessitates public support to sustain the supply of blood reserves in government hospitals to meet the needs of critical dengue patients who undergo immediate blood transfusion,\" Dy said. Free blood testing services were offered at 4 government hospitals across the province: the Governor Faustino N. Dy Sr Memorial Hospital in Ilagan City, the Southern Isabela General Hospital in Santiago City, Manuel A. Roxas District Hospital in Roxas town, and Echague District Hospital in Echague town.",
    "url": "https://www.rappler.com/nation/98986-dengue-outbreak-tuguegarao-cagayan",
    "disease": "dengue"
},
{
    "done": "done",
    "title": "DOH: 372 deaths due to dengue since January",
    "timestamp": "2016-08-17T12:20:00",
    "content": "MANILA, Philippines – The Department of Health (DOH) said on Tuesday, August 16, that it has recorded a total of 84,085 suspected dengue cases in the country from January 1 to August 6, 2016. This is 15.8% higher compared to the same period in 2015 (72,627), and out of this number, 372 people died. Dengue is a disease common in tropical and sub-tropical countries in the world. It is transmitted through the bite of an Aedes mosquito, according to the World Health Organization. The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. According to the health department, most of the dengue cases in the country were from Calabarzon (11.2%), Central Visayas (9.5%), Northern Mindanao (9.3%), Western Visayas and Soccsksargen (8.9%), and Central Luzon (8.5%) There were 585 laboratory-confirmed dengue cases in the country. Dengue fever is potentially fatal and mainly affects children. Among the hundreds who died, for instance, the age group with the highest case fatality rate is composed of children who are less than one year old. Central Visayas has so far the highest number of deaths this year, with 65 recorded deaths as of August 6. The DOH has already identified around 80 barangays (villages) in the country as dengue clusters or \"hot zones.\" These are areas that reported 3 or more dengue cases for the past 4 straight weeks. Health Spokesperson Eric Tayag earlier said if the cases in a cluster continue to rise, it could indicate a possible dengue outbreak in that barangay, especially if deaths were reported in the area.",
    "url": "https://www.rappler.com/nation/143318-doh-philippines-dengue-updates-january-august-2016",
    "disease": "dengue"
},
{
    "title": "Dengue cases rise in Visayas, Mindanao",
    "timestamp": "2013-07-31T17:21:00",
    "content": "MANILA, Philippines – While the number of dengue cases in the country decreased over the year, Visayas and Mindanao are the exception to the overall trend. The Department of Health (DOH) on Wednesday, July 31, reported a 7.7% drop in the cases of dengue from 67,339 in July 2012 to 62,156 today. DOH Secretary Enrique Ona noted the significant decline of dengue cases in Luzon. In the National Capital Region, cases of the infectious disease went down by 69% based on DOH data. The region recorded the highest decline in the entire country. The Visayas and Mindanao, however, reported a surge of dengue cases. The uptick was pegged at 53% in Visayas and 44% in Mindanao. The DOH said the alarming figures outside of Luzon can be due to “higher amounts of precipitation” experienced in those areas during the first half of the year. Last year, Mindanao’s Davao City registered a 300% increase in the cases of dengue fever. On July 6, Iloilo province of Western Visayas also reported a 71% surge. Dengue is a mosquito-borne disease frequently occurring in tropical and sub-tropical regions that may lead to lethal complications. Loss of lives Emily Divinagracia lost her brother to dengue in the 1980s. \"What it did was bring home the fact that those abstract morbidity and mortality figures… aren't abstract at all—that these are real people, leading real lives, whose illnesses affect real families,\" she said. In an e-mail to Rappler, Divinagracia recalled her brother’s sudden demise at the age of 27. \"After graduating from UP Law as the president of his class, passing the bar exams in the top 20, and working at the Supreme Court under then-Justice Irene Cortes, my brother John caught dengue fever and passed away from dengue hemorrhagic shock after 5 days in hospital,\" she narrated. Divinagracia herself took up medicine at the University of the Philippines (UP) Manila. She said the virus-carrying mosquitoes could have come from anywhere–\"water in pails, improperly-covered containers, long stagnant puddles because of rain, coupled with poor drainage.\" New treatment guidelines This year, dengue fatalities dropped to 263 cases. The death toll is 40% lower than last year’s 435 during this same period. The DOH said new treatment guidelines now focus on earlier replenishment of body fluids. The health agency issues and updates clinical pathways – a standardized management of diseases – disseminated to doctors in public hospitals across the county. Divinagracia who experienced the impact of the disease first-hand – during her brother’s death in the 80s and when she was diagnosed with dengue in 1997 – said early detection would help Filipino families. \"The sort of rapid screening tests available today weren't available 24 years ago, which means supportive therapy can be started much earlier than before,\" she said. Chikungunya outbreak Meanwhile, Ona said on Wednesday, July 31, that it was only a matter of time before the Chikungunya virus hit the Philippines. A surge of cases, he said, had already been reported in Thailand and Singapore last year. \"Chikungkunya is a viral disease similar to dengue,\" the health secretary said. \"Less ang chance of dying. However, mas matagal ang side effects (The chance of dying is less. However, the side effects last longer).\" The Philippine Star reported an outbreak of the disease in 10 Philippine municipalities. The health chief added that sore muscles are often experienced even after one is healed. \"It is even difficult to differentiate it from an ordinary flu, except mas matindi ang (there is worse) muscle and joint pain,\" he explained. DOH efforts Ona encouraged local governments to step up their anti-dengue campaigns as more frequent rains will\"“herald increased mosquito population that thrive in stagnant water.\" The DOH is currently monitoring the Ovicidal-Larvicidal (OL) mosquito traps – an innovation introduced through a joint project with other government agencies – placed in schools and communities. (READ: Crowdsourcing dengue alert) A habit of searching for and eliminating mosquito-breeding sites in local communities at least once a week was also launched by the DOH. The strategy needs collective community efforts, with the searches routinely done 4 pm onwards.",
    "url": "https://www.rappler.com/nation/35290-dengue-cases-rise-visayas-mindanao",
    "disease": "dengue"
},
{
    "title": "14-year-old girl dies of dengue in Albay",
    "timestamp": "September 17, 2017 12:04pm",
    "content": " A 14-year-old girl in Albay province has died while confined in a hospital for dengue last week.The victim was identified as Kyla Morada Velasco, ersident of Barnagay Binitayan, Daraga.The Department of Health's regional office in Bicol said Velasco is the third dengue fatality in Albay province since January 1.In June, the DOH had said there was a downtrend in the number of recorded dengue cases in the country this year.It said that as of June of this year, a total of 143,902 dengue cases have been recorded. The number is 32 percent lower from the 211,000 cases during the same  period in 2016.",
    "url": "http://www.gmanetwork.com/news/news/regions/626121/14-year-old-girl-dies-of-dengue-in-albay/story/",
    "disease": "dengue"
},
{
    "title": "Dengue cases down by 32% —DOH",
    "timestamp": "June 17, 2017 12:17pm",
    "content": " The Department of Health said Saturday that dengue cases nationwide have decreased by 32 percent this year, radio dzBB Mao dela Cruz reported Saturday.DOH's records show that the number of dengue cases dropped by 31.8 percent compared to year's tally.From 211,000 cases in same spot period in 2016, the number is down to 143,902 this year.But despite the decrease in the number dengue cases in the country, DOH said efforts to combat the mosquito-borne virus would remain relentless.In a statement on Thursday, DOH said most of the dengue cases in 2017 were from the following regions: Central Visayas Region (15.5%), Central Luzon Region (13%), National Capital Region (12.2%), CALABARZON Region (11.4%) and SOCCSKSARGEN Region (11.1%).Meanwhile, DOH Secretary Paulyn Ubial pointed out that addressing the dengue scourge should begin at the grassroots level.\"The significance of addressing dengue at the barangay level is to overcome its detrimental impact of instigating economic burden and hindering our development goals. The first step to prevent dengue is within our homes, it is important to instill cleanliness in our surroundings and empty containers with stagnant waters to eliminate the breeding places of mosquitoes,\" Ubial added.",
    "url": "http://www.gmanetwork.com/news/news/nation/614866/dengue-cases-down-by-32-doh/story/",
    "disease": "dengue"
},
{
    "title": "DOH: Mild dengue cases can be managed at home",
    "timestamp": "September 2, 2010 5:01pm",
    "content": "The Department of Health (DOH) assured the public that mild dengue cases can be managed at home and not all cases require hospitalization. Dr. Eric Tayag, Chief of the DOH National Epidemiology Center (NEC), said a dengue case is usually considered 'mild' when a dengue patient seeks medical attention early and is diagnosed immediately. \"Kaya mas maraming mild [cases] sapagkat mas maraming maagang pumupunta sa ospital ngayon, na gusto nating mangyari (There are a lot of mild cases recently because many patients go to hospitals immediately, which is exactly what we want),\" he said. \"Lumalabas na mild kasi maaga silang nagpapatingin (The dengue appears mild because they seek early consultation).\" The DOH devised an easy-to-remember D.E.N.G.U.E. acronym to educate the public on home treatment of mild dengue cases. It stands for: Daily monitoring of patient's status Encourage intake of oral fluids Note any dengue warning signs like persistent vomiting and bleeding Give paracetamol, not aspirin Use mosquito nets Early consultation is advised Home treatment of mild dengue cases, will also help decongest public hospitals that barely have room for more patients, the DOH said. Dengue patients are usually admitted to hospitals for blood transfusion and replacement of lost fluids. However, when dengue is diagnosed early, a patient can be managed at home by encouraging intake of oral fluids or oral glucose electrolyte solution. According to the DOH, an oral solution of one liter of water, eight teaspoons of sugar and one teaspoon salt can act as a substitute for an oral glucose electrolyte solution. Tayag reminds the public to be wary of perceived cures to dengue like camote tops, raw papaya juice and tawa-tawa tea. He said that these home remedies may either aggravate or cure, depending on the degree of the patient's sickness. \"Hindi namin tahasang nirerekomenda, hindi rin naman namin ipinagbabawal, pero mas maigi na po na 'wag kayong magkaroon ng false sense of security sapagkat baka akala niyo gamot iyan. Wala pong gamot ang dengue,\" he said. (We are neither recommending nor disputing these home remedies, but it's best to not have a false sense of security because you might think these remedies cure dengue. There is no medicine for dengue.) As of August 21, 2010, a total of 62, 503 cases were reported, almost 90% higher compared to the number of cases in the same time period last year. The year 2009 currently has the highest number of dengue cases in the country. However, DOH earlier said the number of cases could reach 80,000 by the end of the year, and could even be much higher than the 2009 record. Region 6, 4-A and 12 have the most number of dengue cases reported from January 1 to August 21, 2010. Four hundred sixty five deaths were recorded nationwide. DOH ramps up info campaign The DOH has also heightened its public education and information campaign against dengue. DOH is giving out this dengue health advisory pamphlet at LRT stations. Click here to download Earlier this month, the DOH started their school visits to disseminate dengue information to pupils. Now they are bringing dengue prevention data to Light Rail Transit (LRT) stations around the metro. On Thursday, DOH Secretary Dr. Enrique Ona visited the LRT-Monumento station in Caloocan to unveil an information tarpaulin that will be posted in all LRT stations. Ona also gave away health advisory pamphlets that remind the public about dengue prevention. These pamphlets and information materials are not only for preventing dengue but also for preventing other rainy season diseases like flu, cough, and sore eyes. The Health chief reminded the public to keep these preventive measures in mind, especially when they ride public vehicles. \"Laging iniisip ito lalu na sa LRT kung saan ang mga pasahero natin ay kumpol-kumpol at magkakalapit-lapit (Remember this especially when you ride the LRT, where passengers stand close together),\" he said. \"Kapag uubo, takpan ang ating bibig. 'Pag uwi, hugasan ninyo ang inyong kamay with soap and water (Cover your mouth when you cough and when you get home, wash your hands with soap and water),\" he said, adding that failing to do these simple sanitary measures increase the possibility of spreading diseases like flu and sore eyes. The DOH also played the Dengue jingle, which reminds people to clean their houses and destroy breeding grounds of dengue-carrying mosquitoes. Listen to the Department of Health's DENGUE JINGLE The song goes, \"Alam mo ba, alam mo ba, kung walang kiti-kiti, walang lamok. Alam mo ba, alam mo ba, kung walang lamok, walang dengue.\"",
    "url": "http://www.gmanetwork.com/news/news/nation/200058/doh-mild-dengue-cases-can-be-managed-at-home/story/",
    "disease": "dengue"
},
{
    "title": "DOH: 42,207 dengue cases, 193 deaths from January to 1st week of June ",
    "timestamp": "June 15, 2013 4:06am",
    "content": "The DOH's National Epidemiology Center said the total figure represents a one-percent decline, or 456 fewer cases, compared to the same period in 2012. A breakdown of data showed that most of the dengue cases from Jan. 1 to June 8 were recorded in: - Central Visayas (6,023 cases, 51-percent increase) - Calabarzon (4,742, 17-percent decrease) - Davao Region (4,364, 30-percent increase) - Western Visayas (4,444, 102-percent increase) - SOCCKSARGEN (3,963, 126-percent increase). “Dengue needs urgent action and we need it now. In the absence of the usual cures and vaccines, we have to rely on the basics of early prevention and community action,” DOH Secretary Enrique Ona said on the department's Facebook page Friday. Metro Manila had 3,073 cases or 6,208 fewer cases - a 67-percent decrease, with Quezon City having 617 cases or a 77-percent decrease; Manila with 542 cases or a 65-percent decrease; Caloocan with 345 cases or a 67-percent decrease; Parañaque with 188 cases or a 67-percent decrease; and Valenzuela with 186 cases or a 62-percent decrease. Yet Ona reminded residents in areas that had fewer cases not to be complacent since dengue cases may peak in August and September. The DOH also noted areas at high risk include urban centers where there is poor environmental management of household waste. Community-based system The DOH has called for a community-based, local government unit-initiated dengue control program starting in households. Such a program reaches out to schools and other mosquito-dense areas in the community. According to the DOH, dengue-carrying mosquitoes breed in artificial containers as well as old tires, puddles and empty coconut shells. “The battle against dengue can be won right in our own backyards but this will not be easy for each one of us,” Ona said. Multi-agency effort The DOH entered into a pact with the Departments of Interior & Local Government (DILG), Science and Technology (DOST), and Education (DepEd) to work together in controlling dengue. \"DILG will lead all LGUs to implement the Aksyon Barangay Kontra Dengue in high-risk communities; DOST and DepEd together with DOH will scale up the home-grown ovi-larva (OL)-trap technology in selected, priority schools. The new set of local chief executives can easily make dengue control one of their top priorities,\" the DOH said. On the other hand, the DOH noted 2013 is the third year since June 15 was declared ASEAN Dengue Day during the 10th ASEAN Health Ministers Meeting in Singapore on July 22, 2010. ASEAN Dengue Day promotes a shift from reactionary strategies to forward-planning and long-term prevention strategies. Ona will spearhead the Philippines' ASEAN Dengue Day observance in Cebu, while Vietnam hosts all countries in the region in this year’s region-wide campaign. 4 o'clock habit Earlier this year, the DOH relaunched the 4 o'clock habit where residents map out high risk areas in a locality, and organized teams to undertake critical response activities. This also involves the \"Stop, Look and Listen\" system where \"Stop\" means dropping everything in favor of mosquito control. \"Look\" means assigned teams carry out systematic “search and destroy” activities starting 4 p.m. \"Listen\" means heeding instructions of local authorities, community leaders, or work supervisors for synchronous implementation of the 4 o’clock habit. \"This can be done on a daily basis, or at least on a weekly basis based on institutional capacity and prevailing resources,\" the DOH said.",
    "url": "http://www.gmanetwork.com/news/news/nation/312978/doh-42-207-dengue-cases-193-deaths-from-january-to-1st-week-of-june/story/",
    "disease": "dengue"
},
{
    "title": "DOH identifies 80 barangays as dengue 'hot zones'",
    "timestamp": "August 17, 2016 11:13 AM",
    "content": "MANILA, Philippines (UPDATED) – The Department of Health (DOH) on Tuesday, August 16 revealed around 80 barangays (villages) in the country dubbed dengue clusters or \"hot zones.\"\nThe number doubled from the 47 hot zones earlier identified by the department. The following barangays located in 11 regions reported 3 or more dengue cases for the past 4 consecutive weeks:\nAccording to Health Spokesperson Eric Tayag, if the cases in these clusters continue to rise, it could indicate a possible dengue outbreak in the barangay, especially if deaths were reported in the area.\nDengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito, according to the World Health Organization. Dengue fever is potentially fatal and mainly affects children.\nDengue is a common disease during the rainy season. The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. (READ: Dengue cases to rise in 2016 due to El Niño – DOH)\nThe health department reported 70,697 suspected dengue cases from January 1 to July 23, 2016 – 19.1% higher compared to the same period in 2015 (59,342 cases). Of this number, 308 died (0.44% case fatality rate).\nMost of the suspected dengue cases were from Calabarzon (11.9%), Central Visayas (9.9%), Soccsksargen (9.2%), Northern Mindanao (9.1%), and Central Luzon (9%).\nThe DOH also recorded 521 laboratory confirmed dengue cases, most of which were from the Zamboanga Peninsula.Tayag reminded the public to keep their environment and homes clean to prevent mosquitoes from breeding.\nHe also urged Filipinos to seek early consultation as soon as they experience the \"danger signs\" of dengue, which include not only fever but also vomiting and abdominal pain.",
    "url": "https://www.rappler.com/nation/142566-philippines-doh-barangays-dengue-hot-zones",
    "disease": "dengue"
},
{
    "title": "DOH reports almost 20,000 dengue cases in Q1",
    "timestamp": "April 17, 2015 1:36 PM",
    "content": "MANILA, Philippines – The Department of Health (DOH) has recorded 19,946 suspected dengue cases in the first 3 months of 2015 – 6.49% higher than the same period in 2014.\nDengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children.\nBased on the latest report from DOH’s epidemiology bureau, the region with the highest number of cases is Calabarzon (3,778 cases), followed by Central Luzon (2,732 cases), the National Capital Region (2,628 cases), and Northern Mindanao (2,241 cases).\nARMM recorded the highest increase in the number of cases at 126.1%, while Eastern Visayas saw the highest decrease at 85.8%.\nThe 5-page report, signed by Vito Roque Jr – the newly-designated officer-in-charge of the epidemiology bureau – covers the period January 1 to April 4, 2015.\nAlthough the number of cases this year is higher than in 2014 (18,730 cases), less deaths were recorded, with only 53 deaths in 2015 compared to 85 deaths in 2014.\nMost of the cases involved males (54.5%), and belonged to the 5 years old to 14 years old age group (38.7%). The youngest Filipino who had dengue was a less-than-a-month-old baby.\nThe Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. (READ: PH spends less than P1B to fight neglected tropical diseases)\nThe country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. It will be available in the health department’s vaccine program by July 2015.",
    "url": "https://www.rappler.com/nation/90221-doh-dengue-cases-first-quarter-2015",
    "disease": "dengue"
},
{
    "title": "24 dengue deaths reported in Negros Occidental since January 2016",
    "timestamp": "September 01, 2016 10:57 PM",
    "content": "BACOLOD CITY, Philippines – Dengue cases in Negros Occidental have reached an epidemic threshold. While 24 deaths have been reported in Negros Occidental – 8 of which were in Bacolod City – since January of this year, the provincial government has yet to declare a state of calamity.\nAs Provincial Health Officer Ernell Tumimbang explained on Thursday, September 1, \"we’re not entertaining declaring a state of calamity because that’s counterproductive. We’re making necessary interventions. If it’s beyond control, even with the conduct of emergency fogging and larvicide treatment, then that’s the time we can declare to prepare for the worst scenario later on as dengue patients may storm the hospitals.\"\nHe added that it’s \"not alarming\" even if the cases have already reached the epidemic level.\nTumimbang also said the provincial health office will continue with the emergency fogging and larvicide treatment in localities with high dengue incidence.\nThere were two deaths in the same period last year, though the data for Negros Occidental did not include Bacolod at the time.\nThe dengue death toll in the province increased after 4 more fatalities were reported in the past week.\nAside from the 8 deaths in Bacolod City, fatalities were reported in the cities of La Carlota, San Carlos, Silay and Talisay with two each; and one each in the cities of Bago and Sagay, and the towns of E.B. Magalona, Hinigaran, Hinoba-an, La Castellana, Moises Padilla, and Murcia.\nDengue cases\nFrom January 1 to August 27 this year, a total of 3,431 dengue cases were reported in the province while 1,158 cases were reported last year, with an increase of 2,273 cases, or 196 percent, records at the Provincial Health Office showed.\nMost of the cases were from Silay City with 339, followed by Bago City with 281.\nOther localities with high dengue incidence were Himamaylan City with 275; Kabankalan City with 247; Cauayan with 246; Isabela with 199; La Carlota City with 149; San Carlos City with 146; and Hinoba-an with 108.\nThe provincial health office also noted Isabela has the highest incidence rate of dengue among the localities.\nMost of the dengue patients were admitted to Corazon Locsin Montelibano Memorial Regional Hospital in Bacolod City with 669; Teresita L. Jalandoni Provincial Hospital in Silay City with 641; and Don Salvador Benedicto Memorial Hospital in La Carlota City with 210.\nMajority of the dengue cases belonged to the 11 to 20 year old age group, followed by 1 to 10 age group, the report said, adding that 1,828 of the cases affected male patients while 1,603 were females.\nThe provincial health office noted that dengue cases increased in the months of July and August this year.",
    "url": "https://www.rappler.com/nation/144919-dengue-deaths-negros-occidental",
    "disease": "dengue"
},
{
    "title": "DOH monitoring 'deadlier' dengue strain",
    "timestamp": "December 12, 2012 7:11 PM",
    "content": "MANILA, Philippines – Medical experts are closely monitoring dengue cases in western Mindanao, particularly a rare but “deadlier” strain that was first monitored in the region two years ago, according to the Department of Health (DOH).\nAs summer ends, DOH Assistant Secretary Dr Enrique Tayag said dengue cases are increasing in Zamboanga City, where the spread of “serotype 4” dengue strain has been monitored.\n\"We are still investigating why the cases are high in Mindanao. Cases usually shoot up there are new serotype strains. There is a possibility that the older serotype 2 strain has been replaced with a new one, making the populace more vulnerable,\" Tayag explained.\nOf the 4 \"serotype\" strains or variation of dengue viruses, types 2 and 3 are the most common in the country.\nAccording to DOH, those who get infected with the common dengue serotypes develop immunity from these strains until the following year. If serotype 4, for instance, will spread as a predominant strain in an area, this will make most people susceptible to the disease.\nAmong the areas in Mindanao, Zamboanga City is apparently vulnerable to dengue fever since DOH discovered all serotypes there.\n\"During the 2010 outbreak, it was confirmed that dengue serotype 4, which increases the chances of fatality among those infected with disease, was already existing in Zamboanga City,\" said Dr Norvie Taruc-Jalani of the DOH's Regional Epidemiology and Surveillance Unit.\nDouble whammy\nThis is seen as a double whammy for the city since the new strain is not only “deadlier,” but also raises the risk of infecting more people.\nZamboanga City health chief Rodel Agbulos said 600 dengue patients were recorded in the city from January to March this year, which is double the number of cases compared to the same period in 2011. At least 9 of the patients have died.\nThe city government has re-intensified the campaign community clean-up drive and educating the public to fight dengue fever.\nAt least 130,000 dengue cases were recorded throughout the country last year, DOH records show.\nIn Metro Manila, the serotype 2 remains the dominant strain, according to Tayag.\nBut he warned that migration or people traveling to Mindanao may contract the strain and may contribute to its transmission to the metropolis.",
    "url": "https://www.rappler.com/nation/4613-doh-closely-monitoring-deadlier-dengue-strain",
    "disease": "dengue"
},
{
    "title": "Dengue cases approach epidemic threshold in Negros Occidental",
    "timestamp": "August 12, 2016 2:34 PM",
    "content": "BACOLOD CITY, Philippines – Dengue cases in Negros Occidental have increased dramatically, causing alarm to the Provincial Health Office (PHO).\nRecords at the PHO showed that the total number of dengue cases in the province in the first 8 months of the year had increased to 197% compared to the same period in 2015.\nFrom January 1 to August 6 this year, a total of 2,520 dengue cases were reported, while 849 cases were reported last year – an increase of 1,671 cases, the PHO said on Friday, August 12.\nProvincial Health Officer Ernell Tumimbang said \"we’re approaching the epidemic threshold,\" as he cited the 17 dengue deaths in the province, including 6 in Bacolod City.\nHe said that fatalities should not be more than 1% of the total dengue cases. The recent two dengue deaths, from La Carlota City and EB Magalona, were reported over the weekend.\nHe said that most of the deaths were caused by late referral to the health office.\nHe said that most of the patients were already in a serious state when they were admitted to the hospital.\nHe advised the public to bring to the hospital those with suspected dengue symptoms right away so the physician can monitor the patient. Signs of dengue include fever and body malaise, he said.\nMost dengue cases in Silay\nSilay City has the majority of the cases at 252. Bago City follows with 202 cases.\nOther reported cases were in Himamaylan City, 199; Kabankalan City, 196; Cauayan, 165; Talisay City, 164; Isabela, 155; San Carlos City, 127; La Carlota City, 104; and Sipalay City, 89.\nMajority of the dengue cases belonged to the age group of 1 to 10-year-olds, followed by 11-20 age group, the report said.\nRecords showed that 1,362 of the cases affected male patients while 1,158 were females.\nMeanwhile, Tumimbang said he would meet with Governor Alfredo Marañon Jr and the concerned local government units for their next action to address the increase of dengue cases in the province.\nPHO is planning to implement emergency fogging in local government units with high dengue incidents and to investigate if there are breeding grounds in the barangays.\nHe reminded the public to keep their surroundings clean to prevent the mosquitoes from breeding.\nThe Department of Health on Wednesday revealed the 47 barangays (villages) in the country dubbed dengue clusters or \"hot zones.\" The barangays, located in 9 regions, reported 3 or more dengue cases for the past 4 consecutive weeks. None in Negros Occidental was listed, however.",
    "url": "https://www.rappler.com/nation/142821-dengue-epidemic-threshold-negros-occidental",
    "disease": "dengue"
},
{
    "title": "PH among nations with highest dengue incidence in W. Pacific",
    "timestamp": "February 19, 2015 10:43 PM",
    "content": "MANILA, Philippines – Among countries in the Western Pacific, incidence of dengue was highest in the Philippines, Cambodia, Malaysia, and Australia in recent years.\nThis was according to a report on neglected tropical diseases (NTDs) released by the World Health Organization (WHO) on Thursday, February 19, which pegged the investment cost of global vector control at $510 million annually.\nThe region reported 348,452 dengue cases in 2012 alone, including 1,199 deaths as the disease has a case-fatality rate of 0.30%.\nDengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children.\nWHO said dengue is a \"disease of the future\" because of \"increased urbanization, scarce water supplies, and, possibly, environmental and climate change.\"\nNTDs, meanwhile, are infections caused by a variety of pathogens that affect more than 1 billion people worldwide. These diseases are endemic in 149 countries, according to WHO.\nPart of the proposed Sustainable Development Goals is to end NTDs like dengue by 2030. To do this, WHO urged countries to invest billions of dollars to combat the diseases.\nInvest to fight dengue\nIn the report, WHO said island nations in the Western Pacific such as Fiji are susceptible to dengue epidemics. Malaysia and Singapore also reported a sustained epidemic activity from 2013 to 2014.\n\"Diagnosis and management remain a challenge, with all efforts now focused on vector control with active community involvement,\" the report said of dengue in the region.\nTo sustain vector control worldwide, WHO said the needed investment target is an average of $510 million per year from 2015 to 2030. The figure may continue to increase in the context of climate change.\nAnd while a dengue vaccine is already in the works, the UN health agency said its introduction may only \"re-program\" some of the investment in vector control towards immunization. Vector control is still cost-effective to combat dengue.\n\"Investments in vector control should therefore be seen as complementary to the development and implementation of a future dengue prevention and control strategy. As the disease continues to expand to newer areas, vector control alone can prevent and reduce outbreaks,\" the report said.\nIn the Philippines, a dengue vaccine tested in the country and 4 other Asian countries showed promising overall efficacy and will be available in the health department’s vaccine program by July 2015.\nChallenges ahead\nAlthough dengue and chikungunya \"continue to spread at an alarming pace,\" WHO said significant progress has been made against these diseases.\n\"Trends indicate declining mortality [due to dengue], but morbidity has continued to increase, due partly to better reporting systems,\" the report said.\nTo reduce the burden of dengue, vector control must complement with other measures such as effective surveillance, prevention, and outbreak response.Challenges in the next 15 years include:\nshortage of trained health workers\nabsence of integrated vector-control programs\ndegree of readiness in some countries to implement WHO-recommended integrated programs comprehensively\n\"Control of dengue is technically feasible with coordinated international technical and financial support for national programmes, and has proven effective in reducing the global burden of malaria,\" WHO said.",
    "url": "https://www.rappler.com/science-nature/life-health/84446-who-western-pacific-dengue-cases",
    "disease": "dengue"
},
{
    "title": "Number of dengue cases doubles in Cordillera",
    "timestamp": "September 01, 2015 4:38 PM",
    "content": "BAGUIO CITY, Philippines – The onset of rainy season caused the increase of dengue cases in all 6 provinces of the Cordillera Administrative Region and the city of Baguio, the Department of Health said.\nDengue surveillance report from January to August this 2015 showed a 103% increase in dengue cases in the region – or 2,383 dengue suspects compared to 1,176 for the same period last year.\nAt least 3 fatalities were reported this year compared to two deaths in 2014 due to dengue. The fatalities include:\nAn 85-year-old male from Luna, Apayao, with a final diagnosis of dengue shock syndrom\nA 7-year-old from Rosario, La Unio\nAn 89-year-old male from Cervantes, Ilocos Sur\nJE: Another mosquito-borne disease\nAs dengue cases continue to increase in the Cordillera, the health department is likewise wary of a possible case of Japanese encephalitis (JE), another serious disease caused by mosquito that the public should be aware of.\nDOH Regional Director Amelita Pangilinan recently told reporters that the health agency have fielded workers to gather samples of mosquitos for laboratory tests in an aim to detect possible JE presence.\nShe explained that JE is caused by mosquitoes (Culex species) infected with the JE virus. Like dengue and chikungunya, JE still has no treatment.\nAccording to Pangilinan, JE was first recognized in the late 1800s in Japan and has since spread across East and Southeast Asia, becoming a leading cause of childhood viral encephalitis.\nEradicating the breeding sites of mosquitos, Pangilinan explained, is important and easy. Disposing stagnant water should be effortless, she said.\nElsewhere, in July, a dengue outbreak was declared in Tuguegarao City in Cagayan province in the northern Philippines. The month before that, the town of Luna in Isabela province, in the same northern region, was put under state of calamity due to dengue.\nThe province of Negros Occidental also reported that as of mid-August, the cases of dengue had increased by 80.84% compared to the first 8 months of last year. A total of 774 dengue patients were admitted to different private and public hospitals from January 1 to August 15 this year, the provincial health office said.",
    "url": "https://www.rappler.com/nation/103711-dengue-cases-double-cordillera",
    "disease": "dengue"
},
{
    "title": "Cebu raises dengue alert as La Niña nears",
    "timestamp": "June 05, 2016 2:27 PM",
    "content": "CEBU CITY, Philippines – In preparation for the coming La Niña season, the Cebu Provincial Health Office (PHO) has raised the alert for dengue fever on Friday, June 3.\nAccording to the Department of Health (DOH), at least 14 people have already died from dengue in Cebu province from January to May 2016. The number of cases of dengue have also risen to 1,594 in those 5 months.\nToledo City recorded the highest number of cases with 222 dengue fever cases and 1 death, followed by Balamban town with 192 dengue fever cases and 1 death, and Liloan town with 162 dengue fever cases and two deaths.\nBogo only had 92 dengue fever cases but 4 people already died from the fever, making it the town with the highest number of casualties in the province.\nHealth education and promotion officer Wilfredo Salgado Jr said that most of the victims in the province are children.\n\"The immune system of children are not as strong compared to adults. Most of the kids still can't communicate what problems they have, unlike adults who can easily verbalize what they are feeling,\" Salgado said.\nDr Wilson Anthony Egos, medical officer for communicable and non-communicable diseases, said that the government is focusing on prevention and control of dengue.\n\"It's still being worked on in coordination with the national government. We are planning to have a mass immunization of dengue vaccine in schools here,\" Egos said.\nEgos advised the public to practice the 4S to prevent dengue – search and destroy, self-protection measures, see early consultation, and say yes to misting.\nAside from dengue, the PHO also released a public advisory on diarrhea and cholera, which are also common diseases during the rainy season.\nThe PHO encouraged the public to be conscious of their hygiene, observe proper hand washing, and proper food handling. The office also advised Cebuanos to boil their drinking water if their sources are unfiltered to kill harmful bacteria and prevent diseases.",
    "url": "https://www.rappler.com/nation/135392-cebu-raises-dengue-alert-lanina",
    "disease": "dengue"
},
{
    "title": "Almost 800 hospitalized for dengue in Negros Occidental in 2015",
    "timestamp": "September 01, 2015 3:51 PM",
    "content": "BACOLOD CITY, Philippines – Dengue cases in the province of Negros Occidental are up by 80.84% as of mid-August compared to the first 8 months of last year, records at the Provincial Health Office showed.\nA total of 774 dengue patients were admitted to different private and public hospitals from January 1 to August 15 this year, compared to 428 incidents of the same period in 2014.\nOnly one fatality has been reported in 2015 so far, while there were 3 in 2014.\nThe following are the numbers of dengue cases recorded in the localities:\nBago City - 99 cases; 1 fatality\nSilay City - 78 cases\nVictorias City - 70 cases\nLa Carlota City - 57 case\nIsabela - 42 cases\nTalisay City - 36 cases\nKabankalan City - 33 cases\nCauayan - 28 cases\nBinalbagan - 27 cases\nEB Magalona - 27 cases\nThe Provincial Health Office also noted 5 localities with high percentage increase, compared to the same period in 2014. These are:\nCauayan - 1,300% increase\nLa Castellana - 733.33% increase\nIsabela - 500% increase\nEscalante City - 375% increase\nHinoba-an - 300% increase\nThe provincial government continues with its massive information drive on dengue, urging the public to keep their surroundings clean and dry to prevent dengue-carrying mosquitoes from breeding.\nMeanwhile, at least 111,810 children and youth in the province are set to be vaccinated by the Department of Health (DOH) this month. The activity started on August 10.\nThe DOH and its partners will administer measles rubella vaccine, tetanus, diphtheria vaccine, and human papilloma virus vaccine in all public elementary and public high schools here.\nProvincial Health Officer Ernell Tumimbang stressed the importance of immunization and urged students to help their parents, teachers, and community in cleaning surroundings to prevent the growth of dengue mosquitoes.\nElsewhere, in July, a dengue outbreak was declared in Tuguegarao City in Cagayan province in the northern Philippines. The month before that, the town of Luna in Isabela province, in the same northern region, was put under state of calamity due to dengue.",
    "url": "https://www.rappler.com/nation/103712-dengue-cases-increase-negros-occidental",
    "disease": "dengue"
},
{
    "title": "More than 78,000 dengue cases since Jan 2015 – DOH",
    "timestamp": "September 23, 2015 1:27 PM",
    "content": "MANILA, Philippines – The number of reported dengue cases in the Philippines climbs to 78,808, based on the latest report from the Department of Health (DOH) covering the period of January 1 to September 5.\nThis is a jump of more than 23,000 cases from the last DOH report in September, which showed there were 55,079 suspected cases during the period of January 1 to August 8.\nThe latest figure of 78,808 is 16.5% higher than the 67,637 reported cases from January 1 to September 5, 2014.\nDespite the higher number of cases, DOH recorded 233 deaths from January to September – lower than 2014's 297 deaths.\nMost of the cases come from Calabarzon (15.1%), Central Luzon (15%), National Capital Region (10.3%), Ilocos Region (8.2%), and Northern Mindanao (7.4%).\nDengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children. (READ: What are the common rainy season diseases?)\nThe Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. (READ: PH spends less than P1B to fight neglected tropical diseases)\nThe country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. The health department hopes the vaccine will be registered soon so it can be given at least on a pilot basis by 2016.",
    "url": "https://www.rappler.com/nation/106826-dengue-cases-january-september-2015",
    "disease": "dengue"
},
{
    "title": "DOH alarmed over rising dengue cases",
    "timestamp": "December 12, 2012 7:06 PM",
    "content": "MANILA, Philippines - A total of 46,651 people have been sick with dengue this year, and the death toll -- 294 -- is raising concerns among health authorities.\nHealth Assistant Secretary Eric Tayag told reporters that the total number of cases from January to July this year is 13.8% higher than the 40,975 recorded during the same period in 2011. Death toll last year was 259.\n\"The DOH is really really concerned now because of the increasing number of deaths,\" he said. \nTayag warned that all the 4 dengue strains -- serotypes 1, 2, 3, and 4 -- have been observed in the dengue cases this year. Thus it's possible that this year's death toll will surpass the number in 2011, because people who got afflicted with one particular strain could fall ill from another strain, according to Tayag.\nA total of 23.1% of the cases this year were recorded in Metro Manila, followed by Central Luzon (15.6%) and Calabarzon (13.3%).\nThe DOH stressed that not all dengue victims need to be hospitalized. Tayag said the department wants to make sure doctors are not doing an \"over-diagnosis,\" saying some cases can be treated with intravenous fluids.",
    "url": "https://www.rappler.com/nation/8503-doh-alarmed-over-rising-dengue-cases",
    "disease": "dengue"
},
{
    "title": "DOH bares 4 dengue hotspots",
    "timestamp": "December 12, 2012 7:08 PM, ",
    "content": "MANILA, Philippines – Residents of 4 Metro Manila barangays should brace for a higher risk of dengue, the Department of Health (DOH) said Saturday, June 9, as the rainy season began.\nThe DOH warned that the following areas could be dengue hotspots, based on the agency's records:\nBarangay Commonwealth, Quezon City\nBarangay Pinagbuhatan, Pasig City\nBarangay Tañong, Malabon City\nBarangay 176, Caloocan City\nDengue hotspots like these have seen an increase in dengue cases in two weeks' time, explained Dr Manuel Mapue, the DOH's Metro Manila regional medical dengue coordinator.\nMeanwhile, more barangays have experienced a clustering of dengue cases, which means 3 or 4 dengue cases in an area within 4 weeks, according to Mapue.\nThe barangays with a clustering of dengue cases could be found in the following localities:\nManila (1);\nCaloocan City (1);\nLas Piñas City (1);\nMalabon City (4);\nParañaque City (3);\nPasay City (2);\nPasig City (3);\nTaguig City (2);\nValenzuela City (5);\nQuezon City (13)\nDOH data show 30 have so far died of dengue this year. From Jan 1 to June 2, Metro Manila had 7,396 dengue cases. The breakdown is as follows:\nQuezon City – 2,064 cases;\nManila – 1,294;\nCaloocan City – 794;\nParañaque City – 504;\nPasig City – 474;\nValenzuela City – 358;\nTaguig City – 306;\nMalabon City – 285;\nPasay City – 249;\nLas Piñas – 234;\nMakati City – 231;\nMarikina City – 129; and\nMandaluyong City – 129\nMapue thus reminded the public to remove also possible breeding sites of dengue-carrying mosquitoes.",
    "url": "https://www.rappler.com/nation/6704-doh-bares-4-dengue-hotspots",
    "disease": "dengue"
},
{
    "title": "Measles-free Philippines by 2017?",
    "timestamp": "3:38 PM, January 07, 2014",
    "content": "MANILA, Philippines – Can the Philippines eliminate measles in 3 years' time? The Department of Health (DOH) said there is enough time as it prepares for a nationwide vaccination September this year. This is the long-term solution of the department for its target of a measles-free nation by 2017\n\"Isa tayo sa pinakaunang bansa na nag-target sa measles elimination (We're one of the first countries to target measles elimination),” Health Assistant Secretary Eric Tayag said in a forum Tuesday, January 7. He said being measles-free means that in a population of 100 million, the laboratory-confirmed cases should not exceed 100 people. Last year, the confirmed cases numbered 1,724. The Philippine population is 92.34 million based on the 2010 census, but the Commission on Population expected the number to reach 97.7 milllion by 2013. (READ: DOH steps up drive vs measles amid outbreak) Tayag said the mass immunization will be conducted for the whole month of September, targeting 13 million children nationwide. Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. Role of LGUs Tayag urged parents in areas with a measles outbreak to have their children vaccinated regardless of whether they were already vaccinated or not. Some 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include: Caloocan City: Bagong Barrio and Dagat-dagatan Las Piñas City: Pamplona Uno, Talon Dos, and Talon Singko Malabon City: Longos and Tonsuya Manila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo Muntinlupa City: Alabang and Putatan Navotas: North Bay Boulevard South Parañaque City: Don Bosco and Moonwalk Taguig City: Bagong Tanyag Valenzuela City: Ugong Tayag said it takes the department two weeks to get confirmation, but at the local government level, a suspected case already prompts an investigation. Valenzuela Rep Sherwin Gatchalian told the department that LGUs can play a big role in preventing the upsurge of measles cases in the National Capital Region through information and mass vaccination. (READ: DOH: Measles upsurge due to kids missing free vaccination) \"We cannot rely on national government all the time since things like these are best managed at the local level...I’m appealing to the DOH to immediately convene a health summit to review the level of preparedness of LGUs and at the same time set a standard ‘emergency response template’ should there be any outbreak,\" he added. Health Secretary Enrique Ona said a measles outbreak mean\n\"there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.\" For Tayag, it means any barangay or district with at least one laboratory-confirmed case. “Lahat ng baby starting 6 months hanggang 59 months bibigyan ng bakuna regardless kung nagkatigdas na o tumanggap na ng bakuna – maliban na lang kung less than a month lang yung bakuna,” he added. (All babies starting 6 months until 59 months will be vaccinated regardless of whether they already had measles or they were already vaccinated – unless the vaccination was administered less than a month ago.) No overdose But the vaccination of children aged 6 months old is only recommended for places with an outbreak. This is 3 months earlier than the prescribed age for the first vaccine (9 to 11 months) which they should still get, as well as the booster shot at 15 months old. The first vaccine is 90% effective, while the booster is 100% effective, Tayag said. “Between isang bakuna at wala, lamang ang isang bakuna. Kaya kahit alam namin na baka di siya maproteksyunan...yung may bakuna, lamang na lamang dun sa 'di nakatanggap ng bakuna. Subali't alam namin na 'di sapat yun kaya kailangan ulitin sa tamang panahon,” he added. (It's better to be vaccinated than not. So even though we know the child may not be protected...the vaccinated child has an advantage compared to the one not vaccinated. But we know that is not enough so the vaccine should be given again at the right time.) In normal conditions, 6 months old is too early for a measles vaccination because maternal antibodies still persist in the baby, rendering the vaccine useless. But during outbreaks, the vaccine is given at 6 months old because, as Tayag said, “nagbabakasakali ka na wala na yung antibodies at kakagat na yung bakuna.” (You're hoping there are no more antibodies and the vaccine will take effect.) Dr Beatriz Quiambao, president of the Pediatric Infectious Disease Society of the Philippines, told parents not to worry, as there is no such thing as an overdose when getting more than the prescribed number of vaccines. Tayag again urged parents to avail of the free vaccines, which he said, is the only prevention against measles. And while it is possible to prevent complications, he said people die of measles mainly because they are malnourished or brought to the hospital too late. Last year, the department recorded 21 deaths due to measles.",
    "url": "https://www.rappler.com/nation/47400-measles-free-philippines-2017",
    "disease": "measles"
},
{
    "title": "PH linked to record-high measles cases in US",
    "timestamp": "8:49 AM, May 30, 2014",
    "content": "WASHINGTON DC, USA – US health authorities have linked the Philippines to 288 US measles cases so far this year, the most in two decades, a rise that is driven by unvaccinated people. \"This is the largest number of measles cases in the United States reported in the first 5 months of a year since 1994,\" said the Centers for Disease Control and Prevention on Thursday, May 29, in the US. Nearly all the cases have involved Americans who were not vaccinated against the highly contagious disease, and who traveled abroad and caught the infection in other countries. Then, they \"brought the virus back to the United States and spread to others in communities where many people are not vaccinated,\" said Anne Schuchat, assistant surgeon general and director of CDC's National Center for Immunization and Respiratory Diseases. Many of the US clusters originated after people traveled to the Philippines, where a large measles outbreak has been ongoing since late 2013. (READ: Amish volunteers to PH brought measles to Ohio – report) “Of the 288 cases, 280 (97%) were associated with importations from at least 18 countries.... Forty-five direct importations (40 US residents returning from abroad and 5 foreign visitors) have been reported. Almost half (22 [49%]) of these importations were travelers returning from the Philippines, where a large outbreak has been occurring since October 2013,” the CDC said. 'Importations' problematic US health authorities noted that in the Philippines, “32,030 measles cases (26,014 suspected cases and 6,016 confirmed cases) and 41 measles deaths have been reported from January 1 through April 20.” (READ: Measles-free Philippines by 2017?) “The large number of importations from the Philippines highlights how importations are related to increases in measles incidence in countries that are common destinations for US travelers,” the CDC said. It added that 90% of all measles cases in the US “were in people who were not vaccinated or whose vaccination status was unknown.” Eighty-five percent of unvaccinated people said they declined the shot for \"religious, philosophical or personal reasons.\" The CDC urged people to get vaccinated against measles, which it described as a \"serious respiratory disease that is highly contagious.\" Symptoms include fever, rash, runny nose, pink eye and cough. Worldwide, an estimated 20 million people get measles and 122,000 die from the disease each year.",
    "url": "https://www.rappler.com/nation/59249-philippines-record-high-measles-cases-us",
    "disease": "measles"
},
{
    "title": "PH 'exported' measles to other countries",
    "timestamp": "4:30 PM, September 18, 2014",
    "content": "MANILA, Philippines – The Philippines’ 2014 measles outbreak – the worst since 2010 – has “exported” the highly contagious disease to other countries, a Department of Health (DOH) official said on Wednesday, August 27. \"Philippines became the amplifier of measles infection to other countries. Nage-export na tayo ng (We already export) measle cases, importations to other countries like US, Japan, Australia, Singapore,” Dulce Elfa of the health department’s Family Health Office said at a seminar. For 2014 alone, the DOH already recorded 6,287 laboratory-confirmed cases of measles. (READ: DOH steps up drive vs measles amid outbreak) Elfa said the top 3 regions with the most measle cases are the National Capital Region, Calabarzon and Central Luzon. Most of the cases are unvaccinated children under two years of age. Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose, and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. Factors Elfa enumerated 6 main reasons for the outbreak: Variation in subnational coverage for the 1st dose measles vaccination Slow uptake for the MCV2 Large birth cohort of 2.7 million leads to quick accumulation of susceptibles and densely populated in many areas Immunization coverage in 2011 campaign was not high and uniform from area to area Series of major disasters from December 2012 to end of 2013 affected some regions, with significant damage to general infrastructure, health facilities, staff capacities and service implementation Widespread domestic population movements further aggravated by disasters Data from the National Epidemiology Center showed that in 2013, there was a large drop in the percentage of children who completed their two vaccines for protection from measles. From the 91% of children who were administered their first vaccine, only 55% came back for their second vaccine. (READ: DOH: Measles upsurge due to kids missing free vaccination) The health department prescribes that children should get their first measles vaccine at 9 to 11 months old, and their booster shot at 15 months old. As Health Assistant Secretary Eric Tayag earlier said, the first vaccine is 90% effective, while the booster is 100% effective. As of July 5, the country’s measles incidence rate is at 162 people for every population of 1 million. There are also 16,214 confirmed cases of measles, which include both laboratory-confirmed cases and epidemiologically-linked ones. \"Halos lahat ng regions may outbreak na ng measles (Almost all regions already have an outbreak),” Elfa noted. Health Secretary Enrique Ona earlier explained that a measles outbreak means “there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.\" There is also a high number of confirmed cases among children below 9 months old who are not yet eligible for vaccination. DOH is set to conduct a month-long nationwide vaccination in September to interrupt the transmission of measles and rubella, and to protect Filipinos from the consequences of importation of wild poliovirus. (READ: Measles, dengue, and public health) The department’s strategy will be to reach every purok (area) and achieve over 95% coverage. Health service delivery will also be re-established in disaster-hit areas. \"Before the year ends sana makita natin drop [in] cases (Before the year ends we hope to see a drop [in] cases),” Elfa said.",
    "url": "https://www.rappler.com/nation/67427-doh-measles-mass-immunization",
    "disease": "measles"
},
{
    "title": "DOH steps up drive vs measles amid outbreak",
    "timestamp": "8:52 PM, January 05, 2014",
    "content": "MANILA, Philippines – The Department of Health (DOH) is stepping up its campaign against tigdas or measles, following the increase in the number of cases recorded last year and outbreak in some barangays in Metro Manila. The DOH reported that there were 1,724 cases of measles nationwide from January 1 to December 14, 2013, with 43% or 744 cases recorded in Metro Manila alone. Some 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include: Caloocan City: Bagong Barrio and Dagat-dagatan Las Piñas City: Pamplona Uno, Talon Dos, and Talon Singko Malabon City: Longos and Tonsuya Manila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo Muntinlupa City: Alabang and Putatan Navotas: North Bay Boulevard South Parañaque City: Don Bosco and Moonwalk Taguig City: Bagong Tanyag Valenzuela City: Ugong Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes would then appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. Free vaccination DOH Assistant Secretary Eric Tayag, on his Twitter account, reminded Filipinos that vaccination is free in all health centers nationwide. Tayag noted that children who missed their measles vaccine shot 5 years ago are more vulnerable to measles now and in the coming days. As a precautionary measure, Tayag told parents to have their children immunized, saying that babies aged 6 to 11 months should take their first vaccine shot, while they should be vaccinated the second time when they are 12 to 18 months old. He also advised students who exhibit symptoms of measles to stay home and not go to school on Monday, January 6. The DOH will meet with health officers in Metro Manila and civil society organizations on Monday to step up its vaccination drive, said Tayag.",
    "url": "https://www.rappler.com/nation/47268-doh-measles-outbreak",
    "disease": "measles"
},
{
    "title": "DOH: Measles upsurge due to kids missing free vaccination",
    "timestamp": "9:56 PM, January 06, 2014",
    "content": "MANILA, Philippines – The recent upsurge of measles cases in certain areas of the country, especially Metro Manila, was due to children missing crucial measles vaccinations at an early age, the health department said on Monday, January 6. The irony is that the vaccines are readily available for free in rural health clinics across the country. Latest figures from government showed that the number of confirmed cases in Metro Manila in 2013 was almost 17 times more than the figure from 2012. Of the 417 cases of measles recorded in the national capital region 2013, Health Secretary Enrique Ona said 88% didn't have any history of vaccination. In a press conference, Ona attributed the increase in measles cases to children missing their preliminary and booster vaccination shots. Babies aged 6 to 11 months should be administered their first vaccine shot. At 12 to 18 months, they should get vaccination a second time. \"There are a good number of parents who, for one reason or another, don't get their child vaccinated,\" said Ona. As an example, he cited certain tribes or religious sectors whose members refuse vaccinations. The Department of Health (DOH) was able to vaccinate only 85% of Filipino children during the last nationwide vaccination program in 2011, he said. \"As you go in the last 3 years, there were a lot of children who missed the vaccinations, making them suscepticle to measles,\" Ona continued. \"The point is, there should have been no more measles in Metro Manila, or even in the whole Philippines, but that has not happened yet. The Philippines is not yet measles-free,\" said Ona. The DOH is slated to conduct another nationwide vaccination drive this year. Extent of the outbreak Ona said that the DOH is aware of the measles outbreak in certain areas of the country, and is closely coordinating with local health officials to address the matter. \"Yes, there have been an increase in reports in some areas in Metro Manila. We are aware of it. We are monitoring it very closely,\" said Ona. Ona then clarified to media the definition of an outbreak. \"It means that there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.\" Even a single case, if it is the first ever in area, is considered an outbreak, he said. There were a total of 1,724 measles cases reported nationwide, from Jan 1 to Dec 14, 2013, with 21 deaths. Latest figures in the National Capital Region (NCR) from the DOH Center for Health Development (CHD) show that there have been 417 confirmed measles cases, including 3 deaths, logged in 2013. In 2012, only 25 cases were reported in NCR. Children between one and 4 years old were affected the most, consisting 38% of the cases. Las Piñas City reported the most number of measles cases with 78, followed by Manila (72), Muntinlupa City (65), Caloocan City (45), and Parañaque City (32). The DOH report also noted that 88% of the measles cases in the NCR in 2013 had no history of previous measles vaccination. Ona said that all cities in Metro Manila have been actively expanding their vaccination drives since September 2013, when most measles cases started rising drastically. \"As a matter of fact, in December 2013 in the city of Manila, there was a 28% decrease in suspected measles cases. In Caloocan City, there were no suspected cases in November and December,\" said Ona. \"There is no reason to be scared, or to be too concerned. However, it is imperative that the parents take a good look at their children always, so that when symptoms of measles appear, the child should be brought to the hospital or health center,\" Ona added. When asked if adults can also avail themselves of measles vaccines, Ona said that they could, but the children are top priority.",
    "url": "https://www.rappler.com/nation/47329-doh-measles-upsurge-kids-miss-free-vaccination",
    "disease": "measles"
},
{
    "title": "WHO warns of measles outbreak across Europe",
    "timestamp": "09:11 AM March 29, 2017",
    "content": "STOCKHOLM, Sweden — The World Health Organization (WHO) warned Tuesday of large measles outbreaks in countries where immunization has dropped, after more than 500 cases of the highly contagious disease were reported across Europe in January. “With steady progress towards elimination over the past two years, it is of particular concern that measles cases are climbing in Europe,” the agency’s regional director for Europe, Zsuzsanna Jakab, said in a statement. “Today’s travel patterns put no person or country beyond the reach of the measles virus,” she said. The respiratory disease, characterized by high fever and small red spots, usually triggers only mild symptoms, but it remains one of the leading causes of death among young children globally. Severe complications can occur, however, leading to miscarriage in pregnant women, brain swelling or the risk of death by pneumonia. The virus is spread by coughing and sneezing, and by close contact with infected individuals. France, Germany, Italy, Romania, Poland, Switzerland and Ukraine were the most affected, accounting for 474 of the 559 cases reported for January. In these countries, national vaccination levels against the virus are below the 95 percent threshold considered necessary for protecting the entire population. Preliminary figures for February indicate that the number of new infections is rising sharply, the WHO said. The figures cover the agency’s entire European region, covering 53 countries including Israel, Kazakhstan and Russia. “I urge all endemic countries to take urgent measures to stop transmission of measles within their borders, and all countries that have already achieved this to keep up their guard and sustain high immunization coverage,” Jakab said. “Outbreaks will continue in Europe, as elsewhere, until every country reaches the level of immunization needed to fully protect their populations,” she added. Currently, the largest outbreaks are occurring in Italy and Romania. The number of measles cases in Italy has tripled this year, largely because parents are not getting children vaccinated because of fears of a link between the combined measles, mumps and rubella (MMR) vaccination shot and autism, the health ministry said last week. Several major studies, however, have shown no evidence of such a link. In Romania, a measles outbreak has killed 17 children and infected thousands more since September, the result of both poverty and an anti-vaccination movement, local media reported Saturday. In poor countries, many people do not have access to the $1 vaccine (94 euro cents), but the WHO has pointed out that children in affluent countries have a greater risk of infection because of skepticism about immunization.",
    "url": "http://newsinfo.inquirer.net/884684/who-warns-of-measles-outbreak-across-europe",
    "disease": "measles"
},
{
    "title": "Did You Know: DOH notes fewer cases of measles-rubella",
    "timestamp": "05:00 AM September 27, 2017",
    "content": "A total of 1,964 suspected cases of measles-rubella were reported nationwide from Jan. 1 to Aug. 5 this year, according to the Department of Health. Of these cases, 28 or 1.43 percent were classified as confirmed measles, while 329 cases or 16.75 percent were classified as rubella (german measles). The measles cases were 41.67 percent lower than the 48 cases during the same period last year, while the rubella cases were 257.61 percent higher than the 92 cases reported the previous year.",
    "url": "http://newsinfo.inquirer.net/933627/did-you-know-doh-notes-fewer-cases-of-measles-rubella",
    "disease": "measles"
},
{
    "title": "21 dead as DOH declares measles outbreak",
    "timestamp": "09:17 PM January 03, 2014",
    "content": "MANILA, Philippines—The Department of Health appealed to parents to have their children vaccinated against measles on Friday as it declared an outbreak of the disease in Metro Manila and other parts of the country. Health Assistant Secretary Dr. Eric Tayag, who is also director of the National Epidemiology Center, said that from Jan. 1 to Dec. 14, 2013, there were already 1,724 confirmed measles cases nationwide, 21 of which led to death. He added that among the 17 regions in the country, only four did not report an increase in the number of measles cases. These are Central Visayas, Eastern Visayas, Northern Mindanao and the Caraga region in Mindanao. The National Capital Region had the most number of cases with 744. Measles outbreak had been declared in the following Metro Manila areas: Quiapo, Sampaloc, Tondo, Binondo, Sta. Cruz, Port Area and Sta. Mesa in Manila; Dagat-dagatan and Bagong Barrio, in Caloocan City; Talon 5, Talon 2 and Pamplona Uno in Las Piñas; Longos and Tonsuya in Malabon; Alabang and Putatan in Muntinlupa; North Bay Boulevard South in Navotas; Moonwalk and Don Bosco in Parañaque; Bagong Tanyag in Taguig; and Ugong in Valenzuela. But Tayag noted that mass vaccinations had already been conducted in those places. He said mass vaccinations would also soon be conducted nationwide, preferably during the summer break. He urged parents to bring their children, especially those between the ages of 6 to 18 months, to health centers for free vaccination. Tayag noted that measles is a contagious viral illness, which can be deadly. He said it commonly spreads among children and even adults, but the most susceptible are children 10 years old and below. He said infants and children with measles should be hospitalized. Children 6 to 18 months old must complete the required two vaccinations to prevent them from contracting measles, he said. Newborn children must take the first preventive vaccine shot for measles upon reaching 6 months to 12 months. The second vaccine shot should be taken upon reaching the age of 12 months to 18 months. “These two consecutive shots must be taken to avoid having the risk of getting measles,” he said. He said measles usually begins with common cold symptoms like high fever, cough, runny nose, red eyes that can last for several days before the appearance of a red, blotchy rash. Tayag suggested that parents bring down the fever with paracetamol and sponge bath to prevent the onset of convulsions, and to get rid of the thick discharges from the nose. He also urged parents to count a child’s inhalations, noting a child less than five years old with more than 40 breaths per minute may have pneumonia.",
    "url": "http://newsinfo.inquirer.net/557253/21-dead-as-doh-declares-measles-outbreak",
    "disease": "measles"
},
{
    "title": "PhilHealth says measles covered by hospitalization benefits",
    "timestamp": "06:36 PM January 14, 2014",
    "content": "MANILA, Philippines—The Philippine Health Insurance announced Tuesday that patients hospitalized due to measles may avail themselves of PhilHealth benefits. In a news forum, PhilHealth president and CEO Alexander Padilla said that patients confined even due to simple measles cases are now covered by PhilHealth following the outbreak of the disease in many parts of the country. According to him, measles was previously removed from its list of benefits because there had been almost no hospital admissions due to simple measles. “But those with complications due to measles such as pneumonia, dehydration and encephalitis have been continuously covered by PhilHealth,” he said. “Since there is an outbreak of the disease, we decided to revive this month the simple measles case rate package, but it has to involve hospital confinement,” added PhilHealth spokesperson Dr. Israel Francis Pargas. Pargas said patients will be covered for P7,000 and up to P32,000 if it involves complications from the disease. He added that the coverage will be implemented retroactively, which means those who were admitted even from January 1 to 14 can file for PhilHealth claims. Meanwhile, almost 800 suspected cases of measles have been reported in Metro Manila for the first 11 days of the month, according to the Department of Health. Based on the DOH-National Capital report, there were 760 suspected cases reported from January 1 to 11, 2014 compared with only 10 cases during the same period last year. Most (272) cases were in Manila City, followed by Parañaque City with 138 cases. Other cities with significant increase in cases were Quezon, Taguig, Navotas and Las Piñas. The DOH report said clustering of suspected measles cases has been noted in the cities of Caloocan, Las Piñas, Malabon, Mandaluyong, Manila, Muntinlupa, Navotas, Parañaque, Pasay, Quezon, Taguig, and Valenzuela. Three deaths from suspect measles cases were also reported during the period, the report added. Thirty-nine percent of those affected belonged to the 1-4 years age-group, the DOH report said, adding that 9 percent or 67 victims had history of previous measles vaccination. A total of 1,724 cases of measles have been reported from Jan. 1 to Dec, 14, 2013 nationwide, including 21 deaths. The DOH is to launch in September a nationwide mass vaccination campaign to eliminate measles in the country.",
    "url": "http://newsinfo.inquirer.net/563837/philhealth-says-measles-covered-by-hospitalization-benefits",
    "disease": "measles"
},
{
    "title": "Pakistan suffers ‘record’ child measles deaths",
    "timestamp": "06:35 PM January 01, 2013",
    "content": "KARACHI–More than 300 Pakistani children died of measles last year, a staggering increase on the previous 12 months and a result of three consecutive years of flooding, officials said Tuesday. The United Nations’ World Health Organization said 306 children died of the highly infectious illness last year, 210 of them in the southern province of Sindh, where the worst floods occurred in 2010, 2011 and 2012. The WHO said 64 children died of measles in Pakistan in 2011, 28 of them in Sindh. It was not immediately able to provide statistics for earlier years. “Most of the affected children died due to post-measles complications such as pneumonia, post-measles encephalitis and diarrhea,” said WHO spokeswoman Maryam Yunus. The UN body said most of the cases occurred between October and December in northern districts of Sindh, but was unable to provide a breakdown. “Most of (the) children who have died because of suspected measles are reported from the districts affected by the floods for (the) last three years,” said Yunus. She said WHO investigations had shown that malnourishment was a major reason for such a high number of deaths of children in Sindh. “Floods, displacements and food shortages have played a major role behind these deaths,” she added. A Pakistani health ministry official said more than half the deaths in Sindh occurred in the last three months of the year, with 50 children dying in December alone.The official, who did not wish to be named, told AFP that the number of deaths in 2012 was “a record high”. Pakistan on December 31 started a new measles vaccination drive in the worst affected areas, which will run until January 9, officials said. Children under nine months are not eligible for the vaccine.",
    "url": "http://newsinfo.inquirer.net/333489/pakistan-suffers-record-child-measles-deaths",
    "disease": "measles"
},
{
    "title": "DOH declares measles outbreaks in 5 Metro Manila cities",
    "timestamp": "January 4, 2014 7:03pm",
    "content": "(Updated 2:10 p.m., Jan. 6) The Department of Health declared measles outbreaks in five cities in Metro Manila Saturday as the number of patients infected by the viral disease continues to rise. The World Health Organization (WHO) said an outbreak is the occurrence of cases of disease in excess of what would normally be expected in a defined community, geographical area or season. It said an outbreak may occur in a restricted geographical area, or may extend over several countries. It may also last for a few days or weeks, or for several years. The cities where outbreaks have been declared are: Caloocan Dagat-dagatan Bagong Barrio Las Piñas Talon Singko Talon Dos Manila Quiapo Port Area Sta. Mesa Binondo Sta. Cruz Muntinlupa Alabang Parañaque According to a report aired on “Balitanghali” Saturday, the DOH has recorded 744 confirmed cases of measles in Metro Manila alone between January 1 to December 14, 2013. A total of 1,724 measles cases, meanwhile, have been reported across the country, 21 of which led to death. In posts on his Twitter account, National Epidemiology Center head Dr. Enrique Tayag appealed to parents Thursday to bring their children to health centers for free vaccination. Measles vaccination is free in health centers nationwide, he said. Last December, DOH said local health officials started to seek vulnerable children aged 0 to 59 months in their areas to vaccinate them against the disease. Although measles is a viral disease that commonly infects children, Tayag said it can also affect adults because it is highly contagious.  The symptoms of measles are redness of the eyes, coughs and colds, fever reaching 40 degrees Celsius, and rashes on the ears, face, neck, and the whole body. Tayag said the patient may also have difficulty in breathing. In a text message to GMA News Online on Sunday, Tayag clarified that “outbreaks and epidemics are one and the same thing. They occur when more than the usual number of expected cases occur in a particular area. For measles, outbreaks or epidemics occur when many susceptible persons get sick.” “One is susceptible if you were unvaccinated and you have not had measles before,” he added. Earlier on Sunday, Tayag also said the Health Department will seek the help of health officers and civil society in stepping up its efforts against measles. He said DOH officials will meet with local officials on Monday.",
    "url": "http://www.gmanetwork.com/news/news/metro/342445/doh-declares-measles-outbreaks-in-5-metro-manila-cities/story/",
    "disease": "measles"
},
{
    "title": "Measles outbreak to peak in summer, says Tayag",
    "timestamp": "02:12 PM January 06, 2014",
    "content": "MANILA, Philippines—Health Assistant Secretary Dr. Eric Tayag on Monday said the measles outbreak would continue and peak in the dry season. According to the latest statistics, measles cases reached 1,724 from January 1 to December 14, 2013. Of the number, 21 patients died. “There are outbreaks last year and it is going on right now” Tayag in an interview with Inquirer Radio 990AM. Tayag said the measles outbreak, which started last year, would linger until summer. “That’s when the measles will peak (summer) and we hope we can contain it so we can reduce the number of children getting sick and even adults because measles spread easily because it is airborne.” Tayag, known for his dance moves to campaign for crucial health programs, said the local government units are in charge of the vaccination of children in their areas. The Health Department only supplies the vaccines. “The local government’s primary responsibility is to make sure that the vaccines the Department of Health buys and distributes to them are actually used,” he said. According to Tayag, measles vaccines should be administered twice – first when a child is nine to 11 months old and another when the child is 12-months-old to 18 months-old. He added that if mothers or relatives would not bring the children to the health centers, DOH personnel would come personally to the houses to administer the measles vaccine.",
    "url": "http://newsinfo.inquirer.net/558743/measles-outbreak-to-peak-in-summer-says-tayag",
    "disease": "measles"
},
{
    "title": "Less than half of target children get measles vaccine",
    "timestamp": "September 18, 2014 10:58 PM",
    "content": "MANILA, Philippines – Two weeks after the Department of Health (DOH) launched its month-long mass immunization campaign, only 44% of the target number of children had received vaccines for measles-rubella and oral polio.\nIn a press conference Thursday, September 18, Health Undersecretary Janette Garin said the department’s target is to reach 50% by 2nd week of September.\n\"We need a more aggressive campaign now na nasimulan na natin. Being on [its] 2nd week, supposedly nasa 50% na ang nareach [ng campaign],” she explained.\n(We need a more aggressive campaign now that we already started it. Being on [its] 2nd week, supposedly the campaign already reached 50%.)\nThere are several reasons why DOH did not hit the target, Garin said. Some areas started the campaign late, while some are still recovering from disasters.\nThere are also areas which lacked preparation. In the Autonomous Region in Muslim Mindanao (ARMM), for example, DOH had to sort through issues of logistical support.\n\"Hindi basta-basta puwedeng ibaba kung 'di mo ma-assure na yung pondo ay mapupunta sa pagpapabakuna,\" she said, adding that the funds from the Central Office are only supplementary to funds of the local government.\n(You can't just make fund releases if you can't be sure they will really go to vaccination.)\nMeasles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose, and cough. Rashes appear throughout the body after two days.\nThe illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people.\nFrom January 1 to August 9, 2014, the DOH recorded 48,779 suspected cases of measles. Out of this number, 16,743 are confirmed cases.\nParticipation of provinces, cities\nGarin praised the provinces and cities with the highest immunization rates:\nTop performing provinces\nTop performing cities\nIn the National Capital Region, the top performing cities for measles-rubella immunization (47% to 62%) are San Juan, Navotas, Caloocan, Las Piñas, and Valenzuela. For the oral polio vaccine, the top performing cities (47% to 60%) are San Juan, Las Piñas, Caloocan, Navotas, and Pateros.\nBut the areas below have some catching up to do:\nLow performing areas for measles-rubella and oral polio immunization\nGarin said the fight of the country against measles will be \"useless\" if not everyone will cooperate. She urged local government units to help reach children in their locality.\nThe campaign aims to achieve at least 95% vaccination coverage at all administrative levels. (READ: Measles-free Philippines by 2017?)\nThe target covers children who received their vaccination from health centers, barangay health stations, local churches, and other designated vaccination posts.\n\"Sayang naman kung patuloy nating papayagan yung isang sakit na manatili sa bansa natin [kung] meron naman tayong pera at kakayanan para sugpuin ito,\" she said.\n(It’s a shame if we will let a disease affect our country when we have the resources and the capability to fight it.)\nShe added: \"Mahirap kung maraming missed children from 0-5 [years old] dahil sila [ang] source ng infection (It’s hard to have a lot of missed chldren from 0-5 years old because they can be the source of the infection).\"\nSustain awareness\nDOH is deploying rapid coverage assessment teams in areas with low immunization rates. If the teams find at least 2 unvaccinated children, it means the area has not yet been fully covered by the campaign.\nIf the teams find no unvaccinated children, the department will declare the area fully-covered, since the actual number of children is different from the estimated target.\nGarin said there is a need to sustain the awareness on the importance of immunization to reach the 95% target. After all, some of the complications of measles are permanent, like blindness. The disease can also be deadly.\n\"Nung una very maingay [yung campaign]. Ang bilis makalimutan. Kailangan pa ng dagdag na ingay. It’s not the cost, it’s the lives that we can save,\" she added.\n(There was a lot of noise at the start of the campaign. People are quick to forget. We need to make some more noise. It’s not the cost, it’s the lives that we can save.)\nDespite missing its initial target, Garin hopes the health department will still reach the 95% target, so that the campaign would not have to be extended.\n\"If we extend, the more difficult it will be to fight it. But as the need arises, we will make a decision,\" she said in a mix of English and Filipino.\nThe Philippines, which “exported” measles to other countries, hopes to eliminate measles by 2017.",
    "url": "https://www.rappler.com/nation/69480-doh-misses-target-measles-vaccination-september",
    "disease": "measles"
},
{
    "title": "DOH: Measles upsurge due to kids missing free vaccination",
    "timestamp": "January 06, 2014 9:56 PM",
    "content": "MANILA, Philippines – The recent upsurge of measles cases in certain areas of the country, especially Metro Manila, was due to children missing crucial measles vaccinations at an early age, the health department said on Monday, January 6.\nThe irony is that the vaccines are readily available for free in rural health clinics across the country.\nLatest figures from government showed that the number of confirmed cases in Metro Manila in 2013 was almost 17 times more than the figure from 2012.\nOf the 417 cases of measles recorded in the national capital region 2013, Health Secretary Enrique Ona said 88% didn't have any history of vaccination.\nIn a press conference, Ona attributed the increase in measles cases to children missing their preliminary and booster vaccination shots. Babies aged 6 to 11 months should be administered their first vaccine shot. At 12 to 18 months, they should get vaccination a second time.\n\"There are a good number of parents who, for one reason or another, don't get their child vaccinated,\" said Ona. As an example, he cited certain tribes or religious sectors whose members refuse vaccinations.\nThe Department of Health (DOH) was able to vaccinate only 85% of Filipino children during the last nationwide vaccination program in 2011, he said.\n\"As you go in the last 3 years, there were a lot of children who missed the vaccinations, making them suscepticle to measles,\" Ona continued.\n\"The point is, there should have been no more measles in Metro Manila, or even in the whole Philippines, but that has not happened yet. The Philippines is not yet measles-free,\" said Ona.\nThe DOH is slated to conduct another nationwide vaccination drive this year.\nExtent of the outbreak\nOna said that the DOH is aware of the measles outbreak in certain areas of the country, and is closely coordinating with local health officials to address the matter.\n\"Yes, there have been an increase in reports in some areas in Metro Manila. We are aware of it. We are monitoring it very closely,\" said Ona.\nOna then clarified to media the definition of an outbreak. \"It means that there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.\"\nEven a single case, if it is the first ever in area, is considered an outbreak, he said.\nThere were a total of 1,724 measles cases reported nationwide, from Jan 1 to Dec 14, 2013, with 21 deaths.\nLatest figures in the National Capital Region (NCR) from the DOH Center for Health Development (CHD) show that there have been 417 confirmed measles cases, including 3 deaths, logged in 2013. In 2012, only 25 cases were reported in NCR.\nChildren between one and 4 years old were affected the most, consisting 38% of the cases.\nLas Piñas City reported the most number of measles cases with 78, followed by Manila (72), Muntinlupa City (65), Caloocan City (45), and Parañaque City (32).\nThe DOH report also noted that 88% of the measles cases in the NCR in 2013 had no history of previous measles vaccination.\nOna said that all cities in Metro Manila have been actively expanding their vaccination drives since September 2013, when most measles cases started rising drastically.\n\"As a matter of fact, in December 2013 in the city of Manila, there was a 28% decrease in suspected measles cases. In Caloocan City, there were no suspected cases in November and December,\" said Ona.\n\"There is no reason to be scared, or to be too concerned. However, it is imperative that the parents take a good look at their children always, so that when symptoms of measles appear, the child should be brought to the hospital or health center,\" Ona added.\nWhen asked if adults can also avail themselves of measles vaccines, Ona said that they could, but the children are top priority.",
    "url": "https://www.rappler.com/nation/47329-doh-measles-upsurge-kids-miss-free-vaccination",
    "disease": "measles"
},
{
    "title": "DOH steps up drive vs measles amid outbreak",
    "timestamp": "January 05, 2014 8:52 PM",
    "content": "MANILA, Philippines – The Department of Health (DOH) is stepping up its campaign against tigdas or measles, following the increase in the number of cases recorded last year and outbreak in some barangays in Metro Manila.\nThe DOH reported that there were 1,724 cases of measles nationwide from January 1 to December 14, 2013, with 43% or 744 cases recorded in Metro Manila alone.\nSome 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include:\nCaloocan City: Bagong Barrio and Dagat-dagatan\nLas Piñas City: Pamplona Uno, Talon Dos, and Talon Singko\nMalabon City: Longos and Tonsuya\nManila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo\nMuntinlupa City: Alabang and Putatan\nNavotas: North Bay Boulevard South\nParañaque City: Don Bosco and Moonwalk\nTaguig City: Bagong Tanyag\nValenzuela City: Ugong\nMeasles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes would then appear throughout the body after two days.\nThe illness can be spread through cough or direct contact with body secretions of an infected person.\n \nFree vaccination\nDOH Assistant Secretary Eric Tayag, on his Twitter account, reminded Filipinos that vaccination is free in all health centers nationwide.\nTayag noted that children who missed their measles vaccine shot 5 years ago are more vulnerable to measles now and in the coming days.\nAs a precautionary measure, Tayag told parents to have their children immunized, saying that babies aged 6 to 11 months should take their first vaccine shot, while they should be vaccinated the second time when they are 12 to 18 months old.\nHe also advised students who exhibit symptoms of measles to stay home and not go to school on Monday, January 6.\nThe DOH will meet with health officers in Metro Manila and civil society organizations on Monday to step up its vaccination drive, said Tayag.",
    "url": "https://www.rappler.com/nation/47268-doh-measles-outbreak",
    "disease": "measles"
},
{
    "title": "US faces measles outbreak, vaccine debate rages",
    "timestamp": "February 04, 2015 10:12 AM",
    "content": "WASHINGTON DC, USA – US President Barack Obama and American health authorities appealed to the public to vaccinate their children as the country faces an outbreak of measles due to some parents believing vaccines against deadly diseases are dangerous.\nConsidered eradicated from the US in 2000, measles re-emerged in December in an outbreak clustered around the Disneyland amusement park in California.\nSince then, 102 cases of measles have been reported in 14 states according to the Centers for Disease Control and Prevention (CDC).\n\"We are very concerned by the growing number of people who are susceptible to measles and the possibility that we could have a large outbreak in this country as a result,\" head of the CDC Tom Frieden said over the weekend while encouraging parents to vaccinate their children.\nMeasles causes fever and rash and in severe cases can lead to pneumonia or brain swelling. The disease is highly contagious because it is transmitted through the air.\nThe United States had 644 cases of measles in 2014, a record number since 2000. There were 173 cases in 2013.\nThe resurgence of the disease in the US coincides with a movement of some parents refusing to vaccinate their children.\nMany people who don't vaccinate their children say they fear a triple vaccine for measles, mumps and rubella is responsible for increasing cases of autism – a theory repeatedly disproven by various studies.\nOther people refuse vaccination on religious or political grounds.\nThe controversy dates back to the publication of a now debunked article in the Lancet medical journal in 1998. The media has been heavily criticized for republishing information in the report that was withdrawn in 2010.\nBeliefs unfounded\nNumerous scientific studies have clearly shown there is no link between vaccines and autism or other health risks.\nIn 2014, the parents of 79% of unvaccinated children asked authorities of their state to be exempt from immunization on the basis of their beliefs, said Anne Schuchat, head of immunization at the CDC.\nPresident Obama tried to convince skeptical parents to ignore unfounded beliefs about vaccines as concerns over the outbreak grow.\n\"I understand that there are families that, in some cases, are concerned about the effect of vaccinations. The science is, you know, pretty indisputable. We have looked at this again and again. There is every reason to get vaccinated, but there are not reasons to not,\" Obama said Sunday, February 1.\nThe issue of vaccinations has stirred up the country's political scene, particularly among potential Republican candidates for the 2016 presidential election.\nThe issue presents challenges for the politicians who do not want to alienate the ultra-conservative electorate who sometimes reject the vaccine.\nWhen asked about the issue, New Jersey Governor Chris Christie, a moderate Republican, said it was important for parents to have \"some measure of choice.\" His press office later issued a statement saying children should be vaccinated for the disease.\n\"While I think it's a good idea to take the vaccine, I think that is a personal decision for individuals,\" said Senator Rand Paul, a doctor and leader among the Tea Party, a more conservative movement.\nOn the other hand, Speaker of the House or Representatives, Republican John Boehner was very clear on the issue: \"I do believe that all children ought to be vaccinated.\"\nThe same message was echoed by Republican Senator Marco Rubio: \"There is absolutely no medical science or data whatsoever that links those vaccinations to onset of autism or anything of that nature,\" he said.\n\"So absolutely, all children in American should be vaccinated.\"",
    "url": "https://www.rappler.com/science-nature/life-health/82878-us-measles-outbreak-vaccine-debate",
    "disease": "measles"
},
{
    "title": "Disney measles outbreak spreads to more US states, Mexico",
    "timestamp": "January 24, 2015 10:18 AM",
    "content": "LOS ANGELES, USA – A measles outbreak centered around Disneyland in California has spread to six more US states and Mexico, and an international visitor to the theme park likely sparked the health alert, officials said Friday, January 23.\nFifty-one confirmed cases of measles have been reported to the Centers for Disease Control and Prevention since late December, the US government agency said in a statement, most in California but others as far afield as Nebraska and Washington states.\nThe CDC said those who had fallen ill were aged from 10 months to 57 years and only a tiny fraction were vaccinated against measles, in the face of an anti-vaccination trend that has emerged in recent years, particularly in North America.\nOpponents fear the MMR (measles, mumps, rubella) vaccine causes autism, even though an array of studies have ruled out any link.\nMeasles has been officially eradicated from the United States since 2000 while remaining widespread in other regions including Europe, Africa and Asia.\n\"In addition to the US cases, one case was reported from Mexico in an unvaccinated child who visited Disneyland Resort Theme Parks on December 17 and December 20, 2014,\" the CDC said.\nWhile health officials have yet to isolate the source of the outbreak, \"it is likely that a traveler (or more than one traveler) who was infected with measles overseas visited one or both of the Disney parks in December during their infectious period,\" the CDC added.\nMost – 42 – of the 51 cases are in California, but three more have been found in Utah, two in Washington, and one each in Oregon, Colorado, Nebraska and Arizona.\nMeasles is highly contagious and can be spread through the air without physical contact. Infection usually begins with a fever followed by a cough, runny nose, conjunctivitis and a rash.\nComplications can include blindness, hearing loss, pneumonia and death. One to two children of every 1,000 infected with measles will die from it, the CDC said.\nEradication means the disease is no longer native to the United States, but there were 644 measles cases in the US last year, an enormous jump from 173 cases in 2013.\nAn analysis by the Los Angeles Times last year found that 9.5% of kindergarten children in an Orange County school district were exempted from vaccinations because of personal beliefs.",
    "url": "https://www.rappler.com/world/regions/us-canada/81808-disneyland-measles-outbreak-spread",
    "disease": "measles"
},
{
    "title": "Vietnam battles fatal measles outbreak",
    "timestamp": "April 18, 2014 7:39 PM",
    "content": "HANOI, Vietnam – Vietnam is scrambling to contain a deadly outbreak of measles that has killed more than 100 people, mostly young children, and infected thousands more this year, the government said Friday, April 18.\nAt least 112 people – the majority of them under 10 years old – have died of the disease so far in 2014, the Ministry of Health said in a statement.\nIt warned that the number of deaths could rise because of cross infections, bad weather and overcrowding at pediatrics hospitals in major cities where panicked parents are bringing their infected children.\nVietnamese Prime Minister Nguyen Tan Dung on Wednesday called for authorities to be more \"active\" in preventing the spread of the disease.\nThe authorities are providing vaccines, stepping up surveillance of the disease and urging parents to seek treatment locally instead of at pediatric hospitals whose patients are vulnerable to infection.\nWorld Health Organization representative Takeshi Kasai said he was \"very concerned\" about the outbreak.\n\"This virus is very infectious and difficult to control,\" he told the Agence France-Presse (AFP), adding that the best way to contain the disease was to encourage people to be vaccinated.\nVietnam has high rates of vaccinations for many early childhood diseases including measles, but may be falling victim to its own success as some parents – particularly those who have read scare stories about vaccination side effects – see less risk from leaving their children uninoculated. (READ: DOH: PH measles upsurge due to kids missing free vaccination)\nNguyen Hoa Lan, 38, said both her son and daughter – aged 10 and 7 – have become infected with measles in the last week.\n\"I am worried as I only vaccinated my daughter once... I forgot the second vaccination. But also because of scandals and rumor with the vaccination, I decided to skip it. Now it makes me worried,\" she told AFP.\n\"I can only pray that things will be ok.\"\nMeasles, a highly contagious viral disease which is particularly deadly for young children, claimed some 122,000 lives globally in 2012, the most recent year for which global figures are available, according to the WHO.\nBack in 2000, the toll was a stark 562,000.\nThe measles vaccination is not particularly effective for children under nine months, the WHO said, so societies need to ensure high rates of vaccination among older children to boost overall immunity of the population.",
    "url": "https://www.rappler.com/world/regions/asia-pacific/55789-vietnam-battles-fatal-measles-outbreak",
    "disease": "measles"
},
{
    "title": "23 Singapore measles cases may have come from PH",
    "timestamp": "April 14, 2014 3:43 PM",
    "content": "MANILA, Philippines – Singapore has reported cases of measles, which it described as \"a highly infectious disease,\" and indicated that a third of them might have come from the Philippines.\nIn an advisory posted on the website of its Ministry of Health, there are 49 cases of measles occurring locally, and an additional 23 cases may have been contracted by people who visited the Philippines recently.\n\"In Singapore, 23 cases had a travel history to the Philippines in 2014 (as of 5 April). This is in addition to 49 local cases reported during the same period,\" the advisory said.\nThe Philippines announced a measles outbreak in Metro Manila and Pampanga in January. Its Department of Health noted that the increase in measles cases was in part caused by children missing free vaccinations.\nThere were 15,600 cases reported in the Philippines within the first 10 weeks of 2014. (READ: Prince Charles secures 5M vaccines for PH typhoon victims)\nWhile Singapore's Health Ministry has said \"the risk of a community outbreak of measles in Singapore is low” due to vaccinations and people growing immune due to prior exposure, it advises vaccinations for those planning to travel to the Philippines.\nThe Health Ministry also reminds those coming from the Philippines to receive vaccinations before travelling.",
    "url": "https://www.rappler.com/world/regions/asia-pacific/55447-singapore-measles-cases-philippines",
    "disease": "measles"
},
{
    "title": "DOH declares measles outbreaks in 5 Metro Manila cities",
    "timestamp": "January 4, 2014 7:03pm ",
    "content": "(Updated 2:10 p.m., Jan. 6) The Department of Health declared measles outbreaks in five cities in Metro Manila Saturday as the number of patients infected by the viral disease continues to rise.\nThe World Health Organization (WHO) said an outbreak is the occurrence of cases of disease in excess of what would normally be expected in a defined community, geographical area or season.\nIt said an outbreak may occur in a restricted geographical area, or may extend over several countries. It may also last for a few days or weeks, or for several years.\nThe cities where outbreaks have been declared are:\nCaloocan\nDagat-dagatan\nBagong Barrio\nLas Piñas\nTalon Singko\nTalon Dos\nManila\nQuiapo\nPort Area\nSta. Mesa\nBinondo\nSta. Cruz\nMuntinlupa\nAlabang\nParañaque\nAccording to a report aired on “Balitanghali” Saturday, the DOH has recorded 744 confirmed cases of measles in Metro Manila alone between January 1 to December 14, 2013. A total of 1,724 measles cases, meanwhile, have been reported across the country, 21 of which led to death.\nIn posts on his Twitter account, National Epidemiology Center head Dr. Enrique Tayag appealed to parents Thursday to bring their children to health centers for free vaccination.\nMeasles vaccination is free in health centers nationwide, he said.\nLast December, DOH said local health officials started to seek vulnerable children aged 0 to 59 months in their areas to vaccinate them against the disease.\nAlthough measles is a viral disease that commonly infects children, Tayag said it can also affect adults because it is highly contagious. \nThe symptoms of measles are redness of the eyes, coughs and colds, fever reaching 40 degrees Celsius, and rashes on the ears, face, neck, and the whole body.\nTayag said the patient may also have difficulty in breathing.\nIn a text message to GMA News Online on Sunday, Tayag clarified that \noutbreaks and epidemics are one and the same thing. They occur when more than the usual number of expected cases occur in a particular area. For measles, outbreaks or epidemics occur when many susceptible persons get sick.\n\n\nOne is susceptible if you were unvaccinated and you have not had measles before,\n he added.\nEarlier on Sunday, Tayag also said the Health Department will seek the help of health officers and civil society in stepping up its efforts against measles.\nHe said DOH officials will meet with local officials on Monday.",
    "url": "http://www.gmanetwork.com/news/news/metro/342445/doh-declares-measles-outbreaks-in-5-metro-manila-cities/story/",
    "disease": "measles"
},
{
    "title": "Measles outbreak declared in Maguindanao – report",
    "timestamp": "April 30, 2014 5:02am",
    "content": "Health authorities in Maguindanao have declared a measles outbreak in the province, state-run Philippines News Agency reported Tuesday.\nAccording to the report, Autonomous Region in Muslim Mindanao regional health secretary Kadil Sinolinding said 12 measles cases were recorded in April alone.\n\"We are addressing it, we declared outbreak to contain the measles and prevent its spread,\" Sinolinding explained. (http://www.pna.gov.ph/index.php?idn=&sid=&nid=&rid=639053).\nWhile there have been no fatalities so far, Sinolinding said the situation was alarming \"because this is highly contagious and can be transferred to other persons by air.\"\nHe was also surprised to learn of the 12 cases, believing that the province was measles-free.\nSinolinding said he had ordered an investigation into why the provincial health office did not submit a status report to him.\nHe also asked the Department of Health in Manila for additional vaccines for heavily affected towns.\nThe April measles cases had been taken to and confined at the Cotabato Regional Hospital and Medical Center (CRMC).\nThe PNA report said that since January, 49 cases have been reported in Maguindanao. Of these, 37 were confirmed by the Research Institute for Tropical Medicine (RITM).\nThe measles cases were from Parang, Shariff Aguak, Datu Odin Sinsuat, Datu Abdullah Sangki, Matanog, Barira, Upi, Datu Unsay, Datu Hoffer, Mamasapano, Sultan Kudarat and Pagalungan towns.\nSymptoms of measles, which include high fever, usually develop seven to 14 days after exposure to an infected person.",
    "url": "http://www.gmanetwork.com/news/news/regions/358926/measles-outbreak-declared-in-maguindanao-report/story/",
    "disease": "measles"
},
{
    "title": "San Lazaro Hospital fills up with measles cases as outbreak continues",
    "timestamp": "January 3, 2014 7:07pm",
    "content": "(Updated 9:00 p.m.) Of the 500 beds at San Lazaro Hospital in Manila, 261 are filled with measles patients, with patients in one ward having to share beds as the city deals with an outbreak that began in October 2013.\nIn an interview, Dr. Jose Benito Villarama said the influx of measles patients started last October and rose steadily from November. By December 14, the Department of Health had tallied 1,724 measles cases across the country, 21 of which led to death.\n\"The increase in the number of measles patients has forced us to convert sections of San Lazaro Hospital into measles ward,\" Villarama said.\nAt least 75 have died of the disease in 2013, according to a report on \"24 Oras\" aired Friday evening that quoted Villarama. \"Usually, ito ay mga complicated na measles with pneumonia,\" he said.\nAs he led reporters on a tour of the hospital’s Pavilion 4, which houses 96 measles patients, Villarama disclosed two measles patients now occupy one hospital bed.\nThree pavilions in the hospital were converted to measles wards, the report said.\nVillarama said as soon as a measles patient shows signs of dehydration or difficulty in breathing, the patient must be rushed to the nearest hospital for medical attention.\nThe \"24 Oras\" report showed most of the patients were babies and children. One of the patient was three months old, puzzling even Health Assistant Secretary Enrique Tayag who said the common age for measles patients is six months.\nOutside, dozens more wait for their turn to be admitted to the hospital full of patients, the report said.\nIn a separate press conference, Tayag said the National Capital Region reported the highest number of measles cases, registering 744 out of the 1,724 cases. In 2012, the DOH listed 1,536 measles cases.\nSouthern Luzon with 436 cases and Western Visayas with 282 complete the top three regions hardest hit by measles, Tayag said. Of the country’s 17 regions, only Central Visayas, Eastern Visayas, Northern Mindanao, and Caraga regions had no reports of increased measles cases.\nTayag urged local government units and health centers nationwide to administer vaccines against measles daily, if possible.\n\"You cannot escape measles... Lagnat pa lang, pwede nang makahawa ang isang bata, hindi pa lumalabas 'yung pantal,\" he said.\nTayag added one may have measles without prior vaccination or exposure to the virus. He said the ideal age for children to be vaccinated is from nine months to one year old and from 15 months to 18 months old.\nThe US Department of Health and Human Services says a second dose of the vaccine must be given when a child is 4 to 6 years old.\nThe symptoms of measles are redness of the eyes, coughs and colds, fever reaching 40 degrees Celsius, and rashes on the ears, face, neck, and the whole body. Tayag said the patient may also have difficulty in breathing.\nThe outbreak of the measles virus is recorded in the following areas:\nCaloocan - Dagat-dagatan, Bagong Barrio\nLas Piñas - Talon Singko, Talon Dos\nManila - Quiapo, Sampaloc, Tondo, Santa Cruz, Port Area, Santa Mesa, Binondo\nMuntinlupa - Alabang\nParañaque\nMeasles is a highly contagious viral disease transmitted through droplets from the nose, mouth or throat of infected persons, the World Health Organization (WHO) said.\nThe WHO said there is no specific treatment for measles and recovery may take two to three weeks. But complications of measles in malnourished children may result in blindness, diarrhea, pneumonia, encephalitis and ear infection.",
    "url": "http://www.gmanetwork.com/news/news/metro/342340/san-lazaro-hospital-fills-up-with-measles-cases-as-outbreak-continues/story/",
    "disease": "measles"
},
{
    "title": "7 measles deaths recorded in Davao City in August",
    "timestamp": "August 31, 2014 9:56am",
    "content": "At least seven children died due to measles in Davao City in August, a Mindanao news site quoted a city health official as saying late Saturday.\nCity Health Office immunization head Armi Capili said the spike in such cases was due to many mothers' failure to have their children immunized, MindaNews reported.\nShe said another reason could be the disease's contagious nature where one case can contaminate up to 20 people.\nOf some 1,228 suspected measles cases as of August 27, 120 have been confirmed so far.\nAs of August 8, the CHO said most reports of suspected measles cases came from Talomo North with 201, Talomo South with 133, and Buhangin with 116.\nIn 2012, Capili said there were only four confirmed cases in Davao City. She said this could be due to an intensified immunization campaign in 2011.\nThere were 50 confirmed cases in 2013.\nDepartment of Health regional unit head for health education and promotion Divene Hilario said the total regional prevalence of measles in 2013 was only 129.\nCapili said the department will head a massive immunization program for measles, rubela, and polio from September 1 to 30 at health centers and other vaccination points.\nMiscommunication?\nMindaNews quoted Hilario as saying there may be a miscommunication with mothers on immunization against measles.\n\"The problem is that some parents do not take their children back to the health centers after the prescribed nine months for a second shot,\" she said.\nShe said parents need to take their children to the centers again for a second booster dose.\nIn the meantime, the City Health Office urged parents to take their children below five years old for free vaccination during September.\nOn the other hand, CHO assistant officer for operations Marjorie Culas said the expanded immunization campaign may have been a victim of online misinformation.\nCulas cited online information claiming “bad effects” of immunization such as a cause of abortion and autism.",
    "url": "http://www.gmanetwork.com/news/news/regions/377136/7-measles-deaths-recorded-in-davao-city-in-august/story/",
    "disease": "measles"
},
{
    "title": "160 measles cases prompt vaccination drive in Surigao City",
    "timestamp": "May 17, 2014 2:13pm",
    "content": "A large-scale measles vaccination drive is now ongoing in Surigao City after local health authorities recorded a rise in the number of cases, a Mindanao news site reported Saturday.\nSurigao City health officials had declared a measles outbreak on May 3 due to the number of cases, according to a report on MindaNews.\nCity information officer Annette Villaces said at least 160 people, mostly children, have been affected by measles from January 1 to May 13, the report added.\nSurigao City Health Office chief epidemiologist Dr. Romulo Ybiernas said the vaccination drive includes mainly Barangays Taft, Washington and San Juan, where most of the victims reside.\nParticularly targeted in the massive vaccination drive are children six months to four years old.\nThe report said at least one patient had died due to measles in a private hospital last April 2.\nFor its part, the Department of Health in Caraga has dispatched personnel from the Regional Epidemiology and Surveillance Unit to help fight measles.",
    "url": "http://www.gmanetwork.com/news/news/regions/361447/160-measles-cases-prompt-vaccination-drive-in-surigao-city/story/",
    "disease": "measles"
},
{
    "title": "DOH issues measles alert in NCR as cases rise",
    "timestamp": "December 11, 2013 4:27pm",
    "content": "The Department of Health on Wednesday advised residents in Metro Manila to take precautions against measles, after noting two deaths and a rise in cases in at least five cities in the National Capital Region.\nIn a statement posted on the government website, DOH Metro Manila head Eduardo Janairo cited records showing a rapid rise in measles cases in Las Piñas, Muntinlupa, Caloocan, Manila, and Parañaque.\n\"Everyone should take necessary precaution because measles is a severe disease that causes complications like ear infections, pneumonia and even inflammation of the brain. It is also highly contagious and can be spread easily through cough and sneeze and direct contact with affected persons through nose or mouth secretions,\" Janairo said\nThe DOH Metro Manila said its records showed the fatalities came from Malabon and Muntinlupa. It added that most of those affected were one to four years old, and most were male.\nJanairo advised parents and guardians of children to look out for symptoms including:\ncommon cold symptoms like high fever\ncough\nrunny nose\nsore eyes that can last for several days\nappearance of a red, blotchy rash.\n\"If you believe you are exposed to someone with measles, you should observe for measles symptoms to appear after nine days. Some person can be affected immediately before the rash appears four days after being exposed.\" he said.\nJanairo also advised the public to make sure they and members of their families are up to date on measles-mumps-rubella (MMR) vaccines and other age-appropriate immunizations.\n\"Measles vaccination not only protects the person but also serves as safeguard to family members who are too young to get the vaccine or haven’t received it yet. Receiving two doses of measles vaccine is highly effective in preventing measles,\" he said.\n616% rise\nCiting partial reports from the Regional Epidemiology Surveillance Unit, the DOH said there were 179 confirmed measles cases from January 1 to December 10.\nIt said this was 616 percent higher compared to the same period last year, with only 25 cases recorded.\nFor this year, the ages of cases ranged from one month to 37 years.\nMost of those affected were one to four years old, and most were male.\nThe cities with most number of measles cases were:\nLas Piñas, 44 cases\nMuntinlupa, 32\nCaloocan, 26\nManila, 22\nParañaque, 15\nMalabon, 10\nQuezon City, 8\nTaguig, 8\nNavotas, 7\nPasay, 4\nMakati, 2\nPasig, 1\nMandaluyong, Marikina, San Juan and Valenzuela Cities, along with Pateros town, recorded zero case so far.\nTask force\nMeanwhile, the DOH Metro Manila dispatched teams of nurses who will act as Anti-Measles Task Force to identified areas in the NCR.\nIt said the nurses will \"assist in evaluating patients and provide the necessary vaccination to prevent further transmission of the disease.\"\nJanairo urged all parents and caregivers of children aged 0-12 years old to go the nearest health center and have their children immunized against measles.\nFurther, the DOH Metro Manila advised the public to report suspected measles cases to a health care provider before going to a hospital.\nIt said a suspected measles case must first be evaluated as a precaution and protection for other patients and health workers from possible infection.\nThe DOH noted measles can easily be spread through the air when an infected person talks, coughs, or sneezes.\n\"People can also get sick when they come in contact with mucus or saliva from an infected person. Anyone who hasn’t been vaccinated or has not had measles is at risk if they are exposed to the virus,\" it said.\nIt added measles can cause serious complications such as pneumonia and encephalitis (swelling of the brain).\nMeasles infection in a pregnant woman can lead to miscarriage, premature birth, or a low-birth weight baby, it said.\n\"Those who have developed symptoms of measles should stay away from public places such as work, school, child care, shops, and public transport to avoid putting others at risk,\" it said.",
    "url": "http://www.gmanetwork.com/news/news/metro/339346/doh-issues-measles-alert-in-ncr-as-cases-rise/story/",
    "disease": "measles"
},
{
    "title": "Typhoid outbreak declared in Tuburan, Cebu",
    "timestamp": "March 05, 2012 8:42 PM",
    "content": "MANILA, Philippines - The health department on Monday, March 5, declared a typhoid fever outbreak in 54 barangays in Tuburan, Cebu.\nAs much as 400 individuals in the area have been afflicted by the disease. The number of cases was observed to have started piling up last February 22. Of the 400 reported cases, 31 were confined in hospitals in Tuburan, a coastal town located north of Cebu City.\nDepartment of Health Assistant Secretary Eric Tayag said the department is eyeing \"contaminated water\" as the cause of the outbreak. He said, however, that it is not clear yet whether the contaminated water came from pipelines or deep wells, the two sources of residents for their water.\nTayag said the health department has already dispatched teams to look into the outbreak. Meantime, he advised residents of the affected areas to boil or disinfect water, while health officials are waiting for lab results on the water tests.\nTayag said antibiotics were already distributed to those requiring treatment. This is to prevent deaths due to intestinal hemorrhage or severe bacterial infection.\nPotentially fatal disease\nTyphoid fever is a life-threatening illness caused by the bacterium Salmonella Typhi.\nA person can get it from food or drink contaminated by the feces or urine of infected people.\nTyphoid symptoms usually develop 1–3 weeks after exposure, and may be mild or severe. Symptoms include high fever, malaise, headache, constipation or diarrhea, rose-colored spots on the chest, and an enlarged spleen and liver.\nEven after symptoms go away, those afflicted may still be carrying Salmonella Typhi, according to information published by the Atlanta-based Centers for Disease Control and Prevention (CDC).\nThis means the illness could return, or the person previously afflicted could pass the disease to other people.\nHow to avoid typhoid\nThe CDC lists down the following tips to avoid typhoid:\n\nIf you drink water, buy it bottled or bring it to a rolling boil for 1 minute before you drink it.\nAsk for drinks without ice--unless the ice is made from bottled or boiled water. Avoid popsicles and flavored ices that may have been made with contaminated water.\nEat foods that have been thoroughly cooked and that are still hot and steaming.\nAvoid raw vegetables and fruits that cannot be peeled. Vegetables like lettuce are easily contaminated and are very hard to wash well.\nWhen you eat raw fruit or vegetables that can be peeled, peel them yourself. (Wash your hands with soap first.) Do not eat the peelings.\nAvoid foods and beverages from street vendors. It is difficult for food to be kept clean on the street, and many travelers get sick from food bought from street vendors.",
    "url": "https://www.rappler.com/nation/2126-typhoid-outbreak-declared-in-tuburan,-cebu",
    "disease": "typhoid"
},
{
    "title": "Contaminated water caused typhoid outbreak - DoH",
    "timestamp": "March 10, 2008 2:08pm",
    "content": "MANILA, Philippines - (Updated 7:10 p.m.) The Department of Health (DOH) on Monday confirmed that the typhoid fever outbreak in Calamba City in Laguna was caused by contaminated water found to have \"low chlorine level.\"\nIn a press conference in Calamba City on Monday morning, Health Secretary Francisco Duque revealed the results of the health department's microbiological testing showed organisms called coliform bacteria were present in some water samples obtained from the water source in affected areas.\nThe test also showed that chlorine level in the water from the Calamba Water District was insufficient to fully disinfect the water and rid it of coliform.\nDr Dennis Labro, spokesman of the city health office, however said that the test does not entirely put the blame on the Calamba Water District, which supplies water in the city, since contamination with coliform could has happened \"along the line.\"\nContaminated water samples were said to have been obtained in areas near the CWD-owned Bucal Pumping Station, a QTV report said Monday.\nThe television report quoted officials from the Calamba Water District as denying that the water they supply is contaminated, adding that they have laboratory tests to prove it.\nThe DOH since last week started gathering water samples from 18 affected villages in Calamba to determine whether the drinking water in the area carried salmonella typhi, which causes typhoid fever.\nWhile the first few water samples tested negative for the bacteria, later tests showed the presence of coliform, an organism that usually indicates the presence of other fecal bacteria like salmonella typhi.\n\"The coliform bacteria is too general to say that what caused the outbreak was salmonella (typhi),\" Labro said in a phone interview with GMANews.TV.\nLabro clarified however that coliform bacteria were not present in all water samples, saying there were only \"specific areas\" where water was found to be contaminated.\n\"May mga household na may lumabas na ganun ang findings at may mga business establishment na ganun din,\" Labro said.\nThe DOH is now considering on forwarding the water samples to a private laboratory, which has the appropriate equipment to specifically ascertain the kind of coliform present in the water samples.\nAside from baring the findings of the DOH test, the Health Secretary likewise urged Calamba Water District officials to coordinate with the agency in order to stamp out the spread of the fever.\nThe Health department also recommended the proper disinfection and continuous monitoring of drinking water being supplied to households and business establishments. Residents were likewise advised to boil their water before consuming them.\nIn his visit to Calamba City, Duque also met with Dr Eric Tayag of the DOH National Epidemiology Center, Calamba Mayor Joaquin Chipeco, and other city health officials.\nAs of Sunday, a total of 732 residents have been hospitalized after showing symptoms of the disease while 1,272 more have visited community health centers to have themselves checked, Labro said.\nThe DOH said that while the number of people ushed to the hospital have declined, they are not about to declare that they have the outbreak contained, adding that they will continue monitoring the situation until the week's end.\nAlthough more than two thousand residents have already been affected by the outbreak, city health officials maintained that no confirmed deaths from typhoid fever has been reported yet.\nOfficials refused to confirm two previous deaths, including a 14-year-old girl, as being connected to typhoid since both have not undergone screening tests and autopsies.\nLabro however said they are still further studying the case of the 14-year-old girl, whose parents have refused to have her subjected to an autopsy.\nBut Labro said they would still undertake \"other investigations short of having autopsy.\"\nFor his part, Sen. Richard Gordon, who is the Philippine National Red Cross (PNRC) chairman, slammed the government's sluggish actions in determining the root of the widespread health problem.\n\"Where did this originate? In water pipelines? Many people in 18 villages are affected and the government should come out and tell us this comes from this place, so that we can stop the outbreak,\" Gordon told GMA News in Filipino.\nThe PNRC has been assisting local health officials in attending to hospitalized residents by providing free medicines, tents, and beds.\nLabro said that health officials were not immediately able to release confirmation of the water contamination since early water samples obtained from various sources tested negative for any bacteria.",
    "url": "http://www.gmanetwork.com/news/news/regions/84102/contaminated-water-caused-typhoid-outbreak-doh/story/",
    "disease": "typhoid"
},
{
    "title": "DOH investigates typhoid fever outbreak in Cebu town",
    "timestamp": "June 28, 2014 12:47am",
    "content": "Health officials are investigating an outbreak of typhoid fever in a town in Cebu, which some residents have blamed on the local water system.\nAt least 86 cases of typhoid fever have been recorded at the health clinic of Borbon town, GMA Cebu's Vic Serna reported Friday.\nThe cases were from barangays Lugo, Clavera, Cajil, Bili and Laaw. Some of the patients were brought to the Vicente Sotto Memorial Medical Center for treatment.\nState-run Philippine Information Agency said DOH Central Visayas regional head Jaime Bernadas confirmed a typhoid outbreak had been declared in Borbon Thursday.\n\"We are giving medical assistance to typhoid-affected residents in Borbon,\" Bernadas said.\nContaminated water\nA separate report by GMA Cebu's Chona Carreon said the water used by the residents was contaminated with fecal coliform.\nDepartment of Health Central Visayas recommended chlorination of the water sources in the area, and gave medicine to those affected.\nBernadas also urged residents to boil their drinking water.\nGMA Cebu's Serna reported initial qualitative tests by the regional epidemiology and surveillance unit suggested the water from Sitio Makina in Barangay Lugo may have been contaminated with human waste.\nBut Lugo water system and municipal administrator Rolando Bucog said not all who got sick got their water from the area.\nOn the other hand, Bucog admitted their chlorinator's pump has not been working for two months. He said they are working on the problem.\nNo need for state of calamity\nBucog also said the number of cases had been declining since cases were brought to the Borbon health clinic last June 12.\nHe said that if this trend continues, there will be no need to declare the five affected barangays under a state of calamity.\nMeasles-like disease\nMeanwhile, state-run Philippines News Agency said at least 43 inmates of the Cebu Provincial Detention and Rehabilitation Center (CPDRC) in Barangay Kalunasan in Cebu City have reportedly contracted a measles-like disease.\nThe inmates who had such symptoms were isolated to prevent further infections, the report said.\nThe PNA report said the jail has 1,971 inmates.",
    "url": "http://www.gmanetwork.com/news/news/regions/367705/doh-investigates-typhoid-fever-outbreak-in-cebu-town/story/",
    "disease": "typhoid"
},
{
    "title": "Pangasinan gastroenteritis, typhoid cases up in 1st 5 months of 2015",
    "timestamp": "June 17, 2015 3:56am",
    "content": "Pangasinan health authorities on Tuesday reminded the public to be careful of the food they buy, especially from ambulant vendors, as gastroenteritis and typhoid fever cases were on the rise in the province during the first five months of 2015.\nAccording to a report from GMA Dagupan, the Provincial Health Office (PHO) found that from January 1 to June 1, there were 261 cases of typhoid fever compared to 230 during the same period last year. There were also 4,100 cases of gastroenteritis from January 1 to June 1, compared to 3,900 last year.\nThe Pangasinan provincial health officer Dr. Anna de Guzman warned that the illnesses came from the contaminated water and mishandled food. Also, food can spoil quickly and is susceptible to contamination, especially during hot and humid periods\nTo prevent more illnesses, vendors applying for a sanitary permit to operate were given lessons on proper food handling by the PHO. \"Nagsasagawa kami ng orientation sa mga tindera na dapat may sanitary permit din,\" de Guzman said.\nAccording to the MedlinePlus website, typhoid fever is an infection that causes diarrhea and a rash commonly caused by the bacterium Salmonella typhi.\nSymptoms include fever, general ill-feeling and abdominal pain, as well as high fever (39.5 degrees Celsius) or higher and severe diarrhea.\nMedline described gastroenteritis - also called stomach flu - as an inflammation of the lining of the intestines caused by a virus, bacteria or parasites.\nSymptoms include diarrhea, abdominal pain, vomiting, headache, fever and chills, though most may recover with no treatment.\nBut gastroenteritis' most common problem is dehydration, especially in infants, young children, elderly and people with weak immune systems.",
    "url": "http://www.gmanetwork.com/news/news/regions/505226/pangasinan-gastroenteritis-typhoid-cases-up-in-1st-5-months-of-2015/story/",
    "disease": "typhoid"
},
{
    "title": "DOH: 226 new cases of suspected typhoid fever reported in Quezon",
    "timestamp": "November 24, 2008 4:33pm",
    "content": "MANILA, Philippines - Some 226 new cases of suspected typhoid fever have been reported in Real town in the southern Philippine province of Quezon, the Department of Health said Monday.\nHealth secretary Francisco Duque III said this brings to the total number of patients hospitalized due to fever in the province to 370.\nDuque said they are still confirming if the new patients are indeed suffering from typhoid fever.\n\"The cases appear to be increasing because many are seeking treatment, but not all those are confirmed typhoid cases. We just have to treat them even if they are just suspected typhoid cases,\" he said.\nThe patients are currently confined at the Claro Recto Memorial District Hospital.\nInitially, 144 cases of typhoid fever, including one death, were recorded at the district hospital.\nDuque said a team of health experts has already been deployed in Quezon to help in treatment of the patients and in controlling the spread of the typhoid fever.\nAsde from sending medical experts, Duque sad they have provided the local government of Quezon some P800,000 worth of drugs and other necessary equipment to control the outbreak.\nTyphoid fever is an illness caused by the bacterium salmonella enterica serovar typhi. It is transmitted by the ingestion of food or water contaminated with feces from an infected person.\nSymptoms of the disease include high fever, profuse sweating, gastroenteritis, and non-bloody diarrhea.",
    "url": "http://www.gmanetwork.com/news/news/regions/135332/doh-226-new-cases-of-suspected-typhoid-fever-reported-in-quezon/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid outbreak caused by contaminated water in Quezon - DOH",
    "timestamp": "November 19, 2008 4:39pm",
    "content": "MANILA, Philippines - Contaminated water from a stream caused more than a hundred persons from three barangays in Real, Quezon to contact typhoid fever, the Department of Health said Wednesday.\nAccording to Dr. Eric Eric Tayag, head of the DoH's National Epidemiology Center, the DOH has sent a team which conducted laboratory analysis on the water samples to determine what caused 109 individuals to contact typhoid fever.\n\"We found out they get water from the stream and no chlorination is being done,\" Tayag said.\nHowever, Tayag said they are still determining the type of contaminants found in the water supply.\nThe experts have collected eight blood specimens and nine stool samples from the patients and water samples from 25 sampling points.\nBlood specimens were brought to the Research Institute for Tropical Medicine in Alabang City for analysis last Tuesday and results are expected to come out in one week.\nAs of Nov. 18, a total of 109 residents have fallen ill and brought to Claro M. Recto Hospital in Infanta. \nThe victims are residents of barangays Poblacion 1, Poblacion 61 and Ungos, where the stream is located.\nHealth Secretary Francisco Duque III said that there was an upsurge of cases last Nov. 17 when 44 patients developed the illness from the initial 17 cases recorded last Nov. 15.\n\"It seems that's it's going down. We hope that this will continue,\" Duque added.\nAs early as Oct. 24, there had been cases of suspected typhoid in the area. \nTayag said the heavy rains last Nov. 1 might have aggravated it.\nTyphoid fever is a bacterial disease caused by Salmonella typhi which is transmitted through the ingestion of food or drink contaminated by the feces or urine of infected people.",
    "url": "http://www.gmanetwork.com/news/news/regions/134467/typhoid-outbreak-caused-by-contaminated-water-in-quezon-doh/story/",
    "disease": "typhoid"
},
{
    "title": "4 dead, 558 downed in typhoid outbreak in Cebu",
    "timestamp": "March 5, 2012 8:04am",
    "content": "At least four people have died in a typhoid outbreak in a town in Cebu province, even as health authorities recommended the installation of water purifiers to stem the spread of the disease.\nSome 558 people in eight barangays in Tuburan town in Cebu have already fallen ill due to typhoid, radio dzBB's Carlo Mateo reported Monday.\nThe Department of Health was to send a medical team to Tuburan to take a closer look at the situation there, the report said.\nA separate report by dzBB's Cebu affiliate said the DOH Central Visayas office recommended to the Tuburan government the installation of water purifiers in the affected areas.\nThe Cebu-based report also said local authorities had declared a state of calamity in Tuburan due to the spread of typhoid cases.\nIt cited DOH Region 7 figures indicating at least four had died and more than 500 were affected.\nHealth authorities suspect a contaminated water source may have caused the incidents.\nThey expect test results of blood samples taken from those affected to come out next week.\nLast weekend, a report on Radyo Mo Nationwide said health authorities in Cebu have declared an outbreak of typhoid fever in Tuburan town following a rise in the number of cases there.",
    "url": "http://www.gmanetwork.com/news/news/regions/250311/4-dead-558-downed-in-typhoid-outbreak-in-cebu/story/",
    "disease": "typhoid"
},
{
    "title": "Man dies in Iloilo City; alert up vs typhoid fever",
    "timestamp": "March 11, 2008 9:59am",
    "content": "ILOILO CITY, Philippines - Mayor Jerry Treñas ordered for an intensified monitoring in the city's waterfront barangays following the occurrence of typhoid fever in one of the said areas last week.\nThe City Health Office, Metro Iloilo Water District, Association of Barangay Captains, Task Force Waterfront and several other agencies were alerted to monitor the area after a 35-year-old male was found to have died due to typhoid fever.\nWaterfront barangays under strict monitoring are Mueller Loney, Zamora , Veterans Village , General Hudges and Sto. Rosario-Duran.\nAmong other activities that the City Government will conduct is the testing of drinking water and food sold from city transient vendors.\nCity Health Officer Urminico Baronda said though the reported death in the waterfront area is not yet considered an outbreak of the disease, it is important to be more prepared.\nPresident Gloria Macapagal-Arroyo has earlier directed the Department of Health (DOH) to look into the increasing incidence of typhoid cases in Calamba City, Laguna.\nThe President instructed Health Secretary Francisco Duque III to personally look after the plight of those who were stricken by typhoid fever.\nCalamba City Health Officer Arsenio Lagos said as of March 3, there were 1,041 reported cases of typhoid infection in 10 barangays in Calamba.\nBased on their initial investigation typhoid bacteria were probably passed on through the water.\nTyphoid is a communicable disease characterized by fever, diarrhea, prostration, apathy, headache, eruption of rose spots, leukopenia, and inflammation of the intestinal mucosa and caused by the Salmonella Typhi bacteria that can be either transmitted through food and water intake.",
    "url": "http://www.gmanetwork.com/news/news/regions/84249/man-dies-in-iloilo-city-alert-up-vs-typhoid-fever/story/",
    "disease": "typhoid"
},
{
    "title": "77 downed in Quezon; typhoid fever eyed – DOH",
    "timestamp": "November 17, 2008 12:52pm",
    "content": "MANILA, Philippines – The Health Department on Monday said at least 77 residents from Real and Infanta towns in Quezon province were downed by a still undetermined illness, although victims displayed symptoms of typhoid fever.\nIn a telephone interview with GMANews.TV, DOH-National Epidemiology Center head Dr. Eric Tayag said the suspected typhoid fever cases were monitored by the local Center for Health and Development since Friday last week. \n\"So far, we have 77 (victims). We are still waiting for the update from my epidemiology team in the area,\" Tayag said. \nHe added that they have collected drinking water samples to determine the cause of their illness. Test results are expected to be out after three to five days. \nIn a separate interview with QTV Balitanghali anchor Raffy Tima, Tayag expressed fears that more victims may succumb to the illness, saying that they have yet to determine the source of the contaminated water. \n\"Inaasahan pa naming tataaas pa yan hangga’t hindi pa natutukoy ang pinagmumulan ng kontaminasyon ng tubig (We expect the number of cases to rise until we haven’t figured where the contamination of the water was coming from),\" Tayag said. \nIn the telephone interview, Tayag said they have employed precautionary measures to prevent the number of cases from rising. \n\"We are treating the patients immediately who will likely be affected. We are also teaching them (residents) to boil their water first,\" Tayag said. \nTayag said that symptoms of the water-borne illness include prolonged fever, stomach pains and irregular bowel movement.",
    "url": "http://www.gmanetwork.com/news/news/regions/133958/77-downed-in-quezon-typhoid-fever-eyed-doh/story/",
    "disease": "typhoid"
},
{
    "title": "Cebu officials claim typhoid outbreak under control",
    "timestamp": "March 3, 2013 6:11am",
    "content": "A report on Radyo Mo Nationwide said this was the gist of a report by Integrated Provincial Health Office chief Dr. Cristina Giango to acting Cebu Governor Agnes Magpale.\nThe RMN report said at least 31 people were affected by typhoid, two of them being reported on Thursday.\nIt said her initial report pointed to a contaminated water source in some areas in the town.\nThe local government of Badian is now planning to send water purification facilities to the affected areas, the report said.\nLast Wednesday, a report by radio dzBB's Cebu affiliate Orchids Lapincao said health authorities in Cebu are testing the water supply of Badian after some of its residents were downed by typhoid fever.\nGiango also reminded residents to boil their drinking water.\nThe United States' National Library of Medicine defined typhoid fever as an infection that causes diarrhea and a rash, and is commonly caused by the Salmonella typhi (S. typhi) bacteria.\nIt said such bacteria can spread through contaminated food, drink, or water, and can travel into intestines, and then into the our bloodstream.\nEarly symptoms of the disease include fever, general ill feeling, and abdominal pain. More extreme symptoms include high fever and severe diarrhea.\nSome may even develop a rash called \"rose spots,\" or small red spots on the abdomen and chest. Other symptoms include:\nAbdominal tenderness\nAgitation\nBloody stool\nChills\nConfusion\nAttention deficit\nDelirium\nFluctuating mood\nHallucinations\nNosebleeds\nSevere fatigue\nSlow, sluggish, lethargic feeling\nWeakness",
    "url": "http://www.gmanetwork.com/news/news/regions/297451/cebu-officials-claim-typhoid-outbreak-under-control/story/",
    "disease": "typhoid"
},
{
    "title": "1 dies as typhoid outbreak hits Iloilo waterfront villages",
    "timestamp": "March 7, 2008 5:46pm",
    "content": "MANILA, Philippines - At least one resident was confirmed dead as a typhoid outbreak hit waterfront villages in Iloilo City since late February, an online report said Friday.\nThe News Today reported that this prompted city Mayor Jerry Treñas to direct all village captains in the city to monitor and report any typhoid case in their respective areas.\nInitial reports showed at least one of the victims, 35-year-old Roberto Jusayan of Veterans Village, died last Feb. 28. The city health office also noted some unreported cases in Concepcion and Gen. Hughes villages.\nBecause of the unreported cases, the mayor's office could not immediately release the number of typhoid victims.\nOn the other hand, Treñas also instructed Inspector Dande Deocampo of the Waterfront Detachment police to help village workers in identifying and monitoring all the victims of typhoid fever.\nThe city government also coordinated with the Metro Iloilo Water District (MIWD) to check their pipes that may have leaks and contaminate residents' source of drinking water.\nAlso, Treñas urged residents to be wary of street foods.",
    "url": "http://www.gmanetwork.com/news/news/regions/83799/1-dies-as-typhoid-outbreak-hits-iloilo-waterfront-villages/story/",
    "disease": "typhoid"
},
{
    "title": "5 Cebu residents monitored for typhoid fever; water sources tested",
    "timestamp": "February 27, 2013 9:01am",
    "content": "Health authorities are testing the water supply of Badian town in Cebu after at least five of its residents were downed by typhoid fever.\nIntegrated Provincial Health Office head Dr. Cristina Giango was quoted early Wednesday by Orchids Lapincao of dzBB-Cebu as saying they are verifying information that the five may have acquired the typhoid fever through contaminated food or water.\nProvincial health teams have taken samples from water supplies and sources in the town to see if there is bacteria, the dzBB report said.\nIn the meantime, Giango reminded residents to boil their drinking water.\nThe United States National Library of Medicine defined typhoid fever as an infection that causes diarrhea and a rash, and is commonly caused by the Salmonella typhi (S. typhi) bacteria.\nIt said such bacteria can spread through contaminated food, drink, or water, and can travel into intestines, and then into the our bloodstream.\nEarly symptoms of the disease include fever, general ill feeling, and abdominal pain. More extreme symptoms include high fever and severe diarrhea.\nSome may even develop a rash called \"rose spots,\" or small red spots on the abdomen and chest. Other symptoms include:\nAbdominal tenderness\nAgitation\nBloody stool\nChills\nConfusion\nAttention deficit\nDelirium\nFluctuating mood\nHallucinations\nNosebleeds\nSevere fatigue\nSlow, sluggish, lethargic feeling\nWeakness",
    "url": "http://www.gmanetwork.com/news/news/regions/296848/5-cebu-residents-monitored-for-typhoid-fever-water-sources-tested/story/",
    "disease": "typhoid"
},
{
    "title": "Dengue, typhoid cases rising in Samar towns",
    "timestamp": "July 2, 2008 12:50am",
    "content": "TACLOBAN CITY, Philippines - Dengue has killed two people and downed 40 others in the island-town of Daram, Samar, while typhoid fever victims in Villareal town has risen to 69 this week with one death. Both municipalities have no doctors.\nBoyd Cerro, Department of Health (DOH) regional sentinel nurse, said the case in Barangay Buenavista, Daram town has reached an alarming level as it takes weeks before residents report the illness. Reports reaching the provincial health office said two patients have died.\nMeanwhile, the number of typhoid fever victims in the village of Igot, Villareal town went up to 69 this week from 43 cases recorded by the DOH regional office last week.\nThe report said the villages' shallow wells triggered the outbreak. The system is the main source of potable water for the residents.",
    "url": "http://www.gmanetwork.com/news/news/regions/104453/dengue-typhoid-cases-rising-in-samar-towns/story/",
    "disease": "typhoid"
},
{
    "title": "DOH dispatches team to Calamba vs typhoid fever",
    "timestamp": "March 3, 2008 11:22am",
    "content": "MANILA, Philippines - The Department of Health on Monday said that it has dispatched a probe team to Calamba City in Laguna in bid to contain the outbreak of typhoid fever in the area.\nDr. Eric Tayag, head of the DOH-National Epidemiology Center, said the team will try to determine the causes of the typhoid fever which had already downed more than a thousand people in the area. \n\"Parating na ang mga bagong gamot. Titignan natin kung ano ang gagawin para hindi ganun kadami ang naoospital,\" he also said.\nHe said the DOH received report from the Calamba City Health Office that at least 1,262 Calamba residents were downed by the disease since January this year.\nOf the number, 752 patients were from the villages of Singko (5), Lecheria, Halang, Bucal, Pansol and La Mesa.\nTayag said 27 of the patients were found positive with the bacteria Salmonella typhi which causes typhoid fever while 200 others were being observed in the hospitals.\nHe said the DOH will still verify the data provided by the Calamba Health Office.\nHe said no death was reported yet but he confirmed that typhoid fever is a deadly disease. He said typhoid fever may affect the brain or typhoid psychosis.\nTayag also urged the Calamba city government to distribute chlorinated water to the residents.\nHe asked the residents to let their drinking water boil for two to three minutes to kill the bacteria. However, he said this is not enough as the residents should also use chlorinated water in cooking their food. \nHe added personal hygiene such as frequent hand washing is important to prevent spread of disease.\nThe health official said they have already declared an outbreak of typhoid fever in Calamba even before the number of patients rose.",
    "url": "http://www.gmanetwork.com/news/news/regions/83083/doh-dispatches-team-to-calamba-vs-typhoid-fever/story/",
    "disease": "typhoid"
},
{
    "title": "Sunstar: Typhoid downs 37 in Zambo",
    "timestamp": "April 12, 2007 8:59am",
    "content": "Typhoid fever is now a threat in Zamboanga City, having recently downed at least 37 residents in a village there, Sun-Star Zamboanga reported Thursday.\nAccording to the Sun-Star report, most of the patients are living in Campo Islam village, where the houses are closely built to each other.\nIt said at least five residents of Barangay (village) Mariki were also found to be showing symptoms of typhoid fever.\nCity health officer-in-charge Kiddiya Uddin advised residents showing symptoms of typhoid fever to immediately go to city health centers for medical assistance.\nUddin said symptoms of typhoid fever including vomiting and severe stomach pain.\nAccording to Uddin, the city government has released suspension medicines with iron supplement to be given to the people who might show symptoms of typhoid fever.\nEarlier, 20 people were hospitalized after they were downed by typhoid fever.\nHealth officials have taken samples of the drinking water for laboratory tests of the community because it might be contaminated and the source of the sickness.",
    "url": "http://www.gmanetwork.com/news/news/regions/37964/sunstar-typhoid-downs-37-in-zambo/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid alert up in Western Visayas",
    "timestamp": "March 11, 2008 9:53pm",
    "content": "BACOLOD CITY — Local health officials have raised a typhoid fever alert following reported cases in Iloilo and Bacolod cities since January.\nIn Iloilo City in Panay island, the health office monitored one death in the waterfront barangay of Veterans Village in February and seven cases in nearby Barangay Monica, it said in a report to Mayor Jerry Treñas.\nCases were also reported in barangays Ortiz and Muelle Loney where health authorities found some residents using open drainage and canals as their toilets.\nFive other barangays in the waterfront area — Concepcion, General Hughes, Legaspi-dela Rama, Sto. Rosario-Duran and Zamora-Melliza — are also being monitored.\nMr. Treñas said he has directed the city health office to coordinate with barangay officials and health workers in verifying typhoid fever cases. The Metro Iloilo Water District has also been requested to check the condition of their water lines, he added.\nIn Bacolod City, Negros Occidental, provincial health officer Luisa Efren said provincial health workers have also stepped up monitoring of possible typhoid cases.\nShe said there were confirmed reports of typhoid fever, but no deaths, in some areas but these were manageable. Typhoid fever, which recently hit residents of Calamba City, Laguna, is caused by Salmonella typhi bacteria found in contaminated food or water.",
    "url": "http://www.gmanetwork.com/news/news/regions/84368/typhoid-alert-up-in-western-visayas/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid fever kills 4, downs 217 in Iloilo - report",
    "timestamp": "March 11, 2008 5:21pm",
    "content": "ILOILO CITY, Philippines - Typhoid fever outbreak has claimed four lives and downed at least 217 residents in Iloilo City, Visayas-based Bombo Radyo reported Tuesday morning.\nSome 120 cases were recorded in the city proper, 29 in Jaro, 18 in Mandurriao, 22 in Molo, 11 in Arevalo and 17 in La Paz.\nAccording to the report, some officials in some villages in Iloilo City were among those downed by typhoid fever.\nEarlier reports said Iloilo City mayor Jerry Treñas has ordered intensified monitoring in the city's waterfront villages as typhoid fever cases were reported from the area last week.\nThe City Health Office, Metro Iloilo Water District, Association of Barangay Captains, Task Force Waterfront and several other agencies were alerted to monitor the area after a 35-year-old male was found to have died due to typhoid fever.\nWaterfront villages under strict monitoring are Mueller Loney, Zamora , Veterans Village , General Hudges and Sto. Rosario-Duran.",
    "url": "http://www.gmanetwork.com/news/news/regions/84322/typhoid-fever-kills-4-downs-217-in-iloilo-report/story/",
    "disease": "typhoid"
},
{
    "title": "Report: 'Typhoid fever' downs 160 in Cebu town",
    "timestamp": "December 8, 2010 10:28am",
    "content": "At least 160 residents of two villages in Cebu province have reportedly been hit by a supposed typhoid fever, even as health authorities suspect a contaminated water system as the cause.\nRadio dzBB's Cebu affiliate reported Wednesday at least 30 of the 160 residents from Poblacion and Sta. Filomena village in Alegria town have been hospitalized.\nLocal health authorities said the 160 residents showed symptoms of typhoid, including a week-long fever, when they went to the town health center for checkup.\nThe report said health authorities are now taking blood samples from the affected residents to double-check if they were affected by typhoid.\nFor its part, the Department of Health is studying the possibility of declaring an outbreak of typhoid in the two villages.\nAlegria is a fourth-class town with a population of 21,699 people.",
    "url": "http://www.gmanetwork.com/news/news/regions/207798/report-typhoid-fever-downs-160-in-cebu-town/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid outbreak in Agusan town biggest ever recorded",
    "timestamp": "November 10, 2006 6:51pm",
    "content": "The Department of Health (DOH) on Friday bared that 501 typhoid cases recently recorded at Bunawan town in Agusan del Sur province was the biggest ever outbreak of the disease in the country.\nHealth Secretary Francisco Duque said the cases were recorded from October to November 8, noting that there were no fatalities.\nResidents of barangay (village) Libertad had complained of fever, abdominal pain, headache and diarrhea, which were classic symptoms of a typhoid infection.\nHealth authorities traced the source of the infection to the community’s open well, the residents’ main source of water. The well has been closed.\nAnalysis of the water drawn from the well showed the presence of fecal coliform E. coli. \nTyphoid is transmitted from an infected person through their waste. \nThe disease can infect people through their water source. If there is improper sanitation or sewage, human waste can leak into the water table and infect a community’s water source.\nAn infected person can also contaminate others if he prepares food without properly washing his hands.",
    "url": "http://www.gmanetwork.com/news/news/nation/20526/typhoid-outbreak-in-agusan-town-biggest-ever-recorded/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid, dengue down school kids in Romblon",
    "timestamp": "July 11, 2008 7:59am",
    "content": "MANILA, Philippines -After taking a hit with the imposition of a fishing ban in the wake of the MV Princess of the Stars tragedy, Romblon province is now hounded with yet another problem as diseases threaten residents in Romblon town.\nRadio dzBB's Carlo Mateo reported Friday that several students in public schools in Romblon, Romblon were downed due to typhoid and dengue.\nSketchy initial reports indicated typhoid and dengue \"affected\" as many as 350 of 700 students from the Romblon East Central School, while 10 from the West Central School had high fever.\nThe report said that as of Friday morning, local officials in Romblon town has ordered the local water supply in Capaclan village cut off while an investigation by town health officers is ongoing.\nResidents of Sibuyan Island on Thursday mounted a fluvial protest against Sulpicio Lines Inc., owner of the \"Princess of the Stars.\"\nThey said the fishing ban caused by the discovery of endosulfan aboard the capsized vessel had robbed them of their livelihood such that they could not afford even subsidized rice.\nMeanwhile, at least three more teams of divers from the Coast Guard's special operations group were due to arrive in Romblon Friday.\nThe divers were to get ready to resume search operations once a task force handling the tragedy gives the green light for them to do so.",
    "url": "http://www.gmanetwork.com/news/news/regions/106328/typhoid-dengue-down-school-kids-in-romblon/story/",
    "disease": "typhoid"
},
{
    "title": "(Update) Zambo typhoid outbreak claims minor, downs 47",
    "timestamp": "April 12, 2007 4:03pm",
    "content": "The typhoid fever scourge that hit Zamboanga City has claimed the life of at least one victim and infected over 47 residents, city health authorities said Thursday.\nThe Zamboanga Today newspaper reported Thursday morning that city health officer-in charge Kibtiya Uddin said the 47 include 37 in Campo Islam village and 10 in Buenagatas village.\nUddin did not name the victim, whom she said was a minor. She added that most of the patients included women and children from age one to 30.\nHowever, she also noted that poverty forced many of the victims to stay in their homes rather than going to hospitals to seek treatment.\nShe said some of the patients contracted the disease as early four weeks back but stayed home because they did not have money for medical treatment.\nAlso, she said that a team of doctors and sanitary inspectors from the Department of Health (DOH) and her office have already gone to the two infected communities to assist the patients.\nBlood, stool and water samples taken from the patients and the Zamboanga City Water District water pipes in the affected villages have already been sent to the Zamboanga City Medical Center for bacteriology examination.\nUddin said that as of Thursday, at least four patients admitted in the hospital tested positive for salmonella bacteria that caused the typhoid fever.\nShe said the investigating team is looking into whether bacteria could have seeped into leaking water pipes or contaminated food.\nUddin said her office and the DOH have started addressing the situation by treating the patients with chlorempenicol antibiotic and iron.\nResidents were advised to boil water before drinking and wash their hands prior to eating.",
    "url": "http://www.gmanetwork.com/news/news/regions/38023/update-zambo-typhoid-outbreak-claims-minor-downs-47/story/",
    "disease": "typhoid"
},
{
    "title": "1 dead, 36 sickened as typhoid fever hits Leyte",
    "timestamp": "August 30, 2009 8:08am",
    "content": "One resident was reported dead while 36 others were sickened by typhoid fever in Macrohon town in Southern Leyte, a radio report said Sunday.\nRadio dzRH reported the regional office of the Department of Health said the 36 cases were recorded in Rizal village since earlier this month.\nLocal Health officials are coordinating with provincial health officials to check possible sources of contaminated water, which they suspect downed the residents.",
    "url": "http://www.gmanetwork.com/news/news/regions/171051/1-dead-36-sickened-as-typhoid-fever-hits-leyte/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid downs 150 in Samar - DOH",
    "timestamp": "March 18, 2008 9:28am",
    "content": "MANILA, Philippines - An outbreak of typhoid cases has downed at least 150 residents in Samar province, even as health authorities are now working to prevent secondary infections there.\nEric Tayag, head of the national epidemiology center, said local health workers are now teaching the residents in Alegria village in Zumarraga town on disinfection.\n\"Mahigit 150 na ang nagkasakit, tinuturuan namin ang tao doon mag-disinfection (More than 150 had been taken ill. Our focus is to teach the residents on disinfection),\" Tayag said in an interview on dzBB radio Tuesday.\nHe said the outbreak stemmed from two months of rains, with the surface runoff contaminating the local deep wells from which the residents draw drinking water.\nMeanwhile, a Chinese Filipino medical team conducted a medical mission in Calamba City in Laguna province Tuesday to treat residents downed by typhoid fever.\nJames Dy, head of the Filipino Chinese Charitable Association that headed the mission, said most of those downed by typhoid were children.\n\"Yung mga malubha dadalhin namin sa Manila (We'll bring the serious cases to Manila),\" he said, referring to his foundation's Chinese General Hospital.",
    "url": "http://www.gmanetwork.com/news/news/regions/85276/typhoid-downs-150-in-samar-doh/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid fever downs over 500 in Laguna",
    "timestamp": "March 3, 2008 9:22am",
    "content": "MANILA, Philippines - More than 500 residents in 18 villages in Calamba City in Laguna were hospitalized due to typhoid fever, GMA's Unang Balita reported Monday.\nThe television report said severely affected were villages Pansol and Bucal.\nBased on the record of Philippine National Red Cross, 504 patients were being treated in nine hospitals in the city as of 10 p.m. Sunday.\nThe PNRC-Laguna chapter said patients downed by typhoid fever started pouring into hospitals February 16. The number of patients doubled last week.\n\"Sa ganitong karaming cases, sa tingin po namin mukhang water ang pinagmulan (ng sakit),\" Dr. Chari Juangco, JP Rizal Memorial Medical Center, told GMA News.\nAt least 157 typhoid patients were being treated at the said hospital which only has a capacity to accommodate 50 patients at a time.\nThe television report said most of the patients at JP Rizal Memorial Medical Center were on the floor due to the hospital's insufficient number of beds.\nJuangco said they are also having a shortage of medicines and medical supplies.\n\"'Yung IV (intravenous) lines po namin talagang nauubusan po kami, yung suwero, IV fluid, yung ibang medications po namin medyo nagkakaubusan,\" she said. \nThe television report said Department of Health-Region 4 is now conducting test on the water sample from the Calamba Water District.",
    "url": "http://www.gmanetwork.com/news/news/regions/83070/typhoid-fever-downs-over-500-in-laguna/story/",
    "disease": "typhoid"
},
{
    "title": "Dengue cases drop in Cordillera",
    "timestamp": "September 10, 2017",
    "content": "THE Department of Health (DOH) in the Cordillera noted a 78-percent decrease in dengue cases in the region. From the 8,311 cases recorded last year, dengue cases went down to 1,852 this year with four deaths compared to 21 in 2016. Kalinga province recorded the highest number of dengue cases with 375 cases followed by Ifugao with 346, Benguet (300), Baguio City (225), Apayao (131) and Mt. Province (34).  Baguio City recorded three deaths of the four with one coming from Mt. Province. DOH said males were predominantly affected with 56.7 percent ranging from three to 92 years old. Entomologist Ursula Segundo of DOH-Cordillera said the decrease was supported by the logistics of the Health office to augment needs of local government units using insecticide treated curtains and drum net covers.  With the alarming number of dengue cases in 2016, DOH-Cordillera launched a dengue awareness campaign in every province including Baguio City. Local officials worked on the \"action barangay kontra dengue\" which leads to the search and elimination of mosquito breeding sites.  Segundo added that source of elimination is the cornerstone of basic dengue prevention adding the DOH are also having interventions for dengue by providing drum net covers in the community. \"Karamihan kasi ng breeding site ng lamok ay doon sa drums and in Baguio City last June they launched the Juan Tireless Day kasi gusto nilang alisin iyong mga tires na nagkalat diyan because we would like to eliminate these major breeding sites of aedis mosquitos,\" Segundo explained.  Aedes aegypti mosquito is the main vector which transmits the viruses that cause dengue disease. The number of dengue cases peak during the rainy season and may reach to widespread proportion if preventive measures of control are not taken, according to the DOH.",
    "url": "http://www.sunstar.com.ph/baguio/local-news/2017/09/11/dengue-cases-drop-cordillera-563335",
    "disease": "dengue"
},
{
    "title": "Provincial health office: Dengue deaths in NegOcc now 14",
    "timestamp": "August 02, 2017",
    "content": "THE Provincial Health Office (PHO) reported Tuesday, August 1, that that dengues this year in Negros Occidental have reached 14 from January to July this year. The latest death was reported in Barangay Mambulac, Silay City. Deaths were monitored in San Carlos City, with four; Sagay City and Kabankalan City, two each; Escalante City, Victorias City, Bago City, Silay City, Hinigaran and Calatrava, one each. Doctor Ernell Tumimbang, provincial health officer, said that that based on the monitoring of the Dengue Death Review Team, the first four dengue deaths involved patients who acquired dengue for the first time. The Dengue Death Review Team was created to closely study the rise of deaths due to dengue despite that the decrease in the number of cases this year. Tumimbang said they suspect that the victims died of late referral and that the victims may be have been brought to the hospital with severe conditions already.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/08/02/provincial-health-office-dengue-deaths-negocc-now-14-556270",
    "disease": "dengue"
},
{
    "title": "Suspected dengue cases drop by 69% in January to October",
    "timestamp": "October 27, 2017",
    "content": "DENGUE cases in Davao Region dropped significantly to 69 percent, data from the Department of Health Davao showed. From January to October this year, a total of 3,076 cases were reported compared to the same period last year with 10,128 cases. Yasuy Avila, DOH Davao Region Health Education and Promotion Officer, said Friday, October 27, during the Connect press forum at Toryano's Chicken Hauz in SM Lanang Premier that the highest percentage of these cases is in Davao City. For this year Davao City has a total of 1,595 unconfirmed dengue cases; 576 in Davao del Norte; 372 in Compostela Valley; 344 in Davao Oriental; 155 in Davao del Sur; and 34 in Davao Occidental. There were also 23 deaths in the region due to unconfirmed dengue cases. While last year, 4,710 are in Davao City; 1,881 in Davao del Norte; 1,880 in Davao Oriental; 1,206 in Compostela Valley; 360 in Davao del Sur; and 153 in Davao Occidental. A total of 78 deaths were recorded last year. She said unconfirmed cases are those patients who had symptoms of dengue but was not confirmed if they were positive of the illness. \"Ito yong mga pasok,(at) reported, hindi pa siya confirm pero pasok siya sa clinical definition ng dengue. But sometimes marami din kasi [factors] as simple as may fever ng two days, may rushes na lumabas pwede na siyang i-clasiffy under dengue though it doesn’t really mean na nagiging positive siya if i-paconfirm na yong blood samples,\" Avila said. She attributed these significant decrease to the continued effort of the health department to reach out to the barangays while empowering barangay officials and capacitating health workers to also go to the grassroots level to raise awareness among communities through their ABKD program or Aksyon Barangay Kontra Dengue (ABKD). The increase last year has also alarmed the communities which triggered them to intensify their campaign at the same time the information, education and communication efforts were escalated to avoid any break out. \"If medyo sobrang taas nong case mas nag iintensify mas naaalert yong community so bumababa yong kaso. So pag mababa naman ang kaso nagiging lax na naman ang community despite sa mga programs na binibigay,\" she said.",
    "url": "http://www.sunstar.com.ph/davao/local-news/2017/10/27/suspected-dengue-cases-drop-69-january-october-571781",
    "disease": "dengue"
}
]