[
{
    "title": "Isabela town in state of calamity due to dengue",
    "timestamp": "2015-06-30T13:54:00",
    "content": "ISABELA, Philippines – The rainy season has just started, but the municipality of Luna in Isabela province in the northern Philippines already declared state of calamity after their health office recorded 54 cases of dengue in just the month of June. Dengue is a fever, usually fatal, caused by a bite of Aedes mosquito. It targets the immune system of the body. Dr Claire Francisco, Luna’s health officer, said on Tuesday, June 30, the number of cases reported for the month is “significantly“ higher compared to the numbers reported in the same month in previous years. Although there is no case of death from dengue yet, the increase in the reported cases of the disease prompted the local government unit to declare a state of calamity to be able to release funds for the purchase of medical equipment. Francisco said the purchase of equipment will also be anticipation of more cases during the rainy season. Thirteen out of 19 barangays (villages) in the town were affected, she said. Francisco advised residents to maintain cleanliness and get rid of stagnant waters so dengue-causing mosquitoes would not have places to breed in. In April, the Department of Health (DOH) reported 6.49% increase of dengue cases in the country, citing 19,946 cases in the first quarter of 2015. The number reached 744 in Cagayan Valley, while Calabarzon had the highest with 3,778 and the Autonomous Region of Muslim Mindanao (ARMM) had the lowest with 312. Philhealth subsidizes dengue case confinement with to P31,300 for level 3. The subsidy covers the maximum allowable expense for room, drugs and medicines, and laboratory tests. The health department is expecting the number of dengue cases to peak in the months of July and August.",
    "url": "https://www.rappler.com/nation/97920-luna-isabela-state-of-calamity-dengue",
    "disease": "dengue"
},
{
    "title": "Dengue outbreak strikes 1,800 in Iloilo",
    "timestamp": "2013-07-06T17:20:00",
    "content": "ILOILO, Philippines – The number of dengue cases has surged in this Western Visayas province, infecting more than 1,800 people and killing at least 10, a provincial official said Saturday, July 6. The number of people struck down by the mosquito-borne disease in Iloilo this year is already 71% higher than the same period last year, provincial administrator Raul Banias told Agence France-Presse. He added dengue fatalities in the first half of 2013 were already equal to the total deaths for the whole of 2012. The latest outbreak in the province, located around 400 kilometers south of Manila, has caused particular alarm, because it began before the start of rainy season in June, when mosquitoes are less plentiful, he said. He added that the outbreak may be a sign of the changing behavior of mosquitoes and a result of people storing water improperly. Dengue is spread by mosquitoes that breed in stagnant water and usually bite people during daytime. “But the behavior of the mosquitoes has changed. They are no longer biting only during the day. Even at night, they are biting,“ he said. Additionally, many of the 1.6 million people living in the largely-rural province still stockpile water in their homes due to lack of proper plumbing, making it easier for the mosquitoes to breed. Provincial health workers are now being deployed to the hardest-hit areas to inspect homes, searching for any water container where the mosquitoes might breed, Banias said. Residents are also being advised to keep their water containers covered while victims are being given free treatment in government hospitals, he said. Dengue fever is a recurring problem in the Philippines. While the number of incidents this year is slightly lower nationwide, it has been spiking in certain areas such as Iloilo.",
    "url": "https://www.rappler.com/nation/33088-dengue-outbreak-iloilo",
    "disease": "dengue"
},
{
    "title": "Dengue in Davao up 300%",
    "timestamp": "2012-09-24T11:08:00",
    "content": "DAVAO CITY, Philippines - A total of 3,096 dengue cases have been recorded here from January to September this year, an increase of more than 300% from last year's data. In 2011, the local health office documented a total of 896 cases during the same period, according to Melody Pabante, pest control officer of the Davao City's health office. Pabante added that the highest number of incidents this year was recorded during the month of August: 1,069 cases. A total of 42 dengue victims from the city have died since January. Clemarie Secuya, a 3rd year Computer Science student in Ateneo de Davao University, suffered from dengue days after school opened in June this year. “I thought it was just an ordinary case of fever due to the weather that time. I tried taking medicines but my temperature kept on rising,” Secuya recalled. She added that after 3 days of high fever, her mother brought her to the hospital. “When I had my blood checked, we discovered that my platelets were already very low because of dengue,“ Secuya narrated. “We tried every treatment available including herbal medicine like tawa-tawa and even durian, which is believed to be an effective treatment,“ said Secuya. Fortunately, the combination of traditional and alternative medicine was effective, she said. The city health office said the local government is trying its best to regularly remind residents to clean their surroundings to keep dengue mosquitoes away. Aside from information campaign, the local government also conducts fogging in different villages in the city. But fogging is a mere stop-gap measure, Pabante added. She said that the health office has also been distributing Olyset-treated curtains and ovicidal larvicidal (OL) traps to address the problem. In partnership with the Department of Education, Pabante said that the local government was successful in setting up OL traps and Olyset curtains in all public schools in the city. “The increase is really alarming. We are hoping that the people would act on this. The efforts of the residents in removing the breeding ground of mosquitoes is the best solution,“ Pabante said.",
    "url": "https://www.rappler.com/nation/12942-dengue-in-davao-up-300",
    "disease": "dengue"
},
{
    "title": "Dengue alarm in Davao region",
    "timestamp": "2012-06-28T19:05:00",
    "content": "DAVAO CITY, Philippines - The Davao region is bracing for an expected increase in dengue cases, which local health officials said already rose by 108% this year. The Department of Health in Region 11 said that they have already documented 3,083 dengue cases from January to June this year, up from only 1,363 cases during the same period last year. “These figures are unimaginably high. And we are all doing our best to address this increase,“ said DOH-11 regional director Dr. Abdullah Dumama. He said that 82% of the 3,083 cases come from Davao while the rest are from neighboring provinces and towns. At least 27 died of dengue in the city, according to the Davao City Health Office. Dumama said the rainy season is likely to worsen the situation. “Yes, an increase is expected during this time of the year. But to experience a 108% [increase] is very alarming. Our teams in the localities were already mobilized to investigate the cases in the hotspot areas,“ Dumama said. Villages have also launched massive clean-up drives in possible breeding areas. Dumama gave assurances the region's blood bank has enough supply. “I think we still have enough blood supply to cater to the present need as long as we will not have an outbreak here,“ Dumama said.",
    "url": "https://www.rappler.com/nation/7711-dengue-up-108-in-davao-region",
    "disease": "dengue"
},
{
    "title": "Dengue outbreak declared in Tuguegarao",
    "timestamp": "2015-07-10T21:40:00",
    "content": "CAGAYAN, Philippines – A dengue outbreak was declared in Tuguegarao City on Friday, July 10, after the city health office recorded 3 casualties. The 3 casualties – from 3 different villages – were aged 4, 8, and 16, City Health Officer Dr James Guzman told Rappler. Based on the historical data, the previous years' cases are much higher. The city health office only recorded 188 cases since January. But Guzman said the 3 casualties alarmed them enough to declare an outbreak. “It is not normal to have one death in every 60 cases in the history of dengue in Tuguegarao,“ Guzman said. Mayor Jefferson Soriano ordered the city health office to conduct assessment and information drive about the disease. Guzman said they already mobilized barangay health officers and schools to ensure sanitation. He said that two of those who died likely got the disease in their homes because they were not attending school. A few weeks ago, another area in Cagayan Valley – the municipality of Luna in Isabela province – declared a state of calamity after its health office recorded 54 cases of dengue in just the month of June. In the first quarter of 2015, the health department reported 20,000 cases of dengue nationwide. On Friday, Isabela Governor Faustino Dy II declared a non-working holiday so residents could participate in an anti-dengue cleanup drive and bloodletting activities. As of July 2, the provincial health office recorded about 748 cases of dengue in the province since January, with 2 deaths in Santiago City. “The rise in dengue fever cases necessitates public support to sustain the supply of blood reserves in government hospitals to meet the needs of critical dengue patients who undergo immediate blood transfusion,“ Dy said. Free blood testing services were offered at 4 government hospitals across the province: the Governor Faustino N. Dy Sr Memorial Hospital in Ilagan City, the Southern Isabela General Hospital in Santiago City, Manuel A. Roxas District Hospital in Roxas town, and Echague District Hospital in Echague town.",
    "url": "https://www.rappler.com/nation/98986-dengue-outbreak-tuguegarao-cagayan",
    "disease": "dengue"
},
{
    "title": "DOH: 372 deaths due to dengue since January",
    "timestamp": "2016-08-17T12:20:00",
    "content": "MANILA, Philippines – The Department of Health (DOH) said on Tuesday, August 16, that it has recorded a total of 84,085 suspected dengue cases in the country from January 1 to August 6, 2016. This is 15.8% higher compared to the same period in 2015 (72,627), and out of this number, 372 people died. Dengue is a disease common in tropical and sub-tropical countries in the world. It is transmitted through the bite of an Aedes mosquito, according to the World Health Organization. The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. According to the health department, most of the dengue cases in the country were from Calabarzon (11.2%), Central Visayas (9.5%), Northern Mindanao (9.3%), Western Visayas and Soccsksargen (8.9%), and Central Luzon (8.5%) There were 585 laboratory-confirmed dengue cases in the country. Dengue fever is potentially fatal and mainly affects children. Among the hundreds who died, for instance, the age group with the highest case fatality rate is composed of children who are less than one year old. Central Visayas has so far the highest number of deaths this year, with 65 recorded deaths as of August 6. The DOH has already identified around 80 barangays (villages) in the country as dengue clusters or “hot zones.“ These are areas that reported 3 or more dengue cases for the past 4 straight weeks. Health Spokesperson Eric Tayag earlier said if the cases in a cluster continue to rise, it could indicate a possible dengue outbreak in that barangay, especially if deaths were reported in the area.",
    "url": "https://www.rappler.com/nation/143318-doh-philippines-dengue-updates-january-august-2016",
    "disease": "dengue"
},
{
    "title": "Dengue cases rise in Visayas, Mindanao",
    "timestamp": "2013-07-31T17:21:00",
    "content": "MANILA, Philippines – While the number of dengue cases in the country decreased over the year, Visayas and Mindanao are the exception to the overall trend. The Department of Health (DOH) on Wednesday, July 31, reported a 7.7% drop in the cases of dengue from 67,339 in July 2012 to 62,156 today. DOH Secretary Enrique Ona noted the significant decline of dengue cases in Luzon. In the National Capital Region, cases of the infectious disease went down by 69% based on DOH data. The region recorded the highest decline in the entire country. The Visayas and Mindanao, however, reported a surge of dengue cases. The uptick was pegged at 53% in Visayas and 44% in Mindanao. The DOH said the alarming figures outside of Luzon can be due to “higher amounts of precipitation” experienced in those areas during the first half of the year. Last year, Mindanao’s Davao City registered a 300% increase in the cases of dengue fever. On July 6, Iloilo province of Western Visayas also reported a 71% surge. Dengue is a mosquito-borne disease frequently occurring in tropical and sub-tropical regions that may lead to lethal complications. Loss of lives Emily Divinagracia lost her brother to dengue in the 1980s. “What it did was bring home the fact that those abstract morbidity and mortality figures… aren't abstract at all—that these are real people, leading real lives, whose illnesses affect real families,“ she said. In an e-mail to Rappler, Divinagracia recalled her brother’s sudden demise at the age of 27. “After graduating from UP Law as the president of his class, passing the bar exams in the top 20, and working at the Supreme Court under then-Justice Irene Cortes, my brother John caught dengue fever and passed away from dengue hemorrhagic shock after 5 days in hospital,“ she narrated. Divinagracia herself took up medicine at the University of the Philippines (UP) Manila. She said the virus-carrying mosquitoes could have come from anywhere–“water in pails, improperly-covered containers, long stagnant puddles because of rain, coupled with poor drainage.“ New treatment guidelines This year, dengue fatalities dropped to 263 cases. The death toll is 40% lower than last year’s 435 during this same period. The DOH said new treatment guidelines now focus on earlier replenishment of body fluids. The health agency issues and updates clinical pathways – a standardized management of diseases – disseminated to doctors in public hospitals across the county. Divinagracia who experienced the impact of the disease first-hand – during her brother’s death in the 80s and when she was diagnosed with dengue in 1997 – said early detection would help Filipino families. “The sort of rapid screening tests available today weren't available 24 years ago, which means supportive therapy can be started much earlier than before,“ she said. Chikungunya outbreak Meanwhile, Ona said on Wednesday, July 31, that it was only a matter of time before the Chikungunya virus hit the Philippines. A surge of cases, he said, had already been reported in Thailand and Singapore last year. “Chikungkunya is a viral disease similar to dengue,“ the health secretary said. “Less ang chance of dying. However, mas matagal ang side effects (The chance of dying is less. However, the side effects last longer).“ The Philippine Star reported an outbreak of the disease in 10 Philippine municipalities. The health chief added that sore muscles are often experienced even after one is healed. “It is even difficult to differentiate it from an ordinary flu, except mas matindi ang (there is worse) muscle and joint pain,“ he explained. DOH efforts Ona encouraged local governments to step up their anti-dengue campaigns as more frequent rains will“herald increased mosquito population that thrive in stagnant water.“ The DOH is currently monitoring the Ovicidal-Larvicidal (OL) mosquito traps – an innovation introduced through a joint project with other government agencies – placed in schools and communities. (READ: Crowdsourcing dengue alert) A habit of searching for and eliminating mosquito-breeding sites in local communities at least once a week was also launched by the DOH. The strategy needs collective community efforts, with the searches routinely done 4 pm onwards.",
    "url": "https://www.rappler.com/nation/35290-dengue-cases-rise-visayas-mindanao",
    "disease": "dengue"
},
{
    "title": "14-year-old girl dies of dengue in Albay",
    "timestamp": "September 17, 2017 12:04pm",
    "content": " A 14-year-old girl in Albay province has died while confined in a hospital for dengue last week.The victim was identified as Kyla Morada Velasco, ersident of Barnagay Binitayan, Daraga.The Department of Health's regional office in Bicol said Velasco is the third dengue fatality in Albay province since January 1.In June, the DOH had said there was a downtrend in the number of recorded dengue cases in the country this year.It said that as of June of this year, a total of 143,902 dengue cases have been recorded. The number is 32 percent lower from the 211,000 cases during the same  period in 2016.",
    "url": "http://www.gmanetwork.com/news/news/regions/626121/14-year-old-girl-dies-of-dengue-in-albay/story/",
    "disease": "dengue"
},
{
    "title": "Dengue cases down by 32% —DOH",
    "timestamp": "June 17, 2017 12:17pm",
    "content": " The Department of Health said Saturday that dengue cases nationwide have decreased by 32 percent this year, radio dzBB Mao dela Cruz reported Saturday. DOH's records show that the number of dengue cases dropped by 31.8 percent compared to year's tally. From 211,000 cases in same spot period in 2016, the number is down to 143,902 this year.But despite the decrease in the number dengue cases in the country, DOH said efforts to combat the mosquito-borne virus would remain relentless. In a statement on Thursday, DOH said most of the dengue cases in 2017 were from the following regions: Central Visayas Region (15.5%), Central Luzon Region (13%), National Capital Region (12.2%), CALABARZON Region (11.4%) and SOCCSKSARGEN Region (11.1%). Meanwhile, DOH Secretary Paulyn Ubial pointed out that addressing the dengue scourge should begin at the grassroots level. “The significance of addressing dengue at the barangay level is to overcome its detrimental impact of instigating economic burden and hindering our development goals. The first step to prevent dengue is within our homes, it is important to instill cleanliness in our surroundings and empty containers with stagnant waters to eliminate the breeding places of mosquitoes,“ Ubial added.",
    "url": "http://www.gmanetwork.com/news/news/nation/614866/dengue-cases-down-by-32-doh/story/",
    "disease": "dengue"
},
{
    "title": "DOH: 42,207 dengue cases, 193 deaths from January to 1st week of June ",
    "timestamp": "June 15, 2013 4:06am",
    "content": "The DOH's National Epidemiology Center said the total figure represents a one-percent decline, or 456 fewer cases, compared to the same period in 2012. A breakdown of data showed that most of the dengue cases from Jan. 1 to June 8 were recorded in: - Central Visayas (6,023 cases, 51-percent increase) - Calabarzon (4,742, 17-percent decrease) - Davao Region (4,364, 30-percent increase) - Western Visayas (4,444, 102-percent increase) - SOCCKSARGEN (3,963, 126-percent increase). “Dengue needs urgent action and we need it now. In the absence of the usual cures and vaccines, we have to rely on the basics of early prevention and community action,” DOH Secretary Enrique Ona said on the department's Facebook page Friday. Metro Manila had 3,073 cases or 6,208 fewer cases - a 67-percent decrease, with Quezon City having 617 cases or a 77-percent decrease; Manila with 542 cases or a 65-percent decrease; Caloocan with 345 cases or a 67-percent decrease; Parañaque with 188 cases or a 67-percent decrease; and Valenzuela with 186 cases or a 62-percent decrease. Yet Ona reminded residents in areas that had fewer cases not to be complacent since dengue cases may peak in August and September. The DOH also noted areas at high risk include urban centers where there is poor environmental management of household waste. Community-based system The DOH has called for a community-based, local government unit-initiated dengue control program starting in households. Such a program reaches out to schools and other mosquito-dense areas in the community. According to the DOH, dengue-carrying mosquitoes breed in artificial containers as well as old tires, puddles and empty coconut shells. “The battle against dengue can be won right in our own backyards but this will not be easy for each one of us,” Ona said. Multi-agency effort The DOH entered into a pact with the Departments of Interior & Local Government (DILG), Science and Technology (DOST), and Education (DepEd) to work together in controlling dengue. “DILG will lead all LGUs to implement the Aksyon Barangay Kontra Dengue in high-risk communities; DOST and DepEd together with DOH will scale up the home-grown ovi-larva (OL)-trap technology in selected, priority schools. The new set of local chief executives can easily make dengue control one of their top priorities,“ the DOH said. On the other hand, the DOH noted 2013 is the third year since June 15 was declared ASEAN Dengue Day during the 10th ASEAN Health Ministers Meeting in Singapore on July 22, 2010. ASEAN Dengue Day promotes a shift from reactionary strategies to forward-planning and long-term prevention strategies. Ona will spearhead the Philippines' ASEAN Dengue Day observance in Cebu, while Vietnam hosts all countries in the region in this year’s region-wide campaign. 4 o'clock habit Earlier this year, the DOH relaunched the 4 o'clock habit where residents map out high risk areas in a locality, and organized teams to undertake critical response activities. This also involves the “Stop, Look and Listen“ system where “Stop“ means dropping everything in favor of mosquito control. “Look“ means assigned teams carry out systematic “search and destroy” activities starting 4 p.m. “Listen“ means heeding instructions of local authorities, community leaders, or work supervisors for synchronous implementation of the 4 o’clock habit. “This can be done on a daily basis, or at least on a weekly basis based on institutional capacity and prevailing resources,“ the DOH said.",
    "url": "http://www.gmanetwork.com/news/news/nation/312978/doh-42-207-dengue-cases-193-deaths-from-january-to-1st-week-of-june/story/",
    "disease": "dengue"
},
{
    "title": "DOH identifies 80 barangays as dengue 'hot zones'",
    "timestamp": "August 17, 2016 11:13 AM",
    "content": "MANILA, Philippines (UPDATED) – The Department of Health (DOH) on Tuesday, August 16 revealed around 80 barangays (villages) in the country dubbed dengue clusters or “hot zones.“ The number doubled from the 47 hot zones earlier identified by the department. The following barangays located in 11 regions reported 3 or more dengue cases for the past 4 consecutive weeks: According to Health Spokesperson Eric Tayag, if the cases in these clusters continue to rise, it could indicate a possible dengue outbreak in the barangay, especially if deaths were reported in the area. Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito, according to the World Health Organization. Dengue fever is potentially fatal and mainly affects children. Dengue is a common disease during the rainy season. The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. The health department reported 70,697 suspected dengue cases from January 1 to July 23, 2016 – 19.1% higher compared to the same period in 2015 (59,342 cases). Of this number, 308 died (0.44% case fatality rate). Most of the suspected dengue cases were from Calabarzon (11.9%), Central Visayas (9.9%), Soccsksargen (9.2%), Northern Mindanao (9.1%), and Central Luzon (9%). The DOH also recorded 521 laboratory confirmed dengue cases, most of which were from the Zamboanga Peninsula.Tayag reminded the public to keep their environment and homes clean to prevent mosquitoes from breeding. He also urged Filipinos to seek early consultation as soon as they experience the “danger signs“ of dengue, which include not only fever but also vomiting and abdominal pain.",
    "url": "https://www.rappler.com/nation/142566-philippines-doh-barangays-dengue-hot-zones",
    "disease": "dengue"
},
{
    "title": "DOH reports almost 20,000 dengue cases in Q1",
    "timestamp": "April 17, 2015 1:36 PM",
    "content": "MANILA, Philippines – The Department of Health (DOH) has recorded 19,946 suspected dengue cases in the first 3 months of 2015 – 6.49% higher than the same period in 2014. Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children. Based on the latest report from DOH’s epidemiology bureau, the region with the highest number of cases is Calabarzon (3,778 cases), followed by Central Luzon (2,732 cases), the National Capital Region (2,628 cases), and Northern Mindanao (2,241 cases). ARMM recorded the highest increase in the number of cases at 126.1%, while Eastern Visayas saw the highest decrease at 85.8%. The 5-page report, signed by Vito Roque Jr – the newly-designated officer-in-charge of the epidemiology bureau – covers the period January 1 to April 4, 2015. Although the number of cases this year is higher than in 2014 (18,730 cases), less deaths were recorded, with only 53 deaths in 2015 compared to 85 deaths in 2014. Most of the cases involved males (54.5%), and belonged to the 5 years old to 14 years old age group (38.7%). The youngest Filipino who had dengue was a less-than-a-month-old baby. The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. The country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. It will be available in the health department’s vaccine program by July 2015.",
    "url": "https://www.rappler.com/nation/90221-doh-dengue-cases-first-quarter-2015",
    "disease": "dengue"
},
{
    "title": "24 dengue deaths reported in Negros Occidental since January 2016",
    "timestamp": "September 01, 2016 10:57 PM",
    "content": "BACOLOD CITY, Philippines – Dengue cases in Negros Occidental have reached an epidemic threshold. While 24 deaths have been reported in Negros Occidental – 8 of which were in Bacolod City – since January of this year, the provincial government has yet to declare a state of calamity. As Provincial Health Officer Ernell Tumimbang explained on Thursday, September 1, “we’re not entertaining declaring a state of calamity because that’s counterproductive. We’re making necessary interventions. If it’s beyond control, even with the conduct of emergency fogging and larvicide treatment, then that’s the time we can declare to prepare for the worst scenario later on as dengue patients may storm the hospitals.“ He added that it’s “not alarming“ even if the cases have already reached the epidemic level. Tumimbang also said the provincial health office will continue with the emergency fogging and larvicide treatment in localities with high dengue incidence. There were two deaths in the same period last year, though the data for Negros Occidental did not include Bacolod at the time. The dengue death toll in the province increased after 4 more fatalities were reported in the past week. Aside from the 8 deaths in Bacolod City, fatalities were reported in the cities of La Carlota, San Carlos, Silay and Talisay with two each; and one each in the cities of Bago and Sagay, and the towns of E.B. Magalona, Hinigaran, Hinoba-an, La Castellana, Moises Padilla, and Murcia. From January 1 to August 27 this year, a total of 3,431 dengue cases were reported in the province while 1,158 cases were reported last year, with an increase of 2,273 cases, or 196 percent, records at the Provincial Health Office showed. Most of the cases were from Silay City with 339, followed by Bago City with 281. Other localities with high dengue incidence were Himamaylan City with 275; Kabankalan City with 247; Cauayan with 246; Isabela with 199; La Carlota City with 149; San Carlos City with 146; and Hinoba-an with 108. The provincial health office also noted Isabela has the highest incidence rate of dengue among the localities. Most of the dengue patients were admitted to Corazon Locsin Montelibano Memorial Regional Hospital in Bacolod City with 669; Teresita L. Jalandoni Provincial Hospital in Silay City with 641; and Don Salvador Benedicto Memorial Hospital in La Carlota City with 210. Majority of the dengue cases belonged to the 11 to 20 year old age group, followed by 1 to 10 age group, the report said, adding that 1,828 of the cases affected male patients while 1,603 were females. The provincial health office noted that dengue cases increased in the months of July and August this year.",
    "url": "https://www.rappler.com/nation/144919-dengue-deaths-negros-occidental",
    "disease": "dengue"
},
{
    "title": "DOH monitoring 'deadlier' dengue strain",
    "timestamp": "December 12, 2012 7:11 PM",
    "content": "MANILA, Philippines – Medical experts are closely monitoring dengue cases in western Mindanao, particularly a rare but “deadlier” strain that was first monitored in the region two years ago, according to the Department of Health (DOH). As summer ends, DOH Assistant Secretary Dr Enrique Tayag said dengue cases are increasing in Zamboanga City, where the spread of “serotype 4” dengue strain has been monitored. “We are still investigating why the cases are high in Mindanao. Cases usually shoot up there are new serotype strains. There is a possibility that the older serotype 2 strain has been replaced with a new one, making the populace more vulnerable,“ Tayag explained. Of the 4 “serotype“ strains or variation of dengue viruses, types 2 and 3 are the most common in the country. According to DOH, those who get infected with the common dengue serotypes develop immunity from these strains until the following year. If serotype 4, for instance, will spread as a predominant strain in an area, this will make most people susceptible to the disease. Among the areas in Mindanao, Zamboanga City is apparently vulnerable to dengue fever since DOH discovered all serotypes there. “During the 2010 outbreak, it was confirmed that dengue serotype 4, which increases the chances of fatality among those infected with disease, was already existing in Zamboanga City,“ said Dr Norvie Taruc-Jalani of the DOH's Regional Epidemiology and Surveillance Unit. Double whammy This is seen as a double whammy for the city since the new strain is not only “deadlier,” but also raises the risk of infecting more people. Zamboanga City health chief Rodel Agbulos said 600 dengue patients were recorded in the city from January to March this year, which is double the number of cases compared to the same period in 2011. At least 9 of the patients have died. The city government has re-intensified the campaign community clean-up drive and educating the public to fight dengue fever. At least 130,000 dengue cases were recorded throughout the country last year, DOH records show. In Metro Manila, the serotype 2 remains the dominant strain, according to Tayag. But he warned that migration or people traveling to Mindanao may contract the strain and may contribute to its transmission to the metropolis.",
    "url": "https://www.rappler.com/nation/4613-doh-closely-monitoring-deadlier-dengue-strain",
    "disease": "dengue"
},
{
    "title": "Dengue cases approach epidemic threshold in Negros Occidental",
    "timestamp": "August 12, 2016 2:34 PM",
    "content": "BACOLOD CITY, Philippines – Dengue cases in Negros Occidental have increased dramatically, causing alarm to the Provincial Health Office (PHO). Records at the PHO showed that the total number of dengue cases in the province in the first 8 months of the year had increased to 197% compared to the same period in 2015. From January 1 to August 6 this year, a total of 2,520 dengue cases were reported, while 849 cases were reported last year – an increase of 1,671 cases, the PHO said on Friday, August 12. Provincial Health Officer Ernell Tumimbang said “we’re approaching the epidemic threshold,“ as he cited the 17 dengue deaths in the province, including 6 in Bacolod City. He said that fatalities should not be more than 1% of the total dengue cases. The recent two dengue deaths, from La Carlota City and EB Magalona, were reported over the weekend. He said that most of the deaths were caused by late referral to the health office. He said that most of the patients were already in a serious state when they were admitted to the hospital. He advised the public to bring to the hospital those with suspected dengue symptoms right away so the physician can monitor the patient. Signs of dengue include fever and body malaise, he said. Most dengue cases in Silay Silay City has the majority of the cases at 252. Bago City follows with 202 cases. Other reported cases were in Himamaylan City, 199; Kabankalan City, 196; Cauayan, 165; Talisay City, 164; Isabela, 155; San Carlos City, 127; La Carlota City, 104; and Sipalay City, 89. Majority of the dengue cases belonged to the age group of 1 to 10-year-olds, followed by 11-20 age group, the report said. Records showed that 1,362 of the cases affected male patients while 1,158 were females. Meanwhile, Tumimbang said he would meet with Governor Alfredo Marañon Jr and the concerned local government units for their next action to address the increase of dengue cases in the province. PHO is planning to implement emergency fogging in local government units with high dengue incidents and to investigate if there are breeding grounds in the barangays. He reminded the public to keep their surroundings clean to prevent the mosquitoes from breeding. The Department of Health on Wednesday revealed the 47 barangays (villages) in the country dubbed dengue clusters or “hot zones.“ The barangays, located in 9 regions, reported 3 or more dengue cases for the past 4 consecutive weeks. None in Negros Occidental was listed, however.",
    "url": "https://www.rappler.com/nation/142821-dengue-epidemic-threshold-negros-occidental",
    "disease": "dengue"
},
{
    "title": "PH among nations with highest dengue incidence in W. Pacific",
    "timestamp": "February 19, 2015 10:43 PM",
    "content": "MANILA, Philippines – Among countries in the Western Pacific, incidence of dengue was highest in the Philippines, Cambodia, Malaysia, and Australia in recent years. This was according to a report on neglected tropical diseases (NTDs) released by the World Health Organization (WHO) on Thursday, February 19, which pegged the investment cost of global vector control at $510 million annually. The region reported 348,452 dengue cases in 2012 alone, including 1,199 deaths as the disease has a case-fatality rate of 0.30%. Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children. WHO said dengue is a “disease of the future“ because of “increased urbanization, scarce water supplies, and, possibly, environmental and climate change.“ NTDs, meanwhile, are infections caused by a variety of pathogens that affect more than 1 billion people worldwide. These diseases are endemic in 149 countries, according to WHO. Part of the proposed Sustainable Development Goals is to end NTDs like dengue by 2030. To do this, WHO urged countries to invest billions of dollars to combat the diseases. Invest to fight dengue In the report, WHO said island nations in the Western Pacific such as Fiji are susceptible to dengue epidemics. Malaysia and Singapore also reported a sustained epidemic activity from 2013 to 2014. “Diagnosis and management remain a challenge, with all efforts now focused on vector control with active community involvement,“ the report said of dengue in the region. To sustain vector control worldwide, WHO said the needed investment target is an average of $510 million per year from 2015 to 2030. The figure may continue to increase in the context of climate change. And while a dengue vaccine is already in the works, the UN health agency said its introduction may only “re-program“ some of the investment in vector control towards immunization. Vector control is still cost-effective to combat dengue. “Investments in vector control should therefore be seen as complementary to the development and implementation of a future dengue prevention and control strategy. As the disease continues to expand to newer areas, vector control alone can prevent and reduce outbreaks,“ the report said. In the Philippines, a dengue vaccine tested in the country and 4 other Asian countries showed promising overall efficacy and will be available in the health department’s vaccine program by July 2015. Challenges ahead Although dengue and chikungunya “continue to spread at an alarming pace,“ WHO said significant progress has been made against these diseases. “Trends indicate declining mortality [due to dengue], but morbidity has continued to increase, due partly to better reporting systems,“ the report said. To reduce the burden of dengue, vector control must complement with other measures such as effective surveillance, prevention, and outbreak response.Challenges in the next 15 years include: shortage of trained health workers absence of integrated vector-control programs degree of readiness in some countries to implement WHO-recommended integrated programs comprehensively “Control of dengue is technically feasible with coordinated international technical and financial support for national programmes, and has proven effective in reducing the global burden of malaria,“ WHO said.",
    "url": "https://www.rappler.com/science-nature/life-health/84446-who-western-pacific-dengue-cases",
    "disease": "dengue"
},
{
    "title": "Number of dengue cases doubles in Cordillera",
    "timestamp": "September 01, 2015 4:38 PM",
    "content": "BAGUIO CITY, Philippines – The onset of rainy season caused the increase of dengue cases in all 6 provinces of the Cordillera Administrative Region and the city of Baguio, the Department of Health said. Dengue surveillance report from January to August this 2015 showed a 103% increase in dengue cases in the region – or 2,383 dengue suspects compared to 1,176 for the same period last year. At least 3 fatalities were reported this year compared to two deaths in 2014 due to dengue. The fatalities include: An 85-year-old male from Luna, Apayao, with a final diagnosis of dengue shock syndrom A 7-year-old from Rosario, La Unio An 89-year-old male from Cervantes, Ilocos Sur JE: Another mosquito-borne disease As dengue cases continue to increase in the Cordillera, the health department is likewise wary of a possible case of Japanese encephalitis (JE), another serious disease caused by mosquito that the public should be aware of. DOH Regional Director Amelita Pangilinan recently told reporters that the health agency have fielded workers to gather samples of mosquitos for laboratory tests in an aim to detect possible JE presence. She explained that JE is caused by mosquitoes (Culex species) infected with the JE virus. Like dengue and chikungunya, JE still has no treatment. According to Pangilinan, JE was first recognized in the late 1800s in Japan and has since spread across East and Southeast Asia, becoming a leading cause of childhood viral encephalitis. Eradicating the breeding sites of mosquitos, Pangilinan explained, is important and easy. Disposing stagnant water should be effortless, she said. Elsewhere, in July, a dengue outbreak was declared in Tuguegarao City in Cagayan province in the northern Philippines. The month before that, the town of Luna in Isabela province, in the same northern region, was put under state of calamity due to dengue. The province of Negros Occidental also reported that as of mid-August, the cases of dengue had increased by 80.84% compared to the first 8 months of last year. A total of 774 dengue patients were admitted to different private and public hospitals from January 1 to August 15 this year, the provincial health office said.",
    "url": "https://www.rappler.com/nation/103711-dengue-cases-double-cordillera",
    "disease": "dengue"
},
{
    "title": "Cebu raises dengue alert as La Niña nears",
    "timestamp": "June 05, 2016 2:27 PM",
    "content": "CEBU CITY, Philippines – In preparation for the coming La Niña season, the Cebu Provincial Health Office (PHO) has raised the alert for dengue fever on Friday, June 3. According to the Department of Health (DOH), at least 14 people have already died from dengue in Cebu province from January to May 2016. The number of cases of dengue have also risen to 1,594 in those 5 months.\nToledo City recorded the highest number of cases with 222 dengue fever cases and 1 death, followed by Balamban town with 192 dengue fever cases and 1 death, and Liloan town with 162 dengue fever cases and two deaths.\nBogo only had 92 dengue fever cases but 4 people already died from the fever, making it the town with the highest number of casualties in the province.\nHealth education and promotion officer Wilfredo Salgado Jr said that most of the victims in the province are children.\n“The immune system of children are not as strong compared to adults. Most of the kids still can't communicate what problems they have, unlike adults who can easily verbalize what they are feeling,“ Salgado said.\nDr Wilson Anthony Egos, medical officer for communicable and non-communicable diseases, said that the government is focusing on prevention and control of dengue.\n“It's still being worked on in coordination with the national government. We are planning to have a mass immunization of dengue vaccine in schools here,“ Egos said.\nEgos advised the public to practice the 4S to prevent dengue – search and destroy, self-protection measures, see early consultation, and say yes to misting.\nAside from dengue, the PHO also released a public advisory on diarrhea and cholera, which are also common diseases during the rainy season.\nThe PHO encouraged the public to be conscious of their hygiene, observe proper hand washing, and proper food handling. The office also advised Cebuanos to boil their drinking water if their sources are unfiltered to kill harmful bacteria and prevent diseases.",
    "url": "https://www.rappler.com/nation/135392-cebu-raises-dengue-alert-lanina",
    "disease": "dengue"
},
{
    "title": "Almost 800 hospitalized for dengue in Negros Occidental in 2015",
    "timestamp": "September 01, 2015 3:51 PM",
    "content": "BACOLOD CITY, Philippines – Dengue cases in the province of Negros Occidental are up by 80.84% as of mid-August compared to the first 8 months of last year, records at the Provincial Health Office showed.\nA total of 774 dengue patients were admitted to different private and public hospitals from January 1 to August 15 this year, compared to 428 incidents of the same period in 2014.\nOnly one fatality has been reported in 2015 so far, while there were 3 in 2014.\nThe following are the numbers of dengue cases recorded in the localities:\nBago City - 99 cases; 1 fatality\nSilay City - 78 cases\nVictorias City - 70 cases\nLa Carlota City - 57 case\nIsabela - 42 cases\nTalisay City - 36 cases\nKabankalan City - 33 cases\nCauayan - 28 cases\nBinalbagan - 27 cases\nEB Magalona - 27 cases\nThe Provincial Health Office also noted 5 localities with high percentage increase, compared to the same period in 2014. These are:\nCauayan - 1,300% increase\nLa Castellana - 733.33% increase\nIsabela - 500% increase\nEscalante City - 375% increase\nHinoba-an - 300% increase\nThe provincial government continues with its massive information drive on dengue, urging the public to keep their surroundings clean and dry to prevent dengue-carrying mosquitoes from breeding.\nMeanwhile, at least 111,810 children and youth in the province are set to be vaccinated by the Department of Health (DOH) this month. The activity started on August 10.\nThe DOH and its partners will administer measles rubella vaccine, tetanus, diphtheria vaccine, and human papilloma virus vaccine in all public elementary and public high schools here.\nProvincial Health Officer Ernell Tumimbang stressed the importance of immunization and urged students to help their parents, teachers, and community in cleaning surroundings to prevent the growth of dengue mosquitoes.\nElsewhere, in July, a dengue outbreak was declared in Tuguegarao City in Cagayan province in the northern Philippines. The month before that, the town of Luna in Isabela province, in the same northern region, was put under state of calamity due to dengue.",
    "url": "https://www.rappler.com/nation/103712-dengue-cases-increase-negros-occidental",
    "disease": "dengue"
},
{
    "title": "More than 78,000 dengue cases since Jan 2015 – DOH",
    "timestamp": "September 23, 2015 1:27 PM",
    "content": "MANILA, Philippines – The number of reported dengue cases in the Philippines climbs to 78,808, based on the latest report from the Department of Health (DOH) covering the period of January 1 to September 5. This is a jump of more than 23,000 cases from the last DOH report in September, which showed there were 55,079 suspected cases during the period of January 1 to August 8. The latest figure of 78,808 is 16.5% higher than the 67,637 reported cases from January 1 to September 5, 2014. Despite the higher number of cases, DOH recorded 233 deaths from January to September – lower than 2014's 297 deaths. Most of the cases come from Calabarzon (15.1%), Central Luzon (15%), National Capital Region (10.3%), Ilocos Region (8.2%), and Northern Mindanao (7.4%). Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children. The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years. The country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. The health department hopes the vaccine will be registered soon so it can be given at least on a pilot basis by 2016.",
    "url": "https://www.rappler.com/nation/106826-dengue-cases-january-september-2015",
    "disease": "dengue"
},
{
    "title": "DOH alarmed over rising dengue cases",
    "timestamp": "December 12, 2012 7:06 PM",
    "content": "MANILA, Philippines - A total of 46,651 people have been sick with dengue this year, and the death toll -- 294 -- is raising concerns among health authorities. Health Assistant Secretary Eric Tayag told reporters that the total number of cases from January to July this year is 13.8% higher than the 40,975 recorded during the same period in 2011. Death toll last year was 259. “The DOH is really really concerned now because of the increasing number of deaths,“ he said.  Tayag warned that all the 4 dengue strains -- serotypes 1, 2, 3, and 4 -- have been observed in the dengue cases this year. Thus it's possible that this year's death toll will surpass the number in 2011, because people who got afflicted with one particular strain could fall ill from another strain, according to Tayag. A total of 23.1% of the cases this year were recorded in Metro Manila, followed by Central Luzon (15.6%) and Calabarzon (13.3%). The DOH stressed that not all dengue victims need to be hospitalized. Tayag said the department wants to make sure doctors are not doing an “over-diagnosis,“ saying some cases can be treated with intravenous fluids.",
    "url": "https://www.rappler.com/nation/8503-doh-alarmed-over-rising-dengue-cases",
    "disease": "dengue"
},
{
    "title": "DOH bares 4 dengue hotspots",
    "timestamp": "December 12, 2012 7:08 PM, ",
    "content": "MANILA, Philippines – Residents of 4 Metro Manila barangays should brace for a higher risk of dengue, the Department of Health (DOH) said Saturday, June 9, as the rainy season began. The DOH warned that the following areas could be dengue hotspots, based on the agency's records: Barangay Commonwealth, Quezon City Barangay Pinagbuhatan, Pasig City Barangay Tañong, Malabon City Barangay 176, Caloocan City Dengue hotspots like these have seen an increase in dengue cases in two weeks' time, explained Dr Manuel Mapue, the DOH's Metro Manila regional medical dengue coordinator. Meanwhile, more barangays have experienced a clustering of dengue cases, which means 3 or 4 dengue cases in an area within 4 weeks, according to Mapue. The barangays with a clustering of dengue cases could be found in the following localities: Manila (1); Caloocan City (1); Las Piñas City (1); Malabon City (4); Parañaque City (3); Pasay City (2); Pasig City (3); Taguig City (2); Valenzuela City (5); Quezon City (13) DOH data show 30 have so far died of dengue this year. From Jan 1 to June 2, Metro Manila had 7,396 dengue cases. The breakdown is as follows: Quezon City – 2,064 cases; Manila – 1,294; Caloocan City – 794; Parañaque City – 504; Pasig City – 474; Valenzuela City – 358; Taguig City – 306; Malabon City – 285; Pasay City – 249; Las Piñas – 234; Makati City – 231; Marikina City – 129; and Mandaluyong City – 129 Mapue thus reminded the public to remove also possible breeding sites of dengue-carrying mosquitoes.",
    "url": "https://www.rappler.com/nation/6704-doh-bares-4-dengue-hotspots",
    "disease": "dengue"
},
{
    "title": "Measles-free Philippines by 2017?",
    "timestamp": "3:38 PM, January 07, 2014",
    "content": "MANILA, Philippines – Can the Philippines eliminate measles in 3 years' time? The Department of Health (DOH) said there is enough time as it prepares for a nationwide vaccination September this year. This is the long-term solution of the department for its target of a measles-free nation by 2017. “Isa tayo sa pinakaunang bansa na nag-target sa measles elimination (We're one of the first countries to target measles elimination),” Health Assistant Secretary Eric Tayag said in a forum Tuesday, January 7. He said being measles-free means that in a population of 100 million, the laboratory-confirmed cases should not exceed 100 people. Last year, the confirmed cases numbered 1,724. The Philippine population is 92.34 million based on the 2010 census, but the Commission on Population expected the number to reach 97.7 milllion by 2013. (READ: DOH steps up drive vs measles amid outbreak) Tayag said the mass immunization will be conducted for the whole month of September, targeting 13 million children nationwide. Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. Role of LGUs Tayag urged parents in areas with a measles outbreak to have their children vaccinated regardless of whether they were already vaccinated or not. Some 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include: Caloocan City: Bagong Barrio and Dagat-dagatan Las Piñas City: Pamplona Uno, Talon Dos, and Talon Singko Malabon City: Longos and Tonsuya Manila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo Muntinlupa City: Alabang and Putatan Navotas: North Bay Boulevard South Parañaque City: Don Bosco and Moonwalk Taguig City: Bagong Tanyag Valenzuela City: Ugong Tayag said it takes the department two weeks to get confirmation, but at the local government level, a suspected case already prompts an investigation. Valenzuela Rep Sherwin Gatchalian told the department that LGUs can play a big role in preventing the upsurge of measles cases in the National Capital Region through information and mass vaccination. (READ: DOH: Measles upsurge due to kids missing free vaccination) “We cannot rely on national government all the time since things like these are best managed at the local level...I’m appealing to the DOH to immediately convene a health summit to review the level of preparedness of LGUs and at the same time set a standard ‘emergency response template’ should there be any outbreak,“ he added. Health Secretary Enrique Ona said a measles outbreak mean “there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ For Tayag, it means any barangay or district with at least one laboratory-confirmed case. “Lahat ng baby starting 6 months hanggang 59 months bibigyan ng bakuna regardless kung nagkatigdas na o tumanggap na ng bakuna – maliban na lang kung less than a month lang yung bakuna,” he added. (All babies starting 6 months until 59 months will be vaccinated regardless of whether they already had measles or they were already vaccinated – unless the vaccination was administered less than a month ago.) No overdose But the vaccination of children aged 6 months old is only recommended for places with an outbreak. This is 3 months earlier than the prescribed age for the first vaccine (9 to 11 months) which they should still get, as well as the booster shot at 15 months old. The first vaccine is 90% effective, while the booster is 100% effective, Tayag said. “Between isang bakuna at wala, lamang ang isang bakuna. Kaya kahit alam namin na baka di siya maproteksyunan...yung may bakuna, lamang na lamang dun sa 'di nakatanggap ng bakuna. Subali't alam namin na 'di sapat yun kaya kailangan ulitin sa tamang panahon,” he added. (It's better to be vaccinated than not. So even though we know the child may not be protected...the vaccinated child has an advantage compared to the one not vaccinated. But we know that is not enough so the vaccine should be given again at the right time.) In normal conditions, 6 months old is too early for a measles vaccination because maternal antibodies still persist in the baby, rendering the vaccine useless. But during outbreaks, the vaccine is given at 6 months old because, as Tayag said, “nagbabakasakali ka na wala na yung antibodies at kakagat na yung bakuna.” (You're hoping there are no more antibodies and the vaccine will take effect.) Dr Beatriz Quiambao, president of the Pediatric Infectious Disease Society of the Philippines, told parents not to worry, as there is no such thing as an overdose when getting more than the prescribed number of vaccines. Tayag again urged parents to avail of the free vaccines, which he said, is the only prevention against measles. And while it is possible to prevent complications, he said people die of measles mainly because they are malnourished or brought to the hospital too late. Last year, the department recorded 21 deaths due to measles.",
    "url": "https://www.rappler.com/nation/47400-measles-free-philippines-2017",
    "disease": "measles"
},
{
    "title": "PH 'exported' measles to other countries",
    "timestamp": "4:30 PM, September 18, 2014",
    "content": "MANILA, Philippines – The Philippines’ 2014 measles outbreak – the worst since 2010 – has “exported” the highly contagious disease to other countries, a Department of Health (DOH) official said on Wednesday, August 27. “Philippines became the amplifier of measles infection to other countries. Nage-export na tayo ng (We already export) measle cases, importations to other countries like US, Japan, Australia, Singapore,” Dulce Elfa of the health department’s Family Health Office said at a seminar. For 2014 alone, the DOH already recorded 6,287 laboratory-confirmed cases of measles. Elfa said the top 3 regions with the most measle cases are the National Capital Region, Calabarzon and Central Luzon. Most of the cases are unvaccinated children under two years of age. Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose, and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. Factors Elfa enumerated 6 main reasons for the outbreak: Variation in subnational coverage for the 1st dose measles vaccination Slow uptake for the MCV2 Large birth cohort of 2.7 million leads to quick accumulation of susceptibles and densely populated in many areas Immunization coverage in 2011 campaign was not high and uniform from area to area Series of major disasters from December 2012 to end of 2013 affected some regions, with significant damage to general infrastructure, health facilities, staff capacities and service implementation Widespread domestic population movements further aggravated by disasters Data from the National Epidemiology Center showed that in 2013, there was a large drop in the percentage of children who completed their two vaccines for protection from measles. From the 91% of children who were administered their first vaccine, only 55% came back for their second vaccine. (READ: DOH: Measles upsurge due to kids missing free vaccination) The health department prescribes that children should get their first measles vaccine at 9 to 11 months old, and their booster shot at 15 months old. As Health Assistant Secretary Eric Tayag earlier said, the first vaccine is 90% effective, while the booster is 100% effective. As of July 5, the country’s measles incidence rate is at 162 people for every population of 1 million. There are also 16,214 confirmed cases of measles, which include both laboratory-confirmed cases and epidemiologically-linked ones. “Halos lahat ng regions may outbreak na ng measles (Almost all regions already have an outbreak),” Elfa noted. Health Secretary Enrique Ona earlier explained that a measles outbreak means “there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ There is also a high number of confirmed cases among children below 9 months old who are not yet eligible for vaccination. DOH is set to conduct a month-long nationwide vaccination in September to interrupt the transmission of measles and rubella, and to protect Filipinos from the consequences of importation of wild poliovirus. The department’s strategy will be to reach every purok (area) and achieve over 95% coverage. Health service delivery will also be re-established in disaster-hit areas. “Before the year ends sana makita natin drop [in] cases (Before the year ends we hope to see a drop [in] cases),“ Elfa said.",
    "url": "https://www.rappler.com/nation/67427-doh-measles-mass-immunization",
    "disease": "measles"
},
{
    "title": "DOH steps up drive vs measles amid outbreak",
    "timestamp": "8:52 PM, January 05, 2014",
    "content": "MANILA, Philippines – The Department of Health (DOH) is stepping up its campaign against tigdas or measles, following the increase in the number of cases recorded last year and outbreak in some barangays in Metro Manila. The DOH reported that there were 1,724 cases of measles nationwide from January 1 to December 14, 2013, with 43% or 744 cases recorded in Metro Manila alone. Some 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include: Caloocan City: Bagong Barrio and Dagat-dagatan Las Piñas City: Pamplona Uno, Talon Dos, and Talon Singko Malabon City: Longos and Tonsuya Manila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo Muntinlupa City: Alabang and Putatan Navotas: North Bay Boulevard South Parañaque City: Don Bosco and Moonwalk Taguig City: Bagong Tanyag Valenzuela City: Ugong Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes would then appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. Free vaccination DOH Assistant Secretary Eric Tayag, on his Twitter account, reminded Filipinos that vaccination is free in all health centers nationwide. Tayag noted that children who missed their measles vaccine shot 5 years ago are more vulnerable to measles now and in the coming days. As a precautionary measure, Tayag told parents to have their children immunized, saying that babies aged 6 to 11 months should take their first vaccine shot, while they should be vaccinated the second time when they are 12 to 18 months old. He also advised students who exhibit symptoms of measles to stay home and not go to school on Monday, January 6. The DOH will meet with health officers in Metro Manila and civil society organizations on Monday to step up its vaccination drive, said Tayag.",
    "url": "https://www.rappler.com/nation/47268-doh-measles-outbreak",
    "disease": "measles"
},
{
    "title": "DOH: Measles upsurge due to kids missing free vaccination",
    "timestamp": "9:56 PM, January 06, 2014",
    "content": "MANILA, Philippines – The recent upsurge of measles cases in certain areas of the country, especially Metro Manila, was due to children missing crucial measles vaccinations at an early age, the health department said on Monday, January 6. The irony is that the vaccines are readily available for free in rural health clinics across the country. Latest figures from government showed that the number of confirmed cases in Metro Manila in 2013 was almost 17 times more than the figure from 2012. Of the 417 cases of measles recorded in the national capital region 2013, Health Secretary Enrique Ona said 88% didn't have any history of vaccination. In a press conference, Ona attributed the increase in measles cases to children missing their preliminary and booster vaccination shots. Babies aged 6 to 11 months should be administered their first vaccine shot. At 12 to 18 months, they should get vaccination a second time. “There are a good number of parents who, for one reason or another, don't get their child vaccinated,“ said Ona. As an example, he cited certain tribes or religious sectors whose members refuse vaccinations. The Department of Health (DOH) was able to vaccinate only 85% of Filipino children during the last nationwide vaccination program in 2011, he said. “As you go in the last 3 years, there were a lot of children who missed the vaccinations, making them suscepticle to measles,“ Ona continued. “The point is, there should have been no more measles in Metro Manila, or even in the whole Philippines, but that has not happened yet. The Philippines is not yet measles-free,“ said Ona. The DOH is slated to conduct another nationwide vaccination drive this year. Extent of the outbreak Ona said that the DOH is aware of the measles outbreak in certain areas of the country, and is closely coordinating with local health officials to address the matter. “Yes, there have been an increase in reports in some areas in Metro Manila. We are aware of it. We are monitoring it very closely,“ said Ona. Ona then clarified to media the definition of an outbreak. “It means that there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ Even a single case, if it is the first ever in area, is considered an outbreak, he said. There were a total of 1,724 measles cases reported nationwide, from Jan 1 to Dec 14, 2013, with 21 deaths. Latest figures in the National Capital Region (NCR) from the DOH Center for Health Development (CHD) show that there have been 417 confirmed measles cases, including 3 deaths, logged in 2013. In 2012, only 25 cases were reported in NCR. Children between one and 4 years old were affected the most, consisting 38% of the cases. Las Piñas City reported the most number of measles cases with 78, followed by Manila (72), Muntinlupa City (65), Caloocan City (45), and Parañaque City (32). The DOH report also noted that 88% of the measles cases in the NCR in 2013 had no history of previous measles vaccination. Ona said that all cities in Metro Manila have been actively expanding their vaccination drives since September 2013, when most measles cases started rising drastically. “As a matter of fact, in December 2013 in the city of Manila, there was a 28% decrease in suspected measles cases. In Caloocan City, there were no suspected cases in November and December,“ said Ona. “There is no reason to be scared, or to be too concerned. However, it is imperative that the parents take a good look at their children always, so that when symptoms of measles appear, the child should be brought to the hospital or health center,“ Ona added. When asked if adults can also avail themselves of measles vaccines, Ona said that they could, but the children are top priority.",
    "url": "https://www.rappler.com/nation/47329-doh-measles-upsurge-kids-miss-free-vaccination",
    "disease": "measles"
},
{
    "title": "Did You Know: DOH notes fewer cases of measles-rubella",
    "timestamp": "05:00 AM September 27, 2017",
    "content": "A total of 1,964 suspected cases of measles-rubella were reported nationwide from Jan. 1 to Aug. 5 this year, according to the Department of Health. Of these cases, 28 or 1.43 percent were classified as confirmed measles, while 329 cases or 16.75 percent were classified as rubella (german measles). The measles cases were 41.67 percent lower than the 48 cases during the same period last year, while the rubella cases were 257.61 percent higher than the 92 cases reported the previous year.",
    "url": "http://newsinfo.inquirer.net/933627/did-you-know-doh-notes-fewer-cases-of-measles-rubella",
    "disease": "measles"
},
{
    "title": "21 dead as DOH declares measles outbreak",
    "timestamp": "09:17 PM January 03, 2014",
    "content": "MANILA, Philippines—The Department of Health appealed to parents to have their children vaccinated against measles on Friday as it declared an outbreak of the disease in Metro Manila and other parts of the country. Health Assistant Secretary Dr. Eric Tayag, who is also director of the National Epidemiology Center, said that from Jan. 1 to Dec. 14, 2013, there were already 1,724 confirmed measles cases nationwide, 21 of which led to death. He added that among the 17 regions in the country, only four did not report an increase in the number of measles cases. These are Central Visayas, Eastern Visayas, Northern Mindanao and the Caraga region in Mindanao. The National Capital Region had the most number of cases with 744. Measles outbreak had been declared in the following Metro Manila areas: Quiapo, Sampaloc, Tondo, Binondo, Sta. Cruz, Port Area and Sta. Mesa in Manila; Dagat-dagatan and Bagong Barrio, in Caloocan City; Talon 5, Talon 2 and Pamplona Uno in Las Piñas; Longos and Tonsuya in Malabon; Alabang and Putatan in Muntinlupa; North Bay Boulevard South in Navotas; Moonwalk and Don Bosco in Parañaque; Bagong Tanyag in Taguig; and Ugong in Valenzuela. But Tayag noted that mass vaccinations had already been conducted in those places. He said mass vaccinations would also soon be conducted nationwide, preferably during the summer break. He urged parents to bring their children, especially those between the ages of 6 to 18 months, to health centers for free vaccination. Tayag noted that measles is a contagious viral illness, which can be deadly. He said it commonly spreads among children and even adults, but the most susceptible are children 10 years old and below. He said infants and children with measles should be hospitalized. Children 6 to 18 months old must complete the required two vaccinations to prevent them from contracting measles, he said. Newborn children must take the first preventive vaccine shot for measles upon reaching 6 months to 12 months. The second vaccine shot should be taken upon reaching the age of 12 months to 18 months. “These two consecutive shots must be taken to avoid having the risk of getting measles,” he said. He said measles usually begins with common cold symptoms like high fever, cough, runny nose, red eyes that can last for several days before the appearance of a red, blotchy rash. Tayag suggested that parents bring down the fever with paracetamol and sponge bath to prevent the onset of convulsions, and to get rid of the thick discharges from the nose. He also urged parents to count a child’s inhalations, noting a child less than five years old with more than 40 breaths per minute may have pneumonia.",
    "url": "http://newsinfo.inquirer.net/557253/21-dead-as-doh-declares-measles-outbreak",
    "disease": "measles"
},
{
    "title": "PhilHealth says measles covered by hospitalization benefits",
    "timestamp": "06:36 PM January 14, 2014",
    "content": "MANILA, Philippines—The Philippine Health Insurance announced Tuesday that patients hospitalized due to measles may avail themselves of PhilHealth benefits. In a news forum, PhilHealth president and CEO Alexander Padilla said that patients confined even due to simple measles cases are now covered by PhilHealth following the outbreak of the disease in many parts of the country. According to him, measles was previously removed from its list of benefits because there had been almost no hospital admissions due to simple measles. “But those with complications due to measles such as pneumonia, dehydration and encephalitis have been continuously covered by PhilHealth,” he said. “Since there is an outbreak of the disease, we decided to revive this month the simple measles case rate package, but it has to involve hospital confinement,” added PhilHealth spokesperson Dr. Israel Francis Pargas. Pargas said patients will be covered for P7,000 and up to P32,000 if it involves complications from the disease. He added that the coverage will be implemented retroactively, which means those who were admitted even from January 1 to 14 can file for PhilHealth claims. Meanwhile, almost 800 suspected cases of measles have been reported in Metro Manila for the first 11 days of the month, according to the Department of Health. Based on the DOH-National Capital report, there were 760 suspected cases reported from January 1 to 11, 2014 compared with only 10 cases during the same period last year. Most (272) cases were in Manila City, followed by Parañaque City with 138 cases. Other cities with significant increase in cases were Quezon, Taguig, Navotas and Las Piñas. The DOH report said clustering of suspected measles cases has been noted in the cities of Caloocan, Las Piñas, Malabon, Mandaluyong, Manila, Muntinlupa, Navotas, Parañaque, Pasay, Quezon, Taguig, and Valenzuela. Three deaths from suspect measles cases were also reported during the period, the report added. Thirty-nine percent of those affected belonged to the 1-4 years age-group, the DOH report said, adding that 9 percent or 67 victims had history of previous measles vaccination. A total of 1,724 cases of measles have been reported from Jan. 1 to Dec, 14, 2013 nationwide, including 21 deaths. The DOH is to launch in September a nationwide mass vaccination campaign to eliminate measles in the country.",
    "url": "http://newsinfo.inquirer.net/563837/philhealth-says-measles-covered-by-hospitalization-benefits",
    "disease": "measles"
},
{
    "title": "Measles outbreak to peak in summer, says Tayag",
    "timestamp": "02:12 PM January 06, 2014",
    "content": "MANILA, Philippines—Health Assistant Secretary Dr. Eric Tayag on Monday said the measles outbreak would continue and peak in the dry season. According to the latest statistics, measles cases reached 1,724 from January 1 to December 14, 2013. Of the number, 21 patients died. “There are outbreaks last year and it is going on right now” Tayag in an interview with Inquirer Radio 990AM. Tayag said the measles outbreak, which started last year, would linger until summer. “That’s when the measles will peak (summer) and we hope we can contain it so we can reduce the number of children getting sick and even adults because measles spread easily because it is airborne.” Tayag, known for his dance moves to campaign for crucial health programs, said the local government units are in charge of the vaccination of children in their areas. The Health Department only supplies the vaccines. “The local government’s primary responsibility is to make sure that the vaccines the Department of Health buys and distributes to them are actually used,” he said. According to Tayag, measles vaccines should be administered twice – first when a child is nine to 11 months old and another when the child is 12-months-old to 18 months-old. He added that if mothers or relatives would not bring the children to the health centers, DOH personnel would come personally to the houses to administer the measles vaccine.",
    "url": "http://newsinfo.inquirer.net/558743/measles-outbreak-to-peak-in-summer-says-tayag",
    "disease": "measles"
},
{
    "title": "Less than half of target children get measles vaccine",
    "timestamp": "September 18, 2014 10:58 PM",
    "content": "MANILA, Philippines – Two weeks after the Department of Health (DOH) launched its month-long mass immunization campaign, only 44% of the target number of children had received vaccines for measles-rubella and oral polio. In a press conference Thursday, September 18, Health Undersecretary Janette Garin said the department’s target is to reach 50% by 2nd week of September. “We need a more aggressive campaign now na nasimulan na natin. Being on [its] 2nd week, supposedly nasa 50% na ang nareach [ng campaign],” she explained. (We need a more aggressive campaign now that we already started it. Being on [its] 2nd week, supposedly the campaign already reached 50%.) There are several reasons why DOH did not hit the target, Garin said. Some areas started the campaign late, while some are still recovering from disasters. There are also areas which lacked preparation. In the Autonomous Region in Muslim Mindanao (ARMM), for example, DOH had to sort through issues of logistical support. “Hindi basta-basta puwedeng ibaba kung 'di mo ma-assure na yung pondo ay mapupunta sa pagpapabakuna,“ she said, adding that the funds from the Central Office are only supplementary to funds of the local government. (You can't just make fund releases if you can't be sure they will really go to vaccination.) Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose, and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. From January 1 to August 9, 2014, the DOH recorded 48,779 suspected cases of measles. Out of this number, 16,743 are confirmed cases. Participation of provinces, cities Garin praised the provinces and cities with the highest immunization rates: Top performing provinces Top performing cities In the National Capital Region, the top performing cities for measles-rubella immunization (47% to 62%) are San Juan, Navotas, Caloocan, Las Piñas, and Valenzuela. For the oral polio vaccine, the top performing cities (47% to 60%) are San Juan, Las Piñas, Caloocan, Navotas, and Pateros. But the areas below have some catching up to do: Low performing areas for measles-rubella and oral polio immunization Garin said the fight of the country against measles will be “useless“ if not everyone will cooperate. She urged local government units to help reach children in their locality. The campaign aims to achieve at least 95% vaccination coverage at all administrative levels. The target covers children who received their vaccination from health centers, barangay health stations, local churches, and other designated vaccination posts. “Sayang naman kung patuloy nating papayagan yung isang sakit na manatili sa bansa natin [kung] meron naman tayong pera at kakayanan para sugpuin ito,“ she said. (It’s a shame if we will let a disease affect our country when we have the resources and the capability to fight it.) She added: “Mahirap kung maraming missed children from 0-5 [years old] dahil sila [ang] source ng infection (It’s hard to have a lot of missed chldren from 0-5 years old because they can be the source of the infection).“ Sustain awareness DOH is deploying rapid coverage assessment teams in areas with low immunization rates. If the teams find at least 2 unvaccinated children, it means the area has not yet been fully covered by the campaign. If the teams find no unvaccinated children, the department will declare the area fully-covered, since the actual number of children is different from the estimated target. Garin said there is a need to sustain the awareness on the importance of immunization to reach the 95% target. After all, some of the complications of measles are permanent, like blindness. The disease can also be deadly. “Nung una very maingay [yung campaign]. Ang bilis makalimutan. Kailangan pa ng dagdag na ingay. It’s not the cost, it’s the lives that we can save,“ she added. (There was a lot of noise at the start of the campaign. People are quick to forget. We need to make some more noise. It’s not the cost, it’s the lives that we can save.) Despite missing its initial target, Garin hopes the health department will still reach the 95% target, so that the campaign would not have to be extended. “If we extend, the more difficult it will be to fight it. But as the need arises, we will make a decision,“ she said in a mix of English and Filipino. The Philippines, which “exported” measles to other countries, hopes to eliminate measles by 2017.",
    "url": "https://www.rappler.com/nation/69480-doh-misses-target-measles-vaccination-september",
    "disease": "measles"
},
{
    "title": "DOH: Measles upsurge due to kids missing free vaccination",
    "timestamp": "January 06, 2014 9:56 PM",
    "content": "MANILA, Philippines – The recent upsurge of measles cases in certain areas of the country, especially Metro Manila, was due to children missing crucial measles vaccinations at an early age, the health department said on Monday, January 6. The irony is that the vaccines are readily available for free in rural health clinics across the country. Latest figures from government showed that the number of confirmed cases in Metro Manila in 2013 was almost 17 times more than the figure from 2012. Of the 417 cases of measles recorded in the national capital region 2013, Health Secretary Enrique Ona said 88% didn't have any history of vaccination. In a press conference, Ona attributed the increase in measles cases to children missing their preliminary and booster vaccination shots. Babies aged 6 to 11 months should be administered their first vaccine shot. At 12 to 18 months, they should get vaccination a second time. “There are a good number of parents who, for one reason or another, don't get their child vaccinated,“ said Ona. As an example, he cited certain tribes or religious sectors whose members refuse vaccinations. The Department of Health (DOH) was able to vaccinate only 85% of Filipino children during the last nationwide vaccination program in 2011, he said. “As you go in the last 3 years, there were a lot of children who missed the vaccinations, making them suscepticle to measles,“ Ona continued. “The point is, there should have been no more measles in Metro Manila, or even in the whole Philippines, but that has not happened yet. The Philippines is not yet measles-free,“ said Ona. The DOH is slated to conduct another nationwide vaccination drive this year. Extent of the outbreak Ona said that the DOH is aware of the measles outbreak in certain areas of the country, and is closely coordinating with local health officials to address the matter. “Yes, there have been an increase in reports in some areas in Metro Manila. We are aware of it. We are monitoring it very closely,“ said Ona. Ona then clarified to media the definition of an outbreak. “It means that there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ Even a single case, if it is the first ever in area, is considered an outbreak, he said. There were a total of 1,724 measles cases reported nationwide, from Jan 1 to Dec 14, 2013, with 21 deaths. Latest figures in the National Capital Region (NCR) from the DOH Center for Health Development (CHD) show that there have been 417 confirmed measles cases, including 3 deaths, logged in 2013. In 2012, only 25 cases were reported in NCR. Children between one and 4 years old were affected the most, consisting 38% of the cases. Las Piñas City reported the most number of measles cases with 78, followed by Manila (72), Muntinlupa City (65), Caloocan City (45), and Parañaque City (32). The DOH report also noted that 88% of the measles cases in the NCR in 2013 had no history of previous measles vaccination. Ona said that all cities in Metro Manila have been actively expanding their vaccination drives since September 2013, when most measles cases started rising drastically. “As a matter of fact, in December 2013 in the city of Manila, there was a 28% decrease in suspected measles cases. In Caloocan City, there were no suspected cases in November and December,“ said Ona. “There is no reason to be scared, or to be too concerned. However, it is imperative that the parents take a good look at their children always, so that when symptoms of measles appear, the child should be brought to the hospital or health center,“ Ona added. When asked if adults can also avail themselves of measles vaccines, Ona said that they could, but the children are top priority.",
    "url": "https://www.rappler.com/nation/47329-doh-measles-upsurge-kids-miss-free-vaccination",
    "disease": "measles"
},
{
    "title": "Measles outbreak declared in Maguindanao – report",
    "timestamp": "April 30, 2014 5:02am",
    "content": "Health authorities in Maguindanao have declared a measles outbreak in the province, state-run Philippines News Agency reported Tuesday. According to the report, Autonomous Region in Muslim Mindanao regional health secretary Kadil Sinolinding said 12 measles cases were recorded in April alone. “We are addressing it, we declared outbreak to contain the measles and prevent its spread,“ Sinolinding explained. While there have been no fatalities so far, Sinolinding said the situation was alarming “because this is highly contagious and can be transferred to other persons by air.“ He was also surprised to learn of the 12 cases, believing that the province was measles-free. Sinolinding said he had ordered an investigation into why the provincial health office did not submit a status report to him. He also asked the Department of Health in Manila for additional vaccines for heavily affected towns. The April measles cases had been taken to and confined at the Cotabato Regional Hospital and Medical Center (CRMC). The PNA report said that since January, 49 cases have been reported in Maguindanao. Of these, 37 were confirmed by the Research Institute for Tropical Medicine (RITM). The measles cases were from Parang, Shariff Aguak, Datu Odin Sinsuat, Datu Abdullah Sangki, Matanog, Barira, Upi, Datu Unsay, Datu Hoffer, Mamasapano, Sultan Kudarat and Pagalungan towns. Symptoms of measles, which include high fever, usually develop seven to 14 days after exposure to an infected person.",
    "url": "http://www.gmanetwork.com/news/news/regions/358926/measles-outbreak-declared-in-maguindanao-report/story/",
    "disease": "measles"
},
{
    "title": "7 measles deaths recorded in Davao City in August",
    "timestamp": "August 31, 2014 9:56am",
    "content": "At least seven children died due to measles in Davao City in August, a Mindanao news site quoted a city health official as saying late Saturday. City Health Office immunization head Armi Capili said the spike in such cases was due to many mothers' failure to have their children immunized, MindaNews reported. She said another reason could be the disease's contagious nature where one case can contaminate up to 20 people. Of some 1,228 suspected measles cases as of August 27, 120 have been confirmed so far. As of August 8, the CHO said most reports of suspected measles cases came from Talomo North with 201, Talomo South with 133, and Buhangin with 116. In 2012, Capili said there were only four confirmed cases in Davao City. She said this could be due to an intensified immunization campaign in 2011. There were 50 confirmed cases in 2013. Department of Health regional unit head for health education and promotion Divene Hilario said the total regional prevalence of measles in 2013 was only 129. Capili said the department will head a massive immunization program for measles, rubela, and polio from September 1 to 30 at health centers and other vaccination points. Miscommunication? MindaNews quoted Hilario as saying there may be a miscommunication with mothers on immunization against measles. “The problem is that some parents do not take their children back to the health centers after the prescribed nine months for a second shot,“ she said. She said parents need to take their children to the centers again for a second booster dose. In the meantime, the City Health Office urged parents to take their children below five years old for free vaccination during September. On the other hand, CHO assistant officer for operations Marjorie Culas said the expanded immunization campaign may have been a victim of online misinformation. Culas cited online information claiming “bad effects” of immunization such as a cause of abortion and autism.",
    "url": "http://www.gmanetwork.com/news/news/regions/377136/7-measles-deaths-recorded-in-davao-city-in-august/story/",
    "disease": "measles"
},
{
    "title": "160 measles cases prompt vaccination drive in Surigao City",
    "timestamp": "May 17, 2014 2:13pm",
    "content": "A large-scale measles vaccination drive is now ongoing in Surigao City after local health authorities recorded a rise in the number of cases, a Mindanao news site reported Saturday. Surigao City health officials had declared a measles outbreak on May 3 due to the number of cases, according to a report on MindaNews. City information officer Annette Villaces said at least 160 people, mostly children, have been affected by measles from January 1 to May 13, the report added. Surigao City Health Office chief epidemiologist Dr. Romulo Ybiernas said the vaccination drive includes mainly Barangays Taft, Washington and San Juan, where most of the victims reside. Particularly targeted in the massive vaccination drive are children six months to four years old. The report said at least one patient had died due to measles in a private hospital last April 2. For its part, the Department of Health in Caraga has dispatched personnel from the Regional Epidemiology and Surveillance Unit to help fight measles.",
    "url": "http://www.gmanetwork.com/news/news/regions/361447/160-measles-cases-prompt-vaccination-drive-in-surigao-city/story/",
    "disease": "measles"
},
{
    "title": "DOH issues measles alert in NCR as cases rise",
    "timestamp": "December 11, 2013 4:27pm",
    "content": "The Department of Health on Wednesday advised residents in Metro Manila to take precautions against measles, after noting two deaths and a rise in cases in at least five cities in the National Capital Region. In a statement posted on the government website, DOH Metro Manila head Eduardo Janairo cited records showing a rapid rise in measles cases in Las Piñas, Muntinlupa, Caloocan, Manila, and Parañaque. “Everyone should take necessary precaution because measles is a severe disease that causes complications like ear infections, pneumonia and even inflammation of the brain. It is also highly contagious and can be spread easily through cough and sneeze and direct contact with affected persons through nose or mouth secretions,“ Janairo said The DOH Metro Manila said its records showed the fatalities came from Malabon and Muntinlupa. It added that most of those affected were one to four years old, and most were male. Janairo advised parents and guardians of children to look out for symptoms including: common cold symptoms like high fever, cough, runny nose, sore eyes that can last for several days, appearance of a red, blotchy rash. “If you believe you are exposed to someone with measles, you should observe for measles symptoms to appear after nine days. Some person can be affected immediately before the rash appears four days after being exposed.“ he said. Janairo also advised the public to make sure they and members of their families are up to date on measles-mumps-rubella (MMR) vaccines and other age-appropriate immunizations. “Measles vaccination not only protects the person but also serves as safeguard to family members who are too young to get the vaccine or haven’t received it yet. Receiving two doses of measles vaccine is highly effective in preventing measles,“ he said. 616% rise Citing partial reports from the Regional Epidemiology Surveillance Unit, the DOH said there were 179 confirmed measles cases from January 1 to December 10. It said this was 616 percent higher compared to the same period last year, with only 25 cases recorded. For this year, the ages of cases ranged from one month to 37 years. Most of those affected were one to four years old, and most were male. The cities with most number of measles cases were: Las Piñas, 44 cases; Muntinlupa, 32; Caloocan, 26; Manila, 22; Parañaque, 15; Malabon, 10; Quezon City, 8; Taguig, 8; Navotas, 7; Pasay, 4; Makati, 2; Pasig, 1; Mandaluyong, Marikina, San Juan and Valenzuela Cities, along with Pateros town, recorded zero case so far. Meanwhile, the DOH Metro Manila dispatched teams of nurses who will act as Anti-Measles Task Force to identified areas in the NCR. It said the nurses will “assist in evaluating patients and provide the necessary vaccination to prevent further transmission of the disease.“ Janairo urged all parents and caregivers of children aged 0-12 years old to go the nearest health center and have their children immunized against measles. Further, the DOH Metro Manila advised the public to report suspected measles cases to a health care provider before going to a hospital. It said a suspected measles case must first be evaluated as a precaution and protection for other patients and health workers from possible infection. The DOH noted measles can easily be spread through the air when an infected person talks, coughs, or sneezes. “People can also get sick when they come in contact with mucus or saliva from an infected person. Anyone who hasn’t been vaccinated or has not had measles is at risk if they are exposed to the virus,“ it said. It added measles can cause serious complications such as pneumonia and encephalitis (swelling of the brain). Measles infection in a pregnant woman can lead to miscarriage, premature birth, or a low-birth weight baby, it said. “Those who have developed symptoms of measles should stay away from public places such as work, school, child care, shops, and public transport to avoid putting others at risk,“ it said.",
    "url": "http://www.gmanetwork.com/news/news/metro/339346/doh-issues-measles-alert-in-ncr-as-cases-rise/story/",
    "disease": "measles"
},
{
    "title": "Typhoid outbreak declared in Tuburan, Cebu",
    "timestamp": "March 05, 2012 8:42 PM",
    "content": "MANILA, Philippines - The health department on Monday, March 5, declared a typhoid fever outbreak in 54 barangays in Tuburan, Cebu. As much as 400 individuals in the area have been afflicted by the disease. The number of cases was observed to have started piling up last February 22. Of the 400 reported cases, 31 were confined in hospitals in Tuburan, a coastal town located north of Cebu City. Department of Health Assistant Secretary Eric Tayag said the department is eyeing “contaminated water“ as the cause of the outbreak. He said, however, that it is not clear yet whether the contaminated water came from pipelines or deep wells, the two sources of residents for their water. Tayag said the health department has already dispatched teams to look into the outbreak. Meantime, he advised residents of the affected areas to boil or disinfect water, while health officials are waiting for lab results on the water tests. Tayag said antibiotics were already distributed to those requiring treatment. This is to prevent deaths due to intestinal hemorrhage or severe bacterial infection. Potentially fatal disease Typhoid fever is a life-threatening illness caused by the bacterium Salmonella Typhi. A person can get it from food or drink contaminated by the feces or urine of infected people. Typhoid symptoms usually develop 1–3 weeks after exposure, and may be mild or severe. Symptoms include high fever, malaise, headache, constipation or diarrhea, rose-colored spots on the chest, and an enlarged spleen and liver. Even after symptoms go away, those afflicted may still be carrying Salmonella Typhi, according to information published by the Atlanta-based Centers for Disease Control and Prevention (CDC). This means the illness could return, or the person previously afflicted could pass the disease to other people. How to avoid typhoid The CDC lists down the following tips to avoid typhoid:  If you drink water, buy it bottled or bring it to a rolling boil for 1 minute before you drink it. Ask for drinks without ice--unless the ice is made from bottled or boiled water. Avoid popsicles and flavored ices that may have been made with contaminated water. Eat foods that have been thoroughly cooked and that are still hot and steaming. Avoid raw vegetables and fruits that cannot be peeled. Vegetables like lettuce are easily contaminated and are very hard to wash well. When you eat raw fruit or vegetables that can be peeled, peel them yourself. (Wash your hands with soap first.) Do not eat the peelings. Avoid foods and beverages from street vendors. It is difficult for food to be kept clean on the street, and many travelers get sick from food bought from street vendors.",
    "url": "https://www.rappler.com/nation/2126-typhoid-outbreak-declared-in-tuburan,-cebu",
    "disease": "typhoid"
},
{
    "title": "Contaminated water caused typhoid outbreak - DoH",
    "timestamp": "March 10, 2008 2:08pm",
    "content": "MANILA, Philippines - (Updated 7:10 p.m.) The Department of Health (DOH) on Monday confirmed that the typhoid fever outbreak in Calamba City in Laguna was caused by contaminated water found to have “low chlorine level.“ In a press conference in Calamba City on Monday morning, Health Secretary Francisco Duque revealed the results of the health department's microbiological testing showed organisms called coliform bacteria were present in some water samples obtained from the water source in affected areas. The test also showed that chlorine level in the water from the Calamba Water District was insufficient to fully disinfect the water and rid it of coliform. Dr Dennis Labro, spokesman of the city health office, however said that the test does not entirely put the blame on the Calamba Water District, which supplies water in the city, since contamination with coliform could has happened “along the line.“ Contaminated water samples were said to have been obtained in areas near the CWD-owned Bucal Pumping Station, a QTV report said Monday. The television report quoted officials from the Calamba Water District as denying that the water they supply is contaminated, adding that they have laboratory tests to prove it. The DOH since last week started gathering water samples from 18 affected villages in Calamba to determine whether the drinking water in the area carried salmonella typhi, which causes typhoid fever. While the first few water samples tested negative for the bacteria, later tests showed the presence of coliform, an organism that usually indicates the presence of other fecal bacteria like salmonella typhi. “The coliform bacteria is too general to say that what caused the outbreak was salmonella (typhi),“ Labro said in a phone interview with GMANews.TV. Labro clarified however that coliform bacteria were not present in all water samples, saying there were only “specific areas“ where water was found to be contaminated. “May mga household na may lumabas na ganun ang findings at may mga business establishment na ganun din,“ Labro said. The DOH is now considering on forwarding the water samples to a private laboratory, which has the appropriate equipment to specifically ascertain the kind of coliform present in the water samples. Aside from baring the findings of the DOH test, the Health Secretary likewise urged Calamba Water District officials to coordinate with the agency in order to stamp out the spread of the fever. The Health department also recommended the proper disinfection and continuous monitoring of drinking water being supplied to households and business establishments. Residents were likewise advised to boil their water before consuming them. In his visit to Calamba City, Duque also met with Dr Eric Tayag of the DOH National Epidemiology Center, Calamba Mayor Joaquin Chipeco, and other city health officials. As of Sunday, a total of 732 residents have been hospitalized after showing symptoms of the disease while 1,272 more have visited community health centers to have themselves checked, Labro said. The DOH said that while the number of people ushed to the hospital have declined, they are not about to declare that they have the outbreak contained, adding that they will continue monitoring the situation until the week's end. Although more than two thousand residents have already been affected by the outbreak, city health officials maintained that no confirmed deaths from typhoid fever has been reported yet. Officials refused to confirm two previous deaths, including a 14-year-old girl, as being connected to typhoid since both have not undergone screening tests and autopsies. Labro however said they are still further studying the case of the 14-year-old girl, whose parents have refused to have her subjected to an autopsy. But Labro said they would still undertake “other investigations short of having autopsy.“ For his part, Sen. Richard Gordon, who is the Philippine National Red Cross (PNRC) chairman, slammed the government's sluggish actions in determining the root of the widespread health problem. “Where did this originate? In water pipelines? Many people in 18 villages are affected and the government should come out and tell us this comes from this place, so that we can stop the outbreak,“ Gordon told GMA News in Filipino. The PNRC has been assisting local health officials in attending to hospitalized residents by providing free medicines, tents, and beds. Labro said that health officials were not immediately able to release confirmation of the water contamination since early water samples obtained from various sources tested negative for any bacteria.",
    "url": "http://www.gmanetwork.com/news/news/regions/84102/contaminated-water-caused-typhoid-outbreak-doh/story/",
    "disease": "typhoid"
},
{
    "title": "DOH investigates typhoid fever outbreak in Cebu town",
    "timestamp": "June 28, 2014 12:47am",
    "content": "Health officials are investigating an outbreak of typhoid fever in a town in Cebu, which some residents have blamed on the local water system. At least 86 cases of typhoid fever have been recorded at the health clinic of Borbon town, GMA Cebu's Vic Serna reported Friday. The cases were from barangays Lugo, Clavera, Cajil, Bili and Laaw. Some of the patients were brought to the Vicente Sotto Memorial Medical Center for treatment. State-run Philippine Information Agency said DOH Central Visayas regional head Jaime Bernadas confirmed a typhoid outbreak had been declared in Borbon Thursday. “We are giving medical assistance to typhoid-affected residents in Borbon,“ Bernadas said. Contaminated water A separate report by GMA Cebu's Chona Carreon said the water used by the residents was contaminated with fecal coliform. Department of Health Central Visayas recommended chlorination of the water sources in the area, and gave medicine to those affected. Bernadas also urged residents to boil their drinking water. GMA Cebu's Serna reported initial qualitative tests by the regional epidemiology and surveillance unit suggested the water from Sitio Makina in Barangay Lugo may have been contaminated with human waste. But Lugo water system and municipal administrator Rolando Bucog said not all who got sick got their water from the area. On the other hand, Bucog admitted their chlorinator's pump has not been working for two months. He said they are working on the problem. Bucog also said the number of cases had been declining since cases were brought to the Borbon health clinic last June 12. He said that if this trend continues, there will be no need to declare the five affected barangays under a state of calamity. Meanwhile, state-run Philippines News Agency said at least 43 inmates of the Cebu Provincial Detention and Rehabilitation Center (CPDRC) in Barangay Kalunasan in Cebu City have reportedly contracted a measles-like disease. The inmates who had such symptoms were isolated to prevent further infections, the report said. The PNA report said the jail has 1,971 inmates.",
    "url": "http://www.gmanetwork.com/news/news/regions/367705/doh-investigates-typhoid-fever-outbreak-in-cebu-town/story/",
    "disease": "typhoid"
},
{
    "title": "Pangasinan gastroenteritis, typhoid cases up in 1st 5 months of 2015",
    "timestamp": "June 17, 2015 3:56am",
    "content": "Pangasinan health authorities on Tuesday reminded the public to be careful of the food they buy, especially from ambulant vendors, as gastroenteritis and typhoid fever cases were on the rise in the province during the first five months of 2015. According to a report from GMA Dagupan, the Provincial Health Office (PHO) found that from January 1 to June 1, there were 261 cases of typhoid fever compared to 230 during the same period last year. There were also 4,100 cases of gastroenteritis from January 1 to June 1, compared to 3,900 last year. The Pangasinan provincial health officer Dr. Anna de Guzman warned that the illnesses came from the contaminated water and mishandled food. Also, food can spoil quickly and is susceptible to contamination, especially during hot and humid periods To prevent more illnesses, vendors applying for a sanitary permit to operate were given lessons on proper food handling by the PHO. “Nagsasagawa kami ng orientation sa mga tindera na dapat may sanitary permit din,“ de Guzman said. According to the MedlinePlus website, typhoid fever is an infection that causes diarrhea and a rash commonly caused by the bacterium Salmonella typhi. Symptoms include fever, general ill-feeling and abdominal pain, as well as high fever (39.5 degrees Celsius) or higher and severe diarrhea. Medline described gastroenteritis - also called stomach flu - as an inflammation of the lining of the intestines caused by a virus, bacteria or parasites. Symptoms include diarrhea, abdominal pain, vomiting, headache, fever and chills, though most may recover with no treatment. But gastroenteritis' most common problem is dehydration, especially in infants, young children, elderly and people with weak immune systems.",
    "url": "http://www.gmanetwork.com/news/news/regions/505226/pangasinan-gastroenteritis-typhoid-cases-up-in-1st-5-months-of-2015/story/",
    "disease": "typhoid"
},
{
    "title": "DOH: 226 new cases of suspected typhoid fever reported in Quezon",
    "timestamp": "November 24, 2008 4:33pm",
    "content": "MANILA, Philippines - Some 226 new cases of suspected typhoid fever have been reported in Real town in the southern Philippine province of Quezon, the Department of Health said Monday. Health secretary Francisco Duque III said this brings to the total number of patients hospitalized due to fever in the province to 370. Duque said they are still confirming if the new patients are indeed suffering from typhoid fever. “The cases appear to be increasing because many are seeking treatment, but not all those are confirmed typhoid cases. We just have to treat them even if they are just suspected typhoid cases,“ he said. The patients are currently confined at the Claro Recto Memorial District Hospital. Initially, 144 cases of typhoid fever, including one death, were recorded at the district hospital. Duque said a team of health experts has already been deployed in Quezon to help in treatment of the patients and in controlling the spread of the typhoid fever. Asde from sending medical experts, Duque sad they have provided the local government of Quezon some P800,000 worth of drugs and other necessary equipment to control the outbreak. Typhoid fever is an illness caused by the bacterium salmonella enterica serovar typhi. It is transmitted by the ingestion of food or water contaminated with feces from an infected person. Symptoms of the disease include high fever, profuse sweating, gastroenteritis, and non-bloody diarrhea.",
    "url": "http://www.gmanetwork.com/news/news/regions/135332/doh-226-new-cases-of-suspected-typhoid-fever-reported-in-quezon/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid outbreak caused by contaminated water in Quezon - DOH",
    "timestamp": "November 19, 2008 4:39pm",
    "content": "MANILA, Philippines - Contaminated water from a stream caused more than a hundred persons from three barangays in Real, Quezon to contact typhoid fever, the Department of Health said Wednesday. According to Dr. Eric Eric Tayag, head of the DoH's National Epidemiology Center, the DOH has sent a team which conducted laboratory analysis on the water samples to determine what caused 109 individuals to contact typhoid fever. “We found out they get water from the stream and no chlorination is being done,“ Tayag said. However, Tayag said they are still determining the type of contaminants found in the water supply. The experts have collected eight blood specimens and nine stool samples from the patients and water samples from 25 sampling points. Blood specimens were brought to the Research Institute for Tropical Medicine in Alabang City for analysis last Tuesday and results are expected to come out in one week. As of Nov. 18, a total of 109 residents have fallen ill and brought to Claro M. Recto Hospital in Infanta.  The victims are residents of barangays Poblacion 1, Poblacion 61 and Ungos, where the stream is located. Health Secretary Francisco Duque III said that there was an upsurge of cases last Nov. 17 when 44 patients developed the illness from the initial 17 cases recorded last Nov. 15. “It seems that's it's going down. We hope that this will continue,“ Duque added. As early as Oct. 24, there had been cases of suspected typhoid in the area. Tayag said the heavy rains last Nov. 1 might have aggravated it. Typhoid fever is a bacterial disease caused by Salmonella typhi which is transmitted through the ingestion of food or drink contaminated by the feces or urine of infected people.",
    "url": "http://www.gmanetwork.com/news/news/regions/134467/typhoid-outbreak-caused-by-contaminated-water-in-quezon-doh/story/",
    "disease": "typhoid"
},
{
    "title": "4 dead, 558 downed in typhoid outbreak in Cebu",
    "timestamp": "March 5, 2012 8:04am",
    "content": "At least four people have died in a typhoid outbreak in a town in Cebu province, even as health authorities recommended the installation of water purifiers to stem the spread of the disease. Some 558 people in eight barangays in Tuburan town in Cebu have already fallen ill due to typhoid, radio dzBB's Carlo Mateo reported Monday. The Department of Health was to send a medical team to Tuburan to take a closer look at the situation there, the report said. A separate report by dzBB's Cebu affiliate said the DOH Central Visayas office recommended to the Tuburan government the installation of water purifiers in the affected areas. The Cebu-based report also said local authorities had declared a state of calamity in Tuburan due to the spread of typhoid cases. It cited DOH Region 7 figures indicating at least four had died and more than 500 were affected. Health authorities suspect a contaminated water source may have caused the incidents. They expect test results of blood samples taken from those affected to come out next week. Last weekend, a report on Radyo Mo Nationwide said health authorities in Cebu have declared an outbreak of typhoid fever in Tuburan town following a rise in the number of cases there.",
    "url": "http://www.gmanetwork.com/news/news/regions/250311/4-dead-558-downed-in-typhoid-outbreak-in-cebu/story/",
    "disease": "typhoid"
},
{
    "title": "Man dies in Iloilo City; alert up vs typhoid fever",
    "timestamp": "March 11, 2008 9:59am",
    "content": "ILOILO CITY, Philippines - Mayor Jerry Treñas ordered for an intensified monitoring in the city's waterfront barangays following the occurrence of typhoid fever in one of the said areas last week. The City Health Office, Metro Iloilo Water District, Association of Barangay Captains, Task Force Waterfront and several other agencies were alerted to monitor the area after a 35-year-old male was found to have died due to typhoid fever. Waterfront barangays under strict monitoring are Mueller Loney, Zamora , Veterans Village , General Hudges and Sto. Rosario-Duran. Among other activities that the City Government will conduct is the testing of drinking water and food sold from city transient vendors. City Health Officer Urminico Baronda said though the reported death in the waterfront area is not yet considered an outbreak of the disease, it is important to be more prepared. President Gloria Macapagal-Arroyo has earlier directed the Department of Health (DOH) to look into the increasing incidence of typhoid cases in Calamba City, Laguna. The President instructed Health Secretary Francisco Duque III to personally look after the plight of those who were stricken by typhoid fever. Calamba City Health Officer Arsenio Lagos said as of March 3, there were 1,041 reported cases of typhoid infection in 10 barangays in Calamba. Based on their initial investigation typhoid bacteria were probably passed on through the water. Typhoid is a communicable disease characterized by fever, diarrhea, prostration, apathy, headache, eruption of rose spots, leukopenia, and inflammation of the intestinal mucosa and caused by the Salmonella Typhi bacteria that can be either transmitted through food and water intake.",
    "url": "http://www.gmanetwork.com/news/news/regions/84249/man-dies-in-iloilo-city-alert-up-vs-typhoid-fever/story/",
    "disease": "typhoid"
},
{
    "title": "77 downed in Quezon; typhoid fever eyed – DOH",
    "timestamp": "November 17, 2008 12:52pm",
    "content": "MANILA, Philippines – The Health Department on Monday said at least 77 residents from Real and Infanta towns in Quezon province were downed by a still undetermined illness, although victims displayed symptoms of typhoid fever.In a telephone interview with GMANews.TV, DOH-National Epidemiology Center head Dr. Eric Tayag said the suspected typhoid fever cases were monitored by the local Center for Health and Development since Friday last week. “So far, we have 77 (victims). We are still waiting for the update from my epidemiology team in the area,“ Tayag said. He added that they have collected drinking water samples to determine the cause of their illness. Test results are expected to be out after three to five days. In a separate interview with QTV Balitanghali anchor Raffy Tima, Tayag expressed fears that more victims may succumb to the illness, saying that they have yet to determine the source of the contaminated water. “Inaasahan pa naming tataaas pa yan hangga’t hindi pa natutukoy ang pinagmumulan ng kontaminasyon ng tubig (We expect the number of cases to rise until we haven’t figured where the contamination of the water was coming from),“ Tayag said. In the telephone interview, Tayag said they have employed precautionary measures to prevent the number of cases from rising. “We are treating the patients immediately who will likely be affected. We are also teaching them (residents) to boil their water first,“ Tayag said. Tayag said that symptoms of the water-borne illness include prolonged fever, stomach pains and irregular bowel movement.",
    "url": "http://www.gmanetwork.com/news/news/regions/133958/77-downed-in-quezon-typhoid-fever-eyed-doh/story/",
    "disease": "typhoid"
},
{
    "title": "Cebu officials claim typhoid outbreak under control",
    "timestamp": "March 3, 2013 6:11am",
    "content": "A report on Radyo Mo Nationwide said this was the gist of a report by Integrated Provincial Health Office chief Dr. Cristina Giango to acting Cebu Governor Agnes Magpale. The RMN report said at least 31 people were affected by typhoid, two of them being reported on Thursday. It said her initial report pointed to a contaminated water source in some areas in the town. The local government of Badian is now planning to send water purification facilities to the affected areas, the report said. Last Wednesday, a report by radio dzBB's Cebu affiliate Orchids Lapincao said health authorities in Cebu are testing the water supply of Badian after some of its residents were downed by typhoid fever. Giango also reminded residents to boil their drinking water. The United States' National Library of Medicine defined typhoid fever as an infection that causes diarrhea and a rash, and is commonly caused by the Salmonella typhi (S. typhi) bacteria. It said such bacteria can spread through contaminated food, drink, or water, and can travel into intestines, and then into the our bloodstream. Early symptoms of the disease include fever, general ill feeling, and abdominal pain. More extreme symptoms include high fever and severe diarrhea. Some may even develop a rash called “rose spots,“ or small red spots on the abdomen and chest. Other symptoms include: Abdominal tenderness; Agitation; Bloody stool; Chills; Confusion; Attention deficit; Delirium; Fluctuating mood; Hallucinations; Nosebleeds; Severe fatigue; Slow, sluggish, lethargic feeling; Weakness",
    "url": "http://www.gmanetwork.com/news/news/regions/297451/cebu-officials-claim-typhoid-outbreak-under-control/story/",
    "disease": "typhoid"
},
{
    "title": "1 dies as typhoid outbreak hits Iloilo waterfront villages",
    "timestamp": "March 7, 2008 5:46pm",
    "content": "MANILA, Philippines - At least one resident was confirmed dead as a typhoid outbreak hit waterfront villages in Iloilo City since late February, an online report said Friday. The News Today reported that this prompted city Mayor Jerry Treñas to direct all village captains in the city to monitor and report any typhoid case in their respective areas. Initial reports showed at least one of the victims, 35-year-old Roberto Jusayan of Veterans Village, died last Feb. 28. The city health office also noted some unreported cases in Concepcion and Gen. Hughes villages. Because of the unreported cases, the mayor's office could not immediately release the number of typhoid victims. On the other hand, Treñas also instructed Inspector Dande Deocampo of the Waterfront Detachment police to help village workers in identifying and monitoring all the victims of typhoid fever. The city government also coordinated with the Metro Iloilo Water District (MIWD) to check their pipes that may have leaks and contaminate residents' source of drinking water. Also, Treñas urged residents to be wary of street foods.",
    "url": "http://www.gmanetwork.com/news/news/regions/83799/1-dies-as-typhoid-outbreak-hits-iloilo-waterfront-villages/story/",
    "disease": "typhoid"
},
{
    "title": "5 Cebu residents monitored for typhoid fever; water sources tested",
    "timestamp": "February 27, 2013 9:01am",
    "content": "Health authorities are testing the water supply of Badian town in Cebu after at least five of its residents were downed by typhoid fever. Integrated Provincial Health Office head Dr. Cristina Giango was quoted early Wednesday by Orchids Lapincao of dzBB-Cebu as saying they are verifying information that the five may have acquired the typhoid fever through contaminated food or water. Provincial health teams have taken samples from water supplies and sources in the town to see if there is bacteria, the dzBB report said. In the meantime, Giango reminded residents to boil their drinking water. The United States National Library of Medicine defined typhoid fever as an infection that causes diarrhea and a rash, and is commonly caused by the Salmonella typhi (S. typhi) bacteria. It said such bacteria can spread through contaminated food, drink, or water, and can travel into intestines, and then into the our bloodstream. Early symptoms of the disease include fever, general ill feeling, and abdominal pain. More extreme symptoms include high fever and severe diarrhea. Some may even develop a rash called “rose spots,“ or small red spots on the abdomen and chest. Other symptoms include: Abdominal tenderness; Agitation; Bloody stool; Chills; Confusion; Attention deficit; Delirium; Fluctuating mood; Hallucinations; Nosebleeds; Severe fatigue; Slow, sluggish, lethargic feeling; Weakness",
    "url": "http://www.gmanetwork.com/news/news/regions/296848/5-cebu-residents-monitored-for-typhoid-fever-water-sources-tested/story/",
    "disease": "typhoid"
},
{
    "title": "Dengue, typhoid cases rising in Samar towns",
    "timestamp": "July 2, 2008 12:50am",
    "content": "TACLOBAN CITY, Philippines - Dengue has killed two people and downed 40 others in the island-town of Daram, Samar, while typhoid fever victims in Villareal town has risen to 69 this week with one death. Both municipalities have no doctors. Boyd Cerro, Department of Health (DOH) regional sentinel nurse, said the case in Barangay Buenavista, Daram town has reached an alarming level as it takes weeks before residents report the illness. Reports reaching the provincial health office said two patients have died. Meanwhile, the number of typhoid fever victims in the village of Igot, Villareal town went up to 69 this week from 43 cases recorded by the DOH regional office last week. The report said the villages' shallow wells triggered the outbreak. The system is the main source of potable water for the residents.",
    "url": "http://www.gmanetwork.com/news/news/regions/104453/dengue-typhoid-cases-rising-in-samar-towns/story/",
    "disease": "typhoid"
},
{
    "title": "DOH dispatches team to Calamba vs typhoid fever",
    "timestamp": "March 3, 2008 11:22am",
    "content": "MANILA, Philippines - The Department of Health on Monday said that it has dispatched a probe team to Calamba City in Laguna in bid to contain the outbreak of typhoid fever in the area. Dr. Eric Tayag, head of the DOH-National Epidemiology Center, said the team will try to determine the causes of the typhoid fever which had already downed more than a thousand people in the area.  “Parating na ang mga bagong gamot. Titignan natin kung ano ang gagawin para hindi ganun kadami ang naoospital,“ he also said. He said the DOH received report from the Calamba City Health Office that at least 1,262 Calamba residents were downed by the disease since January this year. Of the number, 752 patients were from the villages of Singko (5), Lecheria, Halang, Bucal, Pansol and La Mesa. Tayag said 27 of the patients were found positive with the bacteria Salmonella typhi which causes typhoid fever while 200 others were being observed in the hospitals. He said the DOH will still verify the data provided by the Calamba Health Office. He said no death was reported yet but he confirmed that typhoid fever is a deadly disease. He said typhoid fever may affect the brain or typhoid psychosis. Tayag also urged the Calamba city government to distribute chlorinated water to the residents. He asked the residents to let their drinking water boil for two to three minutes to kill the bacteria. However, he said this is not enough as the residents should also use chlorinated water in cooking their food.  He added personal hygiene such as frequent hand washing is important to prevent spread of disease. The health official said they have already declared an outbreak of typhoid fever in Calamba even before the number of patients rose.",
    "url": "http://www.gmanetwork.com/news/news/regions/83083/doh-dispatches-team-to-calamba-vs-typhoid-fever/story/",
    "disease": "typhoid"
},
{
    "title": "Sunstar: Typhoid downs 37 in Zambo",
    "timestamp": "April 12, 2007 8:59am",
    "content": "Typhoid fever is now a threat in Zamboanga City, having recently downed at least 37 residents in a village there, Sun-Star Zamboanga reported Thursday. According to the Sun-Star report, most of the patients are living in Campo Islam village, where the houses are closely built to each other. It said at least five residents of Barangay (village) Mariki were also found to be showing symptoms of typhoid fever. City health officer-in-charge Kiddiya Uddin advised residents showing symptoms of typhoid fever to immediately go to city health centers for medical assistance. Uddin said symptoms of typhoid fever including vomiting and severe stomach pain. According to Uddin, the city government has released suspension medicines with iron supplement to be given to the people who might show symptoms of typhoid fever. Earlier, 20 people were hospitalized after they were downed by typhoid fever. Health officials have taken samples of the drinking water for laboratory tests of the community because it might be contaminated and the source of the sickness.",
    "url": "http://www.gmanetwork.com/news/news/regions/37964/sunstar-typhoid-downs-37-in-zambo/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid alert up in Western Visayas",
    "timestamp": "March 11, 2008 9:53pm",
    "content": "BACOLOD CITY — Local health officials have raised a typhoid fever alert following reported cases in Iloilo and Bacolod cities since January. In Iloilo City in Panay island, the health office monitored one death in the waterfront barangay of Veterans Village in February and seven cases in nearby Barangay Monica, it said in a report to Mayor Jerry Treñas. Cases were also reported in barangays Ortiz and Muelle Loney where health authorities found some residents using open drainage and canals as their toilets. Five other barangays in the waterfront area — Concepcion, General Hughes, Legaspi-dela Rama, Sto. Rosario-Duran and Zamora-Melliza — are also being monitored. Mr. Treñas said he has directed the city health office to coordinate with barangay officials and health workers in verifying typhoid fever cases. The Metro Iloilo Water District has also been requested to check the condition of their water lines, he added. In Bacolod City, Negros Occidental, provincial health officer Luisa Efren said provincial health workers have also stepped up monitoring of possible typhoid cases. She said there were confirmed reports of typhoid fever, but no deaths, in some areas but these were manageable. Typhoid fever, which recently hit residents of Calamba City, Laguna, is caused by Salmonella typhi bacteria found in contaminated food or water.",
    "url": "http://www.gmanetwork.com/news/news/regions/84368/typhoid-alert-up-in-western-visayas/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid fever kills 4, downs 217 in Iloilo - report",
    "timestamp": "March 11, 2008 5:21pm",
    "content": "ILOILO CITY, Philippines - Typhoid fever outbreak has claimed four lives and downed at least 217 residents in Iloilo City, Visayas-based Bombo Radyo reported Tuesday morning. Some 120 cases were recorded in the city proper, 29 in Jaro, 18 in Mandurriao, 22 in Molo, 11 in Arevalo and 17 in La Paz. According to the report, some officials in some villages in Iloilo City were among those downed by typhoid fever. Earlier reports said Iloilo City mayor Jerry Treñas has ordered intensified monitoring in the city's waterfront villages as typhoid fever cases were reported from the area last week. The City Health Office, Metro Iloilo Water District, Association of Barangay Captains, Task Force Waterfront and several other agencies were alerted to monitor the area after a 35-year-old male was found to have died due to typhoid fever. Waterfront villages under strict monitoring are Mueller Loney, Zamora , Veterans Village , General Hudges and Sto. Rosario-Duran.",
    "url": "http://www.gmanetwork.com/news/news/regions/84322/typhoid-fever-kills-4-downs-217-in-iloilo-report/story/",
    "disease": "typhoid"
},
{
    "title": "Report: 'Typhoid fever' downs 160 in Cebu town",
    "timestamp": "December 8, 2010 10:28am",
    "content": "At least 160 residents of two villages in Cebu province have reportedly been hit by a supposed typhoid fever, even as health authorities suspect a contaminated water system as the cause. Radio dzBB's Cebu affiliate reported Wednesday at least 30 of the 160 residents from Poblacion and Sta. Filomena village in Alegria town have been hospitalized. Local health authorities said the 160 residents showed symptoms of typhoid, including a week-long fever, when they went to the town health center for checkup. The report said health authorities are now taking blood samples from the affected residents to double-check if they were affected by typhoid. For its part, the Department of Health is studying the possibility of declaring an outbreak of typhoid in the two villages. Alegria is a fourth-class town with a population of 21,699 people.",
    "url": "http://www.gmanetwork.com/news/news/regions/207798/report-typhoid-fever-downs-160-in-cebu-town/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid outbreak in Agusan town biggest ever recorded",
    "timestamp": "November 10, 2006 6:51pm",
    "content": "The Department of Health (DOH) on Friday bared that 501 typhoid cases recently recorded at Bunawan town in Agusan del Sur province was the biggest ever outbreak of the disease in the country. Health Secretary Francisco Duque said the cases were recorded from October to November 8, noting that there were no fatalities. Residents of barangay (village) Libertad had complained of fever, abdominal pain, headache and diarrhea, which were classic symptoms of a typhoid infection. Health authorities traced the source of the infection to the community’s open well, the residents’ main source of water. The well has been closed. Analysis of the water drawn from the well showed the presence of fecal coliform E. coli.  Typhoid is transmitted from an infected person through their waste.  The disease can infect people through their water source. If there is improper sanitation or sewage, human waste can leak into the water table and infect a community’s water source. An infected person can also contaminate others if he prepares food without properly washing his hands.",
    "url": "http://www.gmanetwork.com/news/news/nation/20526/typhoid-outbreak-in-agusan-town-biggest-ever-recorded/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid, dengue down school kids in Romblon",
    "timestamp": "July 11, 2008 7:59am",
    "content": "MANILA, Philippines - After taking a hit with the imposition of a fishing ban in the wake of the MV Princess of the Stars tragedy, Romblon province is now hounded with yet another problem as diseases threaten residents in Romblon town. Radio dzBB's Carlo Mateo reported Friday that several students in public schools in Romblon, Romblon were downed due to typhoid and dengue. Sketchy initial reports indicated typhoid and dengue “affected“ as many as 350 of 700 students from the Romblon East Central School, while 10 from the West Central School had high fever. The report said that as of Friday morning, local officials in Romblon town has ordered the local water supply in Capaclan village cut off while an investigation by town health officers is ongoing. Residents of Sibuyan Island on Thursday mounted a fluvial protest against Sulpicio Lines Inc., owner of the “Princess of the Stars.“ They said the fishing ban caused by the discovery of endosulfan aboard the capsized vessel had robbed them of their livelihood such that they could not afford even subsidized rice. Meanwhile, at least three more teams of divers from the Coast Guard's special operations group were due to arrive in Romblon Friday. The divers were to get ready to resume search operations once a task force handling the tragedy gives the green light for them to do so.",
    "url": "http://www.gmanetwork.com/news/news/regions/106328/typhoid-dengue-down-school-kids-in-romblon/story/",
    "disease": "typhoid"
},
{
    "title": "(Update) Zambo typhoid outbreak claims minor, downs 47",
    "timestamp": "April 12, 2007 4:03pm",
    "content": "The typhoid fever scourge that hit Zamboanga City has claimed the life of at least one victim and infected over 47 residents, city health authorities said Thursday. The Zamboanga Today newspaper reported Thursday morning that city health officer-in charge Kibtiya Uddin said the 47 include 37 in Campo Islam village and 10 in Buenagatas village. Uddin did not name the victim, whom she said was a minor. She added that most of the patients included women and children from age one to 30. However, she also noted that poverty forced many of the victims to stay in their homes rather than going to hospitals to seek treatment. She said some of the patients contracted the disease as early four weeks back but stayed home because they did not have money for medical treatment. Also, she said that a team of doctors and sanitary inspectors from the Department of Health (DOH) and her office have already gone to the two infected communities to assist the patients. Blood, stool and water samples taken from the patients and the Zamboanga City Water District water pipes in the affected villages have already been sent to the Zamboanga City Medical Center for bacteriology examination. Uddin said that as of Thursday, at least four patients admitted in the hospital tested positive for salmonella bacteria that caused the typhoid fever. She said the investigating team is looking into whether bacteria could have seeped into leaking water pipes or contaminated food. Uddin said her office and the DOH have started addressing the situation by treating the patients with chlorempenicol antibiotic and iron. Residents were advised to boil water before drinking and wash their hands prior to eating.",
    "url": "http://www.gmanetwork.com/news/news/regions/38023/update-zambo-typhoid-outbreak-claims-minor-downs-47/story/",
    "disease": "typhoid"
},
{
    "title": "1 dead, 36 sickened as typhoid fever hits Leyte",
    "timestamp": "August 30, 2009 8:08am",
    "content": "One resident was reported dead while 36 others were sickened by typhoid fever in Macrohon town in Southern Leyte, a radio report said Sunday. Radio dzRH reported the regional office of the Department of Health said the 36 cases were recorded in Rizal village since earlier this month. Local Health officials are coordinating with provincial health officials to check possible sources of contaminated water, which they suspect downed the residents.",
    "url": "http://www.gmanetwork.com/news/news/regions/171051/1-dead-36-sickened-as-typhoid-fever-hits-leyte/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid downs 150 in Samar - DOH",
    "timestamp": "March 18, 2008 9:28am",
    "content": "MANILA, Philippines - An outbreak of typhoid cases has downed at least 150 residents in Samar province, even as health authorities are now working to prevent secondary infections there. Eric Tayag, head of the national epidemiology center, said local health workers are now teaching the residents in Alegria village in Zumarraga town on disinfection. “Mahigit 150 na ang nagkasakit, tinuturuan namin ang tao doon mag-disinfection (More than 150 had been taken ill. Our focus is to teach the residents on disinfection),“ Tayag said in an interview on dzBB radio Tuesday. He said the outbreak stemmed from two months of rains, with the surface runoff contaminating the local deep wells from which the residents draw drinking water. Meanwhile, a Chinese Filipino medical team conducted a medical mission in Calamba City in Laguna province Tuesday to treat residents downed by typhoid fever. James Dy, head of the Filipino Chinese Charitable Association that headed the mission, said most of those downed by typhoid were children. “Yung mga malubha dadalhin namin sa Manila (We'll bring the serious cases to Manila),“ he said, referring to his foundation's Chinese General Hospital.",
    "url": "http://www.gmanetwork.com/news/news/regions/85276/typhoid-downs-150-in-samar-doh/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid fever downs over 500 in Laguna",
    "timestamp": "March 3, 2008 9:22am",
    "content": "MANILA, Philippines - More than 500 residents in 18 villages in Calamba City in Laguna were hospitalized due to typhoid fever, GMA's Unang Balita reported Monday. The television report said severely affected were villages Pansol and Bucal. Based on the record of Philippine National Red Cross, 504 patients were being treated in nine hospitals in the city as of 10 p.m. Sunday. The PNRC-Laguna chapter said patients downed by typhoid fever started pouring into hospitals February 16. The number of patients doubled last week. “Sa ganitong karaming cases, sa tingin po namin mukhang water ang pinagmulan (ng sakit),“ Dr. Chari Juangco, JP Rizal Memorial Medical Center, told GMA News. At least 157 typhoid patients were being treated at the said hospital which only has a capacity to accommodate 50 patients at a time. The television report said most of the patients at JP Rizal Memorial Medical Center were on the floor due to the hospital's insufficient number of beds. Juangco said they are also having a shortage of medicines and medical supplies. “'Yung IV (intravenous) lines po namin talagang nauubusan po kami, yung suwero, IV fluid, yung ibang medications po namin medyo nagkakaubusan,“ she said. The television report said Department of Health-Region 4 is now conducting test on the water sample from the Calamba Water District.",
    "url": "http://www.gmanetwork.com/news/news/regions/83070/typhoid-fever-downs-over-500-in-laguna/story/",
    "disease": "typhoid"
},
{
    "title": "Dengue cases drop in Cordillera",
    "timestamp": "September 10, 2017",
    "content": "THE Department of Health (DOH) in the Cordillera noted a 78-percent decrease in dengue cases in the region. From the 8,311 cases recorded last year, dengue cases went down to 1,852 this year with four deaths compared to 21 in 2016. Kalinga province recorded the highest number of dengue cases with 375 cases followed by Ifugao with 346, Benguet (300), Baguio City (225), Apayao (131) and Mt. Province (34). Baguio City recorded three deaths of the four with one coming from Mt. Province. DOH said males were predominantly affected with 56.7 percent ranging from three to 92 years old. Entomologist Ursula Segundo of DOH-Cordillera said the decrease was supported by the logistics of the Health office to augment needs of local government units using insecticide treated curtains and drum net covers.  With the alarming number of dengue cases in 2016, DOH-Cordillera launched a dengue awareness campaign in every province including Baguio City. Local officials worked on the “action barangay kontra dengue“ which leads to the search and elimination of mosquito breeding sites. Segundo added that source of elimination is the cornerstone of basic dengue prevention adding the DOH are also having interventions for dengue by providing drum net covers in the community. “Karamihan kasi ng breeding site ng lamok ay doon sa drums and in Baguio City last June they launched the Juan Tireless Day kasi gusto nilang alisin iyong mga tires na nagkalat diyan because we would like to eliminate these major breeding sites of aedis mosquitos,“ Segundo explained. Aedes aegypti mosquito is the main vector which transmits the viruses that cause dengue disease. The number of dengue cases peak during the rainy season and may reach to widespread proportion if preventive measures of control are not taken, according to the DOH.",
    "url": "http://www.sunstar.com.ph/baguio/local-news/2017/09/11/dengue-cases-drop-cordillera-563335",
    "disease": "dengue"
},
{
    "title": "Provincial health office: Dengue deaths in NegOcc now 14",
    "timestamp": "August 02, 2017",
    "content": "THE Provincial Health Office (PHO) reported Tuesday, August 1, that that dengues this year in Negros Occidental have reached 14 from January to July this year. The latest death was reported in Barangay Mambulac, Silay City. Deaths were monitored in San Carlos City, with four; Sagay City and Kabankalan City, two each; Escalante City, Victorias City, Bago City, Silay City, Hinigaran and Calatrava, one each. Doctor Ernell Tumimbang, provincial health officer, said that that based on the monitoring of the Dengue Death Review Team, the first four dengue deaths involved patients who acquired dengue for the first time. The Dengue Death Review Team was created to closely study the rise of deaths due to dengue despite that the decrease in the number of cases this year. Tumimbang said they suspect that the victims died of late referral and that the victims may be have been brought to the hospital with severe conditions already.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/08/02/provincial-health-office-dengue-deaths-negocc-now-14-556270",
    "disease": "dengue"
},
{
    "title": "Suspected dengue cases drop by 69% in January to October",
    "timestamp": "October 27, 2017",
    "content": "DENGUE cases in Davao Region dropped significantly to 69 percent, data from the Department of Health Davao showed. From January to October this year, a total of 3,076 cases were reported compared to the same period last year with 10,128 cases. Yasuy Avila, DOH Davao Region Health Education and Promotion Officer, said Friday, October 27, during the Connect press forum at Toryano's Chicken Hauz in SM Lanang Premier that the highest percentage of these cases is in Davao City. For this year Davao City has a total of 1,595 unconfirmed dengue cases; 576 in Davao del Norte; 372 in Compostela Valley; 344 in Davao Oriental; 155 in Davao del Sur; and 34 in Davao Occidental. There were also 23 deaths in the region due to unconfirmed dengue cases. While last year, 4,710 are in Davao City; 1,881 in Davao del Norte; 1,880 in Davao Oriental; 1,206 in Compostela Valley; 360 in Davao del Sur; and 153 in Davao Occidental. A total of 78 deaths were recorded last year. She said unconfirmed cases are those patients who had symptoms of dengue but was not confirmed if they were positive of the illness. “Ito yong mga pasok,(at) reported, hindi pa siya confirm pero pasok siya sa clinical definition ng dengue. But sometimes marami din kasi [factors] as simple as may fever ng two days, may rushes na lumabas pwede na siyang i-clasiffy under dengue though it doesn’t really mean na nagiging positive siya if i-paconfirm na yong blood samples,“ Avila said. She attributed these significant decrease to the continued effort of the health department to reach out to the barangays while empowering barangay officials and capacitating health workers to also go to the grassroots level to raise awareness among communities through their ABKD program or Aksyon Barangay Kontra Dengue (ABKD). The increase last year has also alarmed the communities which triggered them to intensify their campaign at the same time the information, education and communication efforts were escalated to avoid any break out. “If medyo sobrang taas nong case mas nag iintensify mas naaalert yong community so bumababa yong kaso. So pag mababa naman ang kaso nagiging lax na naman ang community despite sa mga programs na binibigay,“ she said.",
    "url": "http://www.sunstar.com.ph/davao/local-news/2017/10/27/suspected-dengue-cases-drop-69-january-october-571781",
    "disease": "dengue"
},
{
    "title": "Measles outbreak declared in Davao City",
    "timestamp": "January 22, 2018",
    "content": "DAVAO CITY, Philippines – The local government here declared a measles outbreak as more than 200 people showed signs they were suffering from the highly-contagious infection. Josephine Villafuerte, the city’s chief health officer, said Monday, January 22, that at least 222 people here, not all residents of Davao City, had measles, an infection locally known as tigdas. In pamphlets released by the Department of Health (DOH), tidas is described as a virus that thrives well in the country due to climate change, and that it infects best when temperature levels are low. Symptoms of measles infection include a total-body skin rash, according to the DOH.According to Villafuerte, the figures were a total of people infected between November 2017 up to January of 2018. The declaration of a measles outbreak had to be done, said Villafuerte, to raise the importance of performing imunization operations across the city. “We wanted to avoid the spread of the virus,” she said. Also, it aims to strengthen its efforts to vaccinate children amid a growing reluctance brought by the Dengvaxia scare. DOH XI regional director Abdulla Dumama earlier had to assure the public here that Dengvaxia did not reach the city. The CHO said it is administering immunization and booster of measles vaccine for children between 6 to 59 months. These are done through fixed site, house-to-house, and health center measles immunization, according to the health officer. Last week, there were also some 16 call center workers found positive of the virus. The city has been fighting the spread of measles. In 2014, it became the local government in the region with the most number of measles (apart from dengue) cases in the first three months of 2014, according to the Regional Epidemiology Surveillance Unit of DOH.",
    "url": "https://www.rappler.com/nation/194278-measles-outbreak-declared-in-davao-city",
    "disease": "measles"
},
{
    "title": "Davao Region reports 4 deaths in measles outbreak",
    "timestamp": "January 23, 2018",
    "content": "DAVAO CITY, Philippines – The Department of Health (DOH) in Davao Region has appealed to parents to submit their children to government-sponsored measles immunization after it received reports that 4 children had died from the highly-infectious viral disease. Abdullah Dumama, DOH XI director, confirmed the figures on Tuesday, January 23, after Davao City declared a measles outbreak. “Our coverage [of the immunization] is quite low. We’re only hovering at 37% in the whole region,” Dumama told DXRP Radyo ng Bayan. The recorded deaths are from the DOH XI’s list last updated on January 12, according to Dumama. There were 224 cases identified with measles infection, he said, adding that majority of the patients were children. Out of the 224 cases, 119 were not vaccinated, he said. “Many of these were from Davao City, while others were migrants from Marawi,” he said. “Their reasons was that the mother was busy, while others said their children were sick at a time they were due for vaccination, while others just forgot their schedules.” He also pointed out “religious beliefs” as one of the factors the mothers opted not to have their children vaccinated. “We’re asking the public not to turn down these programs because the government is doing its best to eradicate measles,” he appealed over the radio. Davao City's chief health officer said they had to declare an outbreak to raise awareness on the importance of performing immunization operations across the city. The city declared the same outbreak in 2014, with at least 230 people reported to be infected in just 3 months. Locally known as tigdas, the disease is best fought through measles-rubella immnunization, according to DOH. In 2012, the government committed to eliminate the disease in the coutnry, with 3 waves of immunization campaigns conducted in 1998, 2004, and 2007.",
    "url": "https://www.rappler.com/nation/194344-davao-region-deaths-measles-outbreak",
    "disease": "measles"
},
{
    "title": "DOH to declare measles outbreak in ARMM",
    "timestamp": "Februar 7, 2018",
    "content": "The Department of Health (DOH) in the Autonomous Region in Muslim Mindanao (ARMM) is set to declare a measles outbreak in the region, an official said Wednesday. Based on government statistics, 14 cases of measles with 6 deaths were recorded in the region from late 2017 to present. The measles cases were all confirmed by serology. Six cases were recorded in Lanao del Sur, while 8 were recorded in Sulu and Maguindanao. “Based on the criteria ng WHO (World Health Organization), isang confirmed case by serology is already considered [an] outbreak dahil mayroon tayong measles elimination for the past years,“ DOH-ARMM Secretary Dr. Kadil Sinolinding Jr. said. For the past years, the data for fully immunized children in ARMM only reached 70%. The health official said this was due to a logistics problem and vaccine availability. “Now, we already initiated mass immunization doon sa mga affected barangays and municipalities and with that, we can be assured na mako-control pa rin natin, but kung hindi kumpleto 'yung immunization ng ating mga anak, may magpositibo pa rin,“ Sinolinding said. DOH-ARMM said it would focus on the prevention of measles cases upon the declaration of the outbreak. Measles is an infectious disease that can cause death among infants as young as 3 months, Sinolinding said. Last month, Davao City declared a measles outbreak after recording 224 suspected measles cases and 4 deaths.",
    "url": "http://news.abs-cbn.com/news/02/07/18/doh-to-declare-measles-outbreak-in-armm",
    "disease": "measles"
},
{
	"title": "Health alert: Measles outbreak declared in Davao City",
	"timestamp": "January 24, 2018",
	"content": "DAVAO CITY — Health officials in the city on Monday declared a measles outbreak after four children died and the number of suspected cases climbed to more than 200. Dr. Josephine Villafuerte, chief of the City Health Office (CHO), however, said only 17 of the suspected cases recorded from November last year to Jan. 12 this year had been confirmed to be measles. Of the confirmed cases, 16 were call center agents who were confined in hospitals last week, she said. Many of those infected with measles, Villafuerte said, were not Davao residents but migrants or transients. Assistant Health Secretary Abdullah Dumama, director of the Department of Health (DOH) in Southern Mindanao region, confirmed the sudden increase in suspected measles cases here, which the DOH said reached 224 cases. He said the rising number of suspected measles cases was a cause for alarm, since deaths had been reported. While the carrier of the measles virus had not been identified, health workers discovered that the low immunization coverage among residents had contributed to the spread of the virus, Dumama said. “Of the 224 cases, we learned that 119 had not been vaccinated,“ Dumama said. He blamed the parents for this health crisis, noting that many of them had cited excuses, like their lack of time, on why they failed to bring their children to health centers for their antimeasles shots. Villafuerte said health workers in the city had vaccinated some 13,000 children, aged 5 months to 5 years, as of Monday as part of the city’s outbreak response immunization operations to prevent the virus from spreading further. She said they also embarked on a massive information campaign, teaching parents how to spot signs of possible infection.",
	"url": "http://newsinfo.inquirer.net/963055/health-alert-measles-outbreak-declared-in-davao-city",
	"disease": "measles",
},
{
    "title": "DOH: No basis for for declaring dengue outbreak in Cebu",
    "timestamp": "October 13, 2016",
    "content": "Cebu City (CNN Philippines) — Is there really a dengue outbreak in Cebu? The Department of Health (DOH) in Central Visayas sees no basis for declaring an outbreak yet. But on Monday, the Cebu provincial government officially declared a province-wide dengue outbreak. The move was recommended by the provincial health office, which reported that dengue cases have increased by more than 100 percent. Renan Cimafranca, chief of the Regional Epidemiology and Surveillance Unit (RESU), said the provincial health office might have analyzed their data differently. He added they might have other reasons to declare an outbreak. But as far as DOH standards are concerned, the number of cases in Cebu Province does not fall into the outbreak category. The DOH also has not recommended areas of concern to the provincial government. As for Cebu City, the local government declared a state of calamity on Tuesday, following the recommendation of the city health office. With the declaration, the city hall will now have access to calamity funds. Cimafranca, however, said they only recommended declaring an outbreak in four out of the 81 barangays up for review, since these areas are already experiencing “epidemic proportions“ of dengue. These barangays are Guadalupe, Labangon, Lahug, and Barrio Luz. Cimafranca said the DOH cannot prevent both governments from declaring outbreaks in their areas of jurisdiction. He said the purpose of declaring an outbreak is to primarily inform the public about the actual dengue situation in a certain area. More dengue cases RESU data from January to October 8, 2016 shows 17,128 cases with 136 deaths in the provinces of Cebu, Bohol, and Siquijor. No data came from Negros Oriental yet. These are 124 percent higher than the data from 2015. Cebu City, the biggest urban area in the region, listed 2,256 cases including 13 deaths from January 1 to October 8 this year. It only had 1,359 with 11 deaths last year. Blood supply problem? The Cebu provincial health office has maintained its stance recommending a province-wide outbreak of dengue with 5,500 cases listed this year compared to the 2,500 cases last year. Health office chief Rene Catan said they have the authority to declare an outbreak, since the Health Department has already devolved the functions to them. Catan also said that some of the deaths in the province were due to the lack of blood supply. Cebu will look into projects to solve this as part of its anti-dengue measures. But DOH dengue program coordinator Ronald Jarvic Buscato said blood supply problems and dengue deaths have no correlation. He said blood transfusion only occurs in rare cases. He said the deaths are mainly caused by late referrals of patients. Buscato also warned that mosquito misting, usually seen as a preventive measure for dengue, is ineffective and expensive. He said the public should instead practice the search and destroy method, by looking for possible breeding grounds of mosquito carriers, such as stagnant water in containers.",
    "url": "http://cnnphilippines.com/regional/2016/10/13/doh-no-basis-cebu-dengue-outbreak.html",
    "disease": "dengue"
},
{
    "title": "Dengue cases on the rise but under control — DOH",
    "timestamp": "August 11, 2016",
    "content": "Metro Manila (CNN Philippines) — Dengue is on the rise, but the number of deaths is much lower than the “acceptable rate“ set by the World Health Organization, Health Secretary Paulyn Ubial said on Thursday. The Department of Health recorded 70,697 dengue cases from January 1 to July 23 this year — 19.1 percent higher than last year's record. However, the country's fatality rate (the ratio of deaths within a population of people diagnosed with the disease) now stands at 0.33 percent. This is almost 70 percent lower than the WHO's dengue fatality rate of one percent. “It's below the accepted case fatality, so I think we're doing well in the management of identified dengue cases,“ Ubial said. She said although the year-on-year data showed a rise in cases, a week-on-week comparison showed a downward trend. Ubial said it was too early to tell if the downward trend was an effect of the department's dengue vaccination program. But only half of the targeted one million Grade 4 students in Metro Manila, Southern Luzon, and Central Luzon took the vaccine. She said the negative publicity that surrounded the vaccine barred discouraged parents to let their children get vaccinated. The DOH also listed 47 barangays nationwide as dengue “hot zones.“ Four barangays in Metro Manila — three in Quezon City and one in Malabon — were identified as hot zones, while Region 4A registered the most number of cases. With dengue on the rise, the Health secretary urged people to practice the “4S Strategy“ against the disease: Searching and destroying mosquito breeding sites. Self-protection by applying mosquito repellent and covering exposed skin. Seeking early medical consultation. Saying no to indiscriminate fogging",
    "url": "http://cnnphilippines.com/news/2016/08/11/dengue-cases-rising-under-control-DOH.html",
    "disease": "dengue"
},
{
    "title": "Dengue cases in Zamboanga City decrease",
    "timestamp": "October 7, 2015",
    "content": "Zamboanga City (CNN Philippines) — Amid the rise in other provinces and cities, Zamboanga City noted a decrease in the number of dengue cases for the month of September compared to last year. Based on the city’s health records, a total of 138 cases was reported in Zamboanga City for the month of September this year compared to 275 cases reported the same time last year. A decrease in cases was also observed for the past four months compared to last year's figures. There were reportedly 183 cases for June 2015 compared to 543 for June 2014. There were 301 cases for July 2015 compared to 583 for July 2014 and 240 cases for August this year compared to 339 last year.",
    "url": "http://cnnphilippines.com/regional/2015/10/07/Zamboanga-City-dengue-cases-decrease.html",
    "disease": "dengue"
},
{
    "title": "Dengue cases in Metro Manila, Cavite on the rise",
    "timestamp": "September 30, 2015",
    "content": "Metro Manila (CNN Philippines) — Health officials in Metro Manila are preparing for an overflow of dengue patients from Cavite to hospitals in the metropolis. The San Lazaro Hospital in Manila has added dengue to its Code White alert list since the Middle East Respiratory Syndrome scare hit early this year. A Code White alert means all hospital staff are on standby round the clock and that medicines and other supplies have been prepositioned. Dengue admissions in San Lazaro Hospital have more than doubled in August compared to the same month last year. The hospital administration said the number is still much lower, though, compared to the dengue outbreak in 2012. The hospital has 500 beds. One of the patients in the ward is three-year-old Jas Benebaye. She traveled all the way from Cavite as the hospitals there could not admit more patients. Her mother Gloria says she would much rather stay closer to home but was left with no choice. The Philippine National Police General Hospital has also been swamped with dengue cases. It has even opened a dengue express lane for those showing dengue-like symptoms. With its pediatric ward at near capacity, the hospital had to use other wards as well. The Department of Health warns that dengue is a threat during a long dry spell and reminds residents to destroy potential mosquito breeding sites.",
    "url": "http://cnnphilippines.com/news/2015/09/30/Dengue-cases-in-Metro-Manila-Cavite-on-the-rise.html",
    "disease": "dengue"
},
{
    "title": "More than 400 dengue cases recorded in Laoag City",
    "timestamp": "September 24, 2015",
    "content": "Laoag City (CNN Philippines) — Officials in Laoag City are alarmed at the increasing number of dengue cases in the area. The City Health Office (CHO) said that more than 400 cases have been recorded in the city since January. One of the patients, a six-year-old girl, died after being hospitalized for more than a week. Just last week, at least 39 patients, four of them children from Barangay Talingaan, suspected of having dengue were rushed to the Laoag City General Hospital. Mayor Chevylle Fariñas said she would meet with health officials and coordinators to determine if there was a need to declare an outbreak of the disease. She also instructed barangay officials to intensify anti-dengue campaigns in their areas.",
    "url": "http://cnnphilippines.com/regional/2015/09/24/More-than-400-dengue-cases-recorded-in-Laoag-City.html",
    "disease": "dengue",
}, 
{
    "title": "Cavite starts campaign to curb dengue outbreak",
    "timestamp": "September 23, 2015",
    "content": "Metro Manila (CNN Philippines) — The province of Cavite started its anti-dengue campaign on Wednesday (September 23) after a state of calamity was declared last week. The local government of Cavite had released P7.5 million for the campaign which aims to remind residents on how to prevent the spread of dengue by keeping their surroundings clean and destroying possible breeding sites for mosquitoes. The dengue mosquito breeds in stagnant water, which can be found in old tires, water drums, flower vases and old bottles. Gov. Junvic Remulla said they will not stop until the dengue cases are under control. As of September 12, the Cavite Provincial Health Office recorded 3,904 cases of dengue compared to only 1,120 cases during the same period last year — a 249 percent increase. Trece Martires recorded 398 dengue cases — the highest number of cases among the five municipalities in Cavite. To cope with the rising number of patients, makeshift rooms were set up at the General Emilio Aguinaldo Memorial Hospital in Trece Martires. The hallway in front of the hospital's chapel was also converted into an additional ward for dengue patients. Cavite Provincial Health Officer Dr. George Repique said the Philippine National Red Cross has already offered help in attending to the patients. Repique, who expects the number of cases to continually increase in the coming weeks, reminded residents that early medical intervention is also important in curing the disease. Dengue symptoms include fever that lasts for more than 2 days, joint pains, nausea and rashes in arms and legs. In advanced stages, a patient will start vomiting blood, experience nose bleeding and presence of blood in stool.",
    "url": "http://cnnphilippines.com/regional/2015/09/23/Cavite-anti-dengue-campaign.html",
    "disease": "dengue",
},
{
    "title": "Dengue outbreak declared in 9 towns in Cordillera",
    "timestamp": "September 17, 2015",
    "content": "Baguio City (CNN Philippines) — Nine towns in Apayao, Abra and Mt. Province in the Cordillera region have declared a dengue outbreak as cases continue to rise in the past weeks, according to Department of Health (DOH) Cordillera entomologist and dengue program coordinator Ursula Segundo. This week the towns of Luna, Flora and Sta. Marcela in Apayao province have declared a dengue outbreak as cases of the mosquito-borne disease have risen. Last month, six towns have declared dengue outbreaks in Tadian and Paracelis municipalities in Mountain Province, while dengue outbreak were also declared in the towns of  Luba, Villaviciosa, San Isidro and Pidigan in the province of Abra. Segundo said the dengue cases have been controlled in the six towns with their continued vector surveillance and intervention activities. According to Segundo, a dengue outbreak is declared only when cases go beyond the epidemic threshold, which means these towns already posted cases higher than its previous case records in the past five years or since 2010. The latest data from the DOH Regional Epidemiology and Surveillance Unit showed that from January 1 to September 14, some 4,525 dengue cases have been recorded compared to only 1,611 cases recorded over the same period last year or a 181 percent increase in dengue cases in the Cordillera region.",
    "url": "http://cnnphilippines.com/regional/2015/09/17/Cordillera-dengue-outbreak-9-towns.html",
    "disease": "dengue",
},
{
    "title": "Dengue outbreak declared in 2 Negros Oriental cities",
    "timestamp": "September 11, 2015",
    "content": "Dumaguete City (CNN Philippines) — The Integrated Provincial Health Office (IPHO) Negros Oriental declared a dengue outbreak in two cities in the province. Dr. Socrates Villamor, IPHO head, said that a dengue outbreak was declared in Guihulgan and Canlaon last week. Investigations conducted in these areas by the team from the Regional Epidemiological Survey Unit (RESU) showed that most of the victims are students of a state university in Guihulngan who are renting boarding houses at the back of the Guihulngan City District Hospital. Villamor said a total of 176 dengue cases were reported. He added that in Guihulngan City alone more than 90 dengue cases were recorded in just one month and the rest of the cases were from the outskirt barangays. IPHO has already provided technical assistance to Guihulngan City by distributing treated mosquito nets and by conducting a massive cleanliness drive in the affected areas to destroy the possible breeding places of dengue-carrying mosquitos. Villamor also made it clear that it's only an outbreak not an epidemic. He urged everyone to observe the habit of destroying possible breeding sites of dengue-carrying mosquitos every day not just during outbreaks.",
    "url": "http://cnnphilippines.com/regional/2015/09/11/Dengue-outbreak-declared-in-2-Negros-Oriental-cities.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Negros Occidental up by 81 percent",
    "timestamp": "August 25, 2015",
    "content": "Bacolod City (CNN Philippines) — A 6-year-old girl from Barangay Singcang-Airport in Bacolod City died due to dengue earlier this month, according to Dr. Carmela Gensoli, officer-in-charge of the Bacolod City Health Office. Dengue cases in Bacolod, however, were lower by 47 cases in 2015 as compared to last year, Gensoli said. There were 144 dengue cases reported in Bacolod from January to August this year, while there were a total of 269 cases in the 12 months of 2014, Gensoli said. Meanwhile in Negros Occidental, dengue cases increased by 81 percent from January to August this year as compared to the same period last year, according to Dr. Ernell Tumimbang, Negros Occidental provincial health officer. Tumimbang said 774 dengue cases were reported in the province from January 1 to August 15 this year, while there were 428 cases in the same period last year. “The rise in dengue cases in Negros Occidental is not alarming yet, as it has not hit the epidemic threshold,” Tumimbang said. In the province, Bago City had the most number of dengue cases from January to August 15 with 99. It was followed by Silay City with 78, Victorias City with 70, La Carlota City with 57 and Isabela town with 42, Provincial Health Office (PHO) records showed. Dengue victims are composed of 441 males and 363 females, and their ages ranged from 2 months old to 91 years old, based on the records. A PHO report also said that 504 of the victims were hit by dengue fever, 262 by dengue hemorrhagic fever, and eight by dengue shock syndrome.",
    "url": "http://cnnphilippines.com/regional/2015/08/25/Negros-Occidental-dengue-up-81-percent.html",
    "disease": "dengue",
},
{
    "title": "Dengue outbreak declared in Sagbayan",
    "timestamp": "August 21, 2015",
    "content": "Tagbilaran City (CNN Philippines) — Government officials of Sagbayan, Bohol have declared a dengue outbreak in the municipality, as the number of cases continue to increase. One death attributed to the disease was recorded on Wednesday (August 19). Provincial Health Officer Dr. Reymoses Cabagnot confirmed that the Municipal Health Office in Sagbayan had to declare the outbreak, as 98 cases have been reported from the start of July to August 17. According to Cabagnot, Barangay Poblacion has been the most affected, with 70 cases on the record. A dengue surveillance team noted the spread of the virus to the adjacent barangays from Poblacion. Cabagnot said that Bohol Governor Edgar Chatto has already ordered an aggressive campaign against dengue. The provincial health officer is also alarmed that that deaths from dengue has already reached four this year.  From 466 as of July 4, dengue cases rapidly increased to 585 as of July 25, Cabagnot said. The entire province has recorded about 800 cases since January.  Blood supply not enough. Cabagnot also fears that there might not be enough blood supply to facilitate patients' blood transfusions. He said that some patients have already resorted to seeking blood donors.  Of the province's three misting machines, two are utilized in ongoing misting operations in Sagbayan. Cabagnot also reminded the public to continue observing the “4S” campaign of the Department of Health: Search and Destroy mosquito eggs Special Protective Equipment (i.e. the use of mosquito nets and insect repellents) Seek early medical consultation Say “No” to indiscriminate fogging He said the use of fogging is not advisable because it only kills the adult mosquitoes and not the eggs.",
    "url": "http://cnnphilippines.com/regional/2015/08/21/dengue-outbreak-sagbayan.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Pampanga rise by 80%",
    "timestamp": " August 10, 2015",
    "content": "San Fernando (CNN Philippines) — The Department of Health-Region 3 records 1,175 dengue cases in Pampanga as of June 2015. This number marks an 80% increase compared to the number of cases recorded during the same period last year which was 657. No dengue outbreak has been recorded yet, although several barangays in Mabalacat and Guagua are being clustered. The Pampanga local government is enforcing measures to prevent more cases from happening. According to Dr. Marcelo Joahico, provincial health officer, Pampanga is doing simultaneous clean up drives and fumigation among other measures. Joahico said, free hospitalization within the 11 district hospitals will be offered to dengue patients. He assured that the province will not run out of blood supply for dengue patients. Joahico reminded people, however, to take part in cleaning the community to prevent further infections. He also advised those who experience symptoms of dengue to seek medical attention, and not to self medicate.",
    "url": "http://cnnphilippines.com/regional/2015/08/08/Dengue-cases-in-Pampanga-rise-by-80-percent.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases drop in Dumaguete City",
    "timestamp": "July 30, 2015",
    "content": "Dumaguete City (CNN Philippines) — The number of dengue cases in Dumaguete City for the first half of the year is lesser as compared to the same time last year, according to Dumaguete City Health Officer Dr. Sarah Talla. The number of dengue cases this year was remarkably low with only around 70 as compared to as high as 200 in 2014. Talla added that their office continues its control and prevention activities such as “search and destroy“ of mosquitoes and empowering barangays to take the lead in behalf of the city health office. A series of lectures and seminars were conducted in the barangays under its program, “Action Barangay Contra Dengue“ (ABC-D), wherein barangay officials undergo continuing education on control and dengue prevention. Dengue cases is usually on the rise during rainy season and the Department of Health (DOH) always disseminates basic dengue prevention information.",
    "url": "http://cnnphilippines.com/regional/2015/07/30/Dengue-cases-drop-in-Dumaguete-City.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases increase in 4 Cordillera provinces",
    "timestamp": "July 21, 2015",
    "content": "Baguio City (CNN Philippines) — Dengue cases continue to rise in the Cordillera Region after monsoon rains have battered the region for the past two weeks, creating more breeding sites for mosquitoes. Department of Health (DOH) Program Coordinator for Dengue Dr. Alexei Marrero says as of July 13 the region posted a 48 percent increase in dengue cases, mainly in the provinces of Abra, Apayao, Benguet and Mountain Province. Marrero says their concentration now is in Mountain Province where there is a 500 percent increase in dengue cases, particularly in the town of Paracelis. He added that areas with posted unprecedented number of increased cases were already allowed to conduct misting or fogging operations to eliminate dengue-carrying mosquitoes. The DOH regional office is now concentrating on fogging operations in the towns of Paracelis in Mt. Province and Luba in Abra due to high cases of dengue. This year, the region has recorded two deaths, one involving an 85-year-old man from San Jose, Luna, Apayao and a seven-year-old child from Rosario, La Union who was treated at the Baguio General Hospital. Aside from fogging activities, Marrero stressed it is important to conduct clean-up activities or search and destroy activities, stressing that dengue cases are prevalent during the rainy season because dengue mosquitoes tend to breed on wet places. “The public should always keep their surroundings dry. If there’s stagnant water, drain it. Using mosquito repellent is also helpful. Most of all, clean house and workplace can prevent dengue from breeding,” Marrero stressed. The DOH has been implementing its Vector Surveillance Project to identify barangays with a high population of dengue-carrying mosquitoes to distribute ovicidal-larvicidal traps to prevent further spreading of the disease.",
    "url": "http://cnnphilippines.com/regional/2015/07/21/dengue-cases-increase-4-cordillera-provinces.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases rise in several provinces",
    "timestamp": "July 15, 2015",
    "content": "Metro Manila (CNN Philippines) — The number of dengue cases continue to increase in some provinces in the country. The City Health Office (CHO) in Zamboanga said that there are already 71 dengue cases in the city for the first week of July, based on the partial report submitted by health personnel from data submitted by hospitals in the area. CHO Officer Dr. Rodel Agbulos said the figure could easily reach 200 once the data from five other hospitals come in. Meanwhile in Sagbayan, Bohol, around 20 dengue cases have been recorded in just the first 10 days of this month. Marilou Tampos, public health nurse of the Rural Health Unit (RHU) of the municipality of Sagbayan, said that there have been 17 cases as of July 4 and three more were added yesterday (July 13). Most of the dengue patients were from Barangay Poblacion, Sagbayan, added the RHU. In Bacolod City, a total of 55 cases of dengue and other waterborne diseases from January to July 2015 were recorded by the CHO. The numbers are expected to increase until next year, according to Dr. Grace Tan, medical officer of Bacolod CHO’s Environmental and Sanitation Division.",
    "url": "http://cnnphilippines.com/regional/2015/07/14/dengue-cases-rise-zamboanga-bacolod-bohol.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases rise in 3 Cordillera provinces, Baguio City",
    "timestamp": "July 1, 2015",
    "content": "Baguio City (CNN Philippines) — With the onset of the rainy season, the Department of Health-Cordillera regional office here encouraged the public to eliminate breeding of sites of dengue-carrying mosquitoes as three provinces and one city in the region saw increasing cases of dengue. Dr. Amelita Pangilinan, regional director of DOH-CAR, reported an increase of dengue in the provinces of Abra, Apayao, and Mountain Province and in Baguio City. Reports from the DOH-CAR Regional Epidemiological Surveillance Unit showed a 101-percent increase of dengue cases in Abra, 77-percent increase in Apayao, 90-percent increase in Mountain Province and 16-percent increase of cases in Baguio City from January to June 26 this year compared to the same period in 2014. From 80 cases recorded last year the number of dengue patients in Abra province rose to 161 for the first six months of the year. In Apayao, from 47 cases recorded last year it increased to 83 cases this year and in Mountain Province, Debgue cases rose from 22 cases recorded last year to 42 cases this year. In Baguio City, from 83 cases recorded last year it rose to 96 cases this year. Meantime, the provinces of Benguet, Ifugao, and Kalinga had a decrease in dengue cases. A lone fatality has been recorded in San Jose, Luna, Apayao last January due to dengue shock syndrome. Pangilinan also reported clustering of cases in several barangays in Baguio City, Abra, Benguet and Mt. province. DOH regional director, who stressed early detection and treatment of dengue cases are important in preventing deaths among the affected population, asked for vigilance from the public in removing breeding sites of aedes aegypti mosquitoes that harbor the disease. She added that the public should not be complacent even if their respective provinces saw a decrease in the numbers of dengue cases since the overall regional data shows the number of cases only dipped by one percent from 722 cases last year to 713 cases this year. She adds majority of those affected by dengue are males with a median age of 16 years old. Meantime, the Baguio City Health Department said they are now conducting massive information drives to control breeding site of aedes mosquitoes. The health office will also distribute treated curtains that prevent entry of mosquitoes in daycare centers and in schools buildings.",
    "url": "http://cnnphilippines.com/regional/2015/07/01/dengue-cases-cordillera-region-baguio-city.html",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Pangasinan up",
    "timestamp": "December 04, 2017",
    "content": "THE Provincial Health Office (PHO) reiterated its appeal to Pangasinan residents to ensure that their homes and surroundings are free of stagnant water to prevent spread of dengue, as cases continue to rise in the province. Dr. Anna de Guzman, provincial health officer, said on December 1 that Pangasinan reported 4,472 dengue cases from January 1 up to November 30. This is more than the 3,824 cases registered in the province for the same period last year, she added. Statistics showed there were more cases reported in the province during the rainy month of August than in any other month of the year. Rainy season results in the presence of stagnant water, which is a breeding ground for dengue mosquitoes. De Guzman again called on the residents to clean their homes and surroundings, and get rid of possible sites for mosquitoes to lay their eggs. Since most of the victims are school-age children, the provincial health officer stressed the need for a renewed clean-up drive in schools to destroy the breeding places of dengue-causing mosquitoes. De Guzman said in the case of students, “They can do the extra effort of wearing long sleeves and pants as their protection from mosquito bites.” At home, it is always advisable to sleep under the mosquito net, she added. The PHO also asked the people to watch out for dengue symptoms, such as on and off fever lasting for days, body rashes, weakening of the muscles, and nose and gum bleeding.",
    "url": "http://www.sunstar.com.ph/pangasinan/local-news/2017/12/04/dengue-cases-pangasinan-578108",
    "disease": "dengue",
},
{
    "title": "Pampanga records decrease in dengue cases",
    "timestamp": "July 18, 2017",
    "content": "CITY OF SAN FERNANDO -- The Provincial Government on Tuesday, July 18, noted the reported decrease in dengue cases in Pampanga and the significant downward trend in the last three years. According to Jolly Garcia, provincial dengue and malaria coordinator, there were 9,980 dengue cases recorded in the province in 2015 and 6,625 cases in 2016. In the two consecutive years, the Provincial Health Office (PHO) recorded 41 deaths due to dengue. As of July this year, dengue cases in the province numbered 2,006 and is expected to be lower from last year's figure. Garcia explained that the declining trend in dengue cases can be attributed to awareness and intervention efforts by all stakeholders concerned. Specifically, the Dengue Task Force (DTF), composed of barangay captain, kagawad on health, school principal, Barangay Health Workers (BHW) and non-government organizations (NGOs) has been tasked to educate the village folks on how to combat the dreaded dengue fever. DTF is also responsible in monitoring dengue cases in their areas and as well as searching for mosquito breeding grounds. Barangay folks, meanwhile, are required to submit breeding sites of kiti-kiti to the Rural Health Unit (RHU) every first Friday of the month, while the remaining Fridays of the month are intended for “search and seek” strategy to defeat dengue. Garcia said community efforts are slowly paying off but the public cannot be complacent as the mosquito-borne disease is painful, debilitating and fatal. With all the support given and the strengthening of forces to curb the dengue problem in the province, he expressed optimism that a 50 percent reduction target can be reached.",
    "url": "http://www.sunstar.com.ph/pampanga/local-news/2017/07/18/pampanga-records-decrease-dengue-cases-553681",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Bacolod up by 84.5%",
    "timestamp": "July 15, 2017",
    "content": "DENGUE cases in Bacolod City increased by 84.5 percent from January to July 8 this year compared to the figures for the same period in 2016, records of the City Health Office (CHO) showed. CHO Environment Sanitation Division Head Grace Tan said, on Thursday, July 13, that as of July 8, Bacolod has a total of 535 dengue cases, from only 290 cases in the previous year. Five young children died in the first seven months this year. In January, the fatalities were a 10-year-old boy in Barangay Sum-ag, and five-year-old boy in Barangay Singcang-Airport. In March, an eight-year-old boy in Barangay Granada also died. In May, a two-year-old boy in Barangay 14 and 12-year-old in Barangay Handumanan passed away as well. From January to July in 2016, only two children died due to dengue. Of 535 cases, Barangay Vista Alegre recorded the highest number with 62 cases. Others include Barangay Mansilingan with 52 cases; Barangay Granada, 42; Barangay Handumanan, 36; Barangay Mandalagan, 33; Barangay Villamonte, 31; Barangays Estefania and Banago, 28 each; Barangay Alijis, 27; and Barangay Taculing, 26. Tan said the cases have been increasing since two weeks ago because of the rains and stagnant water. “It’s our advocate now the searching and destroying the breeding grounds of the mosquitoes,” she said. She added they continue the fogging in various areas. Tan also urged the public to always clean the surroundings to destroy the breeding grounds of the mosquitoes.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/07/14/dengue-cases-bacolod-845-552898",
    "disease": "dengue",
},
{
    "title": "Davao City records 15 dengue deaths since January",
    "timestamp": "May 5, 2017",
    "content": "DAVAO City assistant health officer Dr. Marjorie Culas reported that their office recorded 15 deaths due to dengue since January to May 4, 2017. “Since January 2017 until today, we have 552 cases of dengue, really, there is really a reduction of cases compared with the last year with the same period unfortunately since January we have 15 deaths,“ she said during the I-Speak weekly media forum at the Davao City Hall. Culas underscored that the number of cases is lower compared to same period last year with more or less 2,000 cases from January to May, but the number of cases is alarming. “Based on our investigation on the number of deaths, it is health seeking behavior of the immediate family of the victim. They really ask for consultation too late,“ she said. She asked public to immediately report the case upon the first onset of fever to the nearest health office. Culas said that it is better if the patients get blood test immediately for the doctors to have a basis if the number of platelet count has gone down or not. Culas added that based on what they have encountered most of the households in a community are only active in prevention methods only if there are deaths recorded near them. “Pagwala nay mamatay magrelax napud so dapat dili jud ta magrelax, samtang naay kaso, samtang naa pay virus, dili jud dapat magpapaak og lamok, dili jud ta magkumpiyansa (If there are no deaths, they will relax again. As long as there are cases, and as long as the virus is still there we must make sure that we should not be bitten by mosquitoes, we should always be vigilant),“ she said. She said rapid testing kits for dengue are still available at the health centers. An emergency lane for families of dengue patients is also in place at the “Lingap Para sa Mahirap“ office at Southern Philippines Medical Center.",
    "url": "http://www.sunstar.com.ph/davao/local-news/2017/05/05/davao-city-records-15-dengue-deaths-january-540267",
    "disease": "dengue",
},
{
    "title": "Talisay tops in number of dengue cases",
    "timestamp": "August 10, 2017",
    "content": "TALISAY City reported the highest number of dengue cases among component cities and towns in Cebu Province so far this year, health officials said yesterday. As of Aug. 5, Talisay had 296 dengue cases with nine deaths. Next to Talisay is Consolacion with 260 cases and four deaths, followed by Argao with 187 cases and one death. Talisay City also ranks fourth among towns and component cities in Central Visayas with the most number of dengue cases from January to August this year. Dr. Lino Alanzado, Talisay City health officer, said that a nine-month-old baby girl from Barangay Linao is the latest person to have died due to dengue this week. The report came just as the City Government started giving the anti-dengue vaccine to children in the 22 barangays. In an interview yesterday, Alanzado said they are doing their best to reduce the number of dengue cases and deaths through the help of the city’s Anti-Dengue Task Force. He said that one of the factors that contributed to the increase in the number of cases is the onset of the wet season. Alanzado said they will continue to intensify their efforts to reduce the number of dengue cases in the city. Their programs include information dissemination in all barangays and constant clean-and-green drive around the city. Alanzado also reminded parents to immediately seek medical help if their children are showing signs and suffer from the symptoms of dengue, which includes fever for more than three days.",
    "url": "http://www.sunstar.com.ph/cebu/local-news/2017/08/10/talisay-tops-number-dengue-cases-557829",
    "disease": "dengue",
},
{
    "title": "NegOcc tops dengue cases, deaths in W. Visayas",
    "timestamp": "December 12, 2017",
    "content": "NEGROS Occidental, excluding its capital Bacolod City, posted the highest number of both dengue cases and deaths in this region, records of the Department Health (DOH) in Western Visayas showed. Based on the Morbidity Week 46 Report of the agency, there were 3,829 recorded dengue cases in the province since the start of the year. The figure accounts for almost 42 percent of the total 9,164 cases registered in Western Visayas during the period January 1 to November 18. Negros Occidental was followed by Iloilo with 1,088 cases; Aklan, 931; Antique, 680; Capiz, 316; and Guimaras, 37. Bacolod City ranked second with 1,704 cases while Iloilo City registered 380 cases only. The remaining 199 dengue cases were accounted for patients, who are only “visiting” or not really from the region. In terms of deaths, DOH-Western Visayas reported that Negros Occidental has 36, comprising 50 percent of total deaths in this region, at 72. Bacolod City again was in second spot, having 12 deaths. It was followed by Antique with 10; Iloilo Province, seven; Aklan, four; and Iloilo City, three. The provinces of Capiz and Guimaras recorded no deaths, the reports further showed. Dr. Reynilyn Reyes, head of the family, health and nutrition cluster of DOH-Western Visayas, Monday told SunStar Bacolod that higher dengue cases and deaths in Negros Occidental manifests the need for the province to implement stronger counter measures. She said that since dengue is a vector-borne disease, possibly there are many virus-carrier mosquitoes in the province. “It could be attributed to both environmental and host factors, including the vulnerability of patients,” Reyes said, adding that higher cases possibly resulted from “more” number of vector. The province maybe has potential habitats for mosquitoes especially Aedes Aegypti, posing higher risk of dengue virus infection to the public. It is good to have a strong vector-control program, the DOH-Western Visayas official said, adding that “this includes preventing the possible development of breeding places for mosquitoes mainly through maintaining cleanliness and sanitation on surroundings.” Negros Occidental has a case fatality rate (CFR) and attack rate of 0.94 percent and 149.19, respectively. Attack rate refers to the number of cases occurring over the total population times 100,000. This means that with the higher the attack rate, more cases occurred, Reyes said, adding that attack rate is proportionate with the population. For instance, Bacolod City has higher attack rate of 299.19 compared to that of Negros Occidental “because even though it has lower dengue cases than the province, its population is smaller.” High attack rates were also noted in the provinces of Aklan, 156.60; Antique, 114.14; Iloilo City, 81.78; and Iloilo Province, 54.77. Capiz and Guimaras registered an attack rate of only 40.66 and 20.84, respectively. Comparing this year’s figures to the same period in 2016, DOH-6 noted a 64 percent drop in the total number of dengue cases in Western Visayas. From January 1 to November 18 last year, the region had 25,461 dengue cases. In terms of deaths, there was also higher number of cases during the same period last year, 85. For Negros Occidental alone, the DOH-Western Visayas noted a decrease of 35 percent with last year’s recorded dengue cases in the province reaching 5,890. More death cases were also reported in the province the year before, 46. Also based on the same morbidity week, Bacolod City also posted a decrease of 16 percent, having previous cases of 2,025. “We continue to urge our local health offices to initiate the implementation of counter measures in their respective communities,” Reyes said The DOH-Western Visayas official also appealed to the public to actively take part in the fight against the deadly virus.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/12/12/negocc-tops-dengue-cases-deaths-w-visayas-579410",
    "disease": "dengue",
},
{
    "title": "Philippines' dengue cases near 36,000",
    "timestamp": "June 15, 2017",
    "content": "THE number of dengue fever cases in the country has grown to nearly 36,000 in the first five months of this year, but lower than the same period last year, Health Secretary Paulyn Ubial said Thursday. In a statement for the commemoration of Asean Dengue Day, Ubial said that from January 1 to May 20 the DOH has recorded 35,973 dengue cases. The number, she said, is actually 31.8 percent lower compared to the 52,780 cases recorded during the same time period last year. “There is a decreasing trend of reported dengue cases to the Epidemiology Bureau,“ said Ubial. The DOH Epidemiology Bureau has reported 207 dengue deaths so far. Majority of the dengue cases were in Central Visayas (15.5 percent), Central Luzon (13 percent), National Capital Region (12.2 percent), Calabarzon (11.4 percent) and Soccsksargen (11.1 percent). The report also showed that most (21.5 percent) of the cases belongs to the five to nine years old age group. Meanwhile, the health chief clarified that expanded dengue immunization program in Cebu will be community-based, and not school-based like those in Metro Manila, Calabarzon, and Central Luzon. “The vaccination will be done in health centers but still the same target age group, which are Grade 4 public school pupils aged nine years old,“ said the DOH head. She explained that the change in venue was prompted by the absence of a formal agreement with the Department of Education (DepEd) for the program's expansion in Cebu. “I think it's because of the training, and of the lack of preparation, and we respect that,“ said Ubial. The health department earlier announced that the dengue vaccination program will be expanded to Cebu. This means that the program will no longer just be limited anymore to Metro Manila, Central Luzon, and Calabarzon. This was after the dengue immunization program in the three regions left some 500,000 unused doses. Ubial said the unused dosages will the only ones to be used and that they will not increase the supply any further. “We are not making any additional procurement for this. We are just trying to use the remaining vaccines, which will expire by August 2018,“ said Ubial.",
    "url": "http://www.sunstar.com.ph/manila/local-news/2017/06/15/philippines-dengue-cases-near-36000-547588",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Zamboanga rise",
    "timestamp": "June 22, 2017",
    "content": "THE Zamboanga City Government through the City Health Office is conducting on Saturday, June 24, a citywide cleanup drive in a bid to lessen the cases of dengue fever. The City Health Office recorded an increase in dengue cases for the month of April and May this year compared to the same months last year. City Health Officer Rodelin Agbulos said they recorded 130 cases in April and 188 dengue cases in May this year. The dengue cases in April and May the previous year were 97 and 127, respectively. Agbulos said his office also recorded five deaths cause by dengue since January, this year. He advised the residents to continue the practice of the “4S” strategy to lessen the cases of dengue in the city. The 4S strategy includes: search and destroy; self-protection measures; seek early consultation; and, say yes to fogging only when there is an impending outbreak. “If we will not do something about the prevention and control of dengue, we expect an outbreak coming in on July, August, or September,” Agbulos said. Dengue fever is a viral disease usually affecting infant and young children. Aedes aegypti mosquitoes, which lay eggs on clear and stagnant water, are the spreader of the disease. The signs and symptoms of dengue fever included: sudden high fever; joints and muscle pains; skin rashes; nose bleeding; vomiting of coffee colored mattered; and, dark colored stool.",
    "url": "http://www.sunstar.com.ph/zamboanga/local-news/2017/06/22/dengue-cases-zamboanga-rise-548914",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Central Luzon down by 50%",
    "timestamp": "December 13, 2017",
    "content": "CITY OF SAN FERNANDO – Dengue cases in Central Luzon went down by almost 50 percent this year compared to last year, the Department of Health Central Luzon region said. DOH Central Luzon regional director Leonita Gorgolon said 2,006 cases of dengue were recorded from January to July this year, more than half of the 4,302 cases recorded in the same period in 2016. This period is considered the peak months for dengue cases due to the rainy season. Gorgolon said the numbers though could not be attributed to the implementation of the Dengvaxia vaccination program of the government wherein 205,000 grade nine and over children from Central Luzon were vaccinated. “We do not have enough data para sabihin na dahil ito sa vaccine na ininject namin sa mga bata. Nakikita lang talaga namin na bumaba ito dahil siguro wala rin naman gaanong tag-ulan this year (to say that this is due to the Dengvaxia vaccine. We only see that the (dengue) cases dropped and this is possible because there was no occurrence of rain this year),” she said.",
    "url": "http://www.sunstar.com.ph/pampanga/local-news/2017/12/13/dengue-cases-central-luzon-down-50-579652",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Davao City drop",
    "timestamp": "June 15, 2017",
    "content": "DENGUE cases in Davao City this year dropped to 677 from 1,376 cases in the same period last year as the City Health Office (CHO) intensified its anti-dengue campaign in dengue-prone barangays since January. CHO Chief Josephine Villafuerte said the comparison of the data is based on the January to May dengue status report made by their office last week. The decrease of dengue patients, Villafuerte said, connotes the effectiveness of their campaign that started last January which included the Indoor Residual Spraying method, an application of long-acting chemical insecticides on the walls and roofs of all houses and domestic animal shelters in a given area, fogging method and cleaning of breeding sites. “The dengue-prone areas in the city remained the same as last year - Buhangin, Talomo, and Toril,“ Villafuerte said. Villafuerte said they have also piloted the formation of a Dengue Taskforce in Barangay Maa on Wednesday, June 14. She said the task force will regularly monitor all houses inside the community and see if there are possible breeding sites to immediately clean the area and report to CHO if a fogging and IRS is needed. She added that they will be implementing this throughout the city after an evaluation is done. “Prevention and control of dengue is in your hands. Take the initiative to destroy the breeding sites in your house and to constantly clean your surroundings,“ Villafuerte said.",
    "url": "http://www.sunstar.com.ph/davao/local-news/2017/06/15/dengue-cases-davao-city-drop-547595",
    "disease": "dengue",
},
{
    "title": "Baguio records 875% decrease in dengue cases",
    "timestamp": "June 26, 2017",
    "content": "THE BAGUIO City Health Services Office (BCHSO) reported a huge decrease in the incidence of dengue from January to June of 2017. Dr. Rowena Galpo, Baguio City Health Services Office chief, reported 64 cases of dengue from different barangays were recorded during the period which is an 875.34-percent decrease compared to the 703 cases recorded for the same period last year. Galpo attributed the huge decrease to the participation and involvement of the different sectors of the community, including the City Government. The health official said awareness of the community on the prevention of dengue contributed much, aside from the continuing program being undertaken by health officials to inform the public about the diseases and how to prevent it. This is aside from the local government’s role in institutionalizing the dengue awareness campaign. In December 2016, the City Council approved Ordinance 66 or the local anti-dengue act which provides for the prevention and control measures to mitigate dengue, and which requires all residents to strengthen the fight against it. The ordinance was passed to continually and substantially reduce the occurrence of dengue cases in the city through integrated vector management and implementation of prevention and control measures as well as to strengthen the fight against the disease. The city ordinance defines the mandatory role of household and business owners, schools and institutions, hospitals, church organizations, private and government offices and other work places. It also mandates the creation of the Baguio anti-dengue committee, the barangay anti-dengue committee as well as the guidelines and the fines and penalties for violators.",
    "url": "http://www.sunstar.com.ph/baguio/local-news/2017/06/26/baguio-records-875-decrease-dengue-cases-549583",
    "disease": "dengue",
},
{
    "title": "Bacolod dengue cases decrease by 17.6%",
    "timestamp": "November 16, 2017",
    "content": "DENGUE cases in Bacolod City decreased by 17.6 percent from January to November 4 this year compared to the figures for the same period in 2016, records of City Health Office (CHO) showed. Dr. Grace Tan, head of the CHO Environment Sanitation Division, said Wednesday, November 15, that as of November 4, Bacolod has a total of 1,621 dengue cases compared to 1,967 cases last year. This year, Bacolod has a total of 11 deaths compared to 16 deaths in the previous year for the same period. Of the 11 fatalities, two were reported in Barangay Banago, and one each in Barangays 13, 14, Sum-ag, Granada, Handumanan, Tangub, Villamonte, Singcang-Airport. The latest fatality was a six-year-old boy from Barangay Sum-ag, who died on November 1. Tan said that of the 1,621 cases, Barangay Mansilingan recorded the highest number with 141. Barangay Taculing has 124 cases; Barangay Mandalgan, 117; Barangay Villamonte, 111; Barangay Vista Alegre, 99; Barangay Banago, 97; Barangay Estefania, 91; Barangay Alijis, 90; Barangay Sum-ag, 89; Barangay Granada, 88; Barangay Singcang-Airport, 72; Barangay Tanugb, 70; Barangay Handumanan, 64; Barangay Bata, 50; and Barangay Pahanocoy, 39. Tan said that based on their weekly monitoring for the past three weeks, the dengue cases have started to decrease compared to the cases in the past two months. She said they are hopeful that the dengue cases will continue to decrease until end of the year. “We do advocacies and continue to practice the ‘4S’ to prevent and control dengue cases,” Tan added. “4S” means Search and destroy mosquito breeding place; use Self-protection measures; Seek early consultation for fever lasting more than two days; and Say no to indiscriminate fogging.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/11/16/bacolod-dengue-cases-decrease-176-575060",
    "disease": "dengue",
},
{
    "title": "Iloilo City dengue cases drop 60%",
    "timestamp": "June 2, 2017",
    "content": "MOSQUITO-BORNE dengue cases in the first five months in the metropolis posted a significant drop of 60 percent, Iloilo City Health Office (CHO) statistics showed. A total of 87 dengue cases were recorded as of May 31, less than the 252 cases during the same period last year. Mayor Jed Patrick Mabilog encouraged residents not be complacent and continue the regular cleanup activities in the villages. CHO chief Dr. Bernard Caspe credited the vi llage cleanup drive as one of the factors that contributed to decreasing dengue cases. “We have also distributed larvicide and insecticides in all districts considering that it is rainy season already,” said Caspe. Mandurriao district had the most number of dengue cases with 18 cases, followed by Molo with 17 cases and Arevalo with 16 cases. Bakhaw village, Mandurriao topped with eight cases because its environment is “watery”. Dengue is caused by day-biting mosquitoes Aedes aegypti and Aedes albopictus that breed in clear, stagnant water. Caspe said dengue symptoms were high fever, body ache, headache, appearance of skin rashes and vomiting. “When you have dengue, your fever usually starts from day one and lasts until five to seven days. So if you have high fever, immediately go to the nearest health centers or hospitals for check-up and proper medication,” advised Caspe. He also urged the public to clean their surroundings everyday and destroy breeding places of mosquitoes.",
    "url": "http://www.sunstar.com.ph/iloilo/local-news/2017/06/02/iloilo-city-dengue-cases-drop-60-545303",
    "disease": "dengue",
},
{
    "title": "Fewer dengue cases reported in Zamboanga City",
    "timestamp": "December 3, 2017",
    "content": "THE City Health Office said there were fewer cases of dengue fever in the last four months compared to the same period last year. Dr. Rodelin Agbulos, City Health Office chief, said they recorded a total of 600 cases from August to November this year, broken down as follows: August, 185; September, 108; October, 266; and, November, 41. In the same months last year. Agbulos said they recorded more than twice the number, or a total of 1,505 cases, broken down as follows: August, 457; September, 360; October 340; and, November, 348. Agbulos attributed the decline to the sustained cooperation of the villages in maintaining cleanliness in their respective localities.",
    "url": "http://www.sunstar.com.ph/zamboanga/local-news/2017/12/03/fewer-dengue-cases-reported-zamboanga-city-577947",
    "disease": "dengue",
},
{
    "title": "Dengue cases in Bacolod drop on first week of January",
    "timestamp": "January 16, 2018",
    "content": "CASES of dengue in Bacolod City decreased by 207.14 percent on the first week of January this year compared to the record in 2017, figure of the City Health Office (CHO) showed. Dr. Grace Tan, head of the CHO Environment Sanitation Division, in a press conference on Monday said 14 dengue cases with one death were recorded from January 1 to 6, 2018 compared to last year’s 43 cases with two deaths for the same period. This month, the casualty was a five-year-old boy in Barangay 17, who died last January 2, after he was confined in a hospital since December 27. The data also showed that children aged one to 10 years old have the most number of dengue cases. Barangay Handumanan is considered a hot spot area with increasing number of cases for four consecutive weeks while villages like Tangub, Singcang-Airport, Pahanocoy, Sum-ag, Taculing, Villamonte, Vista Alegre, Mansilingan, and Mandalagan, all have three or more cases within four consecutive weeks. Despite the decrease in the number of dengue cases, Tan continuously reminded the public to observe the “4S” in households and the surroundings to prevent and control dengue, especially with the recent constant rains. “4S” means Search and destroy mosquito breeding place; use Self-protection measures; Seek early consultation for fever lasting more than two days; and Say no to indiscriminate fogging. Tan said the CHO continues to conduct surveillance and also distribute leaflets for information dissemination. For cases of leptospirosis, there has been no report as of the first week of the month, but there was one reported casualty in 2017 for the same period. Tan advised the public especially farm workers to wear boots and other protective gears to avoid direct contact with contaminated waters in the fields.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2018/01/16/dengue-cases-bacolod-drop-first-week-january-584169",
    "disease": "dengue",
},
{
    "title": "9 barangays in Bacolod tag as dengue hot spots",
    "timestamp": "August 17, 2017",
    "content": "NINE barangays in Bacolod City were identified by the City Health Office (CHO) as dengue hot spots. Dr. Grace Tan, head of the CHO Environmental Sanitation Division, on Wednesday, August 16, said the nine barangays have increasing number of dengue cases for four consecutive weeks, or have death cases. These are Barangays Mandalagan with 31 cases from January to August 12, 2017; Villamonte, 24; Mansilingan, 22, Banago, 18; Alijis, 17; Estefania, 17; Vista Alegre, 14; Taculing, 13; and Sum-ag, 12. Dengue is a mosquito-borne disease found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas. Tan said that from January to August this year, Bacolod has a total of 888 dengue cases that increased by 9.8 percent, with seven deaths.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/08/17/9-barangays-bacolod-tag-dengue-hot-spots-558972",
    "disease": "dengue",
},
{
    "title": "Dengue cases up by 6,500 in Cebu Province",
    "timestamp": "December 30, 2016",
    "content": "FORTY more persons died of dengue fever in Cebu Province as of Christmas Eve this year, compared with the same period in 2016. That 160 percent increase in deaths caused by dengue fever is reflected in a report by the Provincial Health Office (PHO). The PHO also reported a 264 percent increase in the number of persons who fell ill with dengue fever this year, compared with last year’s numbers. The “Dengue Current Situation” report from the PHO showed 8,969 cases of dengue fever from Jan. 1 to Dec. 24, 2016, compared with 2,461 in the same period in 2015. This means there were, on average, 747 persons who fell ill with dengue fever each month in Cebu. Or 24, on average, each day. The PHO has launched its Task Force Kontra Lamok, a province-wide clean-up drive participated in by the Department of Education, Department of Interior and Local Government, local governments and non-government organizations (NGOs). “We are encouraging the public to join the campaign against dengue-carrying mosquitos with our province-wide clean-up drive,” said Dr. Rene Catan in a press release. The five local governments that reported the lowest number of dengue fever cases are Boljoon (1 person), Tudela (2), Oslob (9), Alcoy (17), and Sta. Fe (24). Alcoy, Boljoon and Oslob are neighboring towns in Cebu’s southeast leg. Tudela is in Camotes island, while Sta. Fe is in Bantayan Island. These five communities reported the highest number of dengue cases this year: Toledo City (676 persons), Carcar City (577), Balamban (554), Talisay city (441) and Consolacion (427). When the last quarter of the year started, PHO doctors already pointed out that this year’s numbers would be higher than those in 2015. In the second week of October 2016, there were already 5,190 persons hit by the mosquito-borne disease and 55 had already died. This was some 111 percent higher than last year’s figures for the same period. Last Oct. 17, the Cebu Provincial Board (PB) declared an outbreak and a state of calamity to allow the use of emergency funds. At that time, however, the Department of Health questioned the need for the declaration of an outbreak. The Province still had P46 million in calamity funds when the declaration was made. PB Member Christopher Baricuatro, who heads the health committee, has said some P1.35 million would be earmarked for the purchase of larvicide for the fourth quarter of 2016 and for the first and second quarters of 2017.",
    "url": "http://www.sunstar.com.ph/cebu/local-news/2017/01/01/dengue-cases-6500-cebu-province-517689",
    "disease": "dengue",
},
{
    "title": "DOH notes decrease in dengue cases",
    "timestamp": "July 5, 2017",
    "content": "THE DECREASE of dengue cases in the Summer Capital should not be a reason for the residents to be complacent. Only 64 dengue cases were recorded in Baguio from January to June or 875.34 percent lower compared to the same period last year with 703. According to Regional Epidemiology Surveillance Unit’s (Resu) Geeny Austria, the Cordillera region also posted an 82 percent decrease of dengue cases during the first 25 weeks of 2017 as compared to the same period in 2016. Despite the decrease, Austria said there is no room for complacency as peak season for dengue approaches this August. As part of its advocacy, the Department of Health is promoting resilience against diseases, that peak during rainy season, with vaccinations and blood-letting activities and other free services. The DOH recently launched a drive for dengue patients in need of blood as well as other patients with blood loss such as surgery patients and vehicular accident victims who need blood transfusion. Anti-dengue vaccinations, however, are still not available in health centers in the regions but are available in private health institutions according to Austria. Meanwhile, an increase in the incidence of rabies in the Cordillera was also reported by the Resu. Austria emphasized rabies cannot be treated by washing the wound with running water and soap, but the victim needs to be vaccinated with anti-rabies shots which are free in the DOH and health centers. Shots for other vaccine preventable diseases (VPD) such as polio, hepatitis A and B, diphtheria, and tetanus are also available at DOH-CAR and health centers in the Cordillera. DOH also offers free vaccinations for newborns and senior citizens. Austria also encouraged people take flu shots every year, before the rainy season in order for them to build resistance against influenza virus. Free flu shots are offered to senior citizens as they are more prone to this virus, Austria said. Pregnant women or women who are planning to have children are also advised to take vaccinations in order to prevent communicating diseases to their children and pass on protection to them. “It is our responsibility to help our body, protect ourselves from infectious diseases, katulad ng sabi, resilience. Nasa atin ang isang key para hindi tayo magka-sakit,” Austria said. Austria added any cases of illness in the community should be reported to DOH to control them early. “Let us help each other, let’s help ourselves, and let’s help the government help us to make our community healthy,” said Austria.",
    "url": "http://www.sunstar.com.ph/baguio/local-news/2017/07/05/doh-notes-decrease-dengue-cases-551302",
    "disease": "dengue",
},
{
    "title": "Iloilo sounds alarm over rising dengue cases",
    "timestamp": "August 3, 2016",
    "content": "THE death toll due to dengue hemorrhagic fever has doubled and the cases continue to increase significantly causing alarming remark from health officials that the trend might reach epidemic threshold if left unresolved.   Provincial Health Officer Dr. Patricia Grace Trabado revealed that the recorded dengue cases from January 1 to July 23, 2016 have reached the alert threshold. Alert threshold refers to the level of occurrence of disease that serves as an early warning for epidemics. “There is an impending dengue outbreak that we must prevent from happening again,” stressed Trabado during the Dengue Summit held in Casa Real de Iloilo on August 2. The first dengue outbreak in Iloilo was in 1998. The second occurred 12 years after wherein cases rose by 512% from 1,061 with 18 deaths in 2009 to 6,500 with 32 deaths in 2010. Five years have passed and another spike in the recorded dengue cases was detected as of the 29th morbidity week, according to the Provincial Epidemiology and Surveillance Unit (PESU). As of July 23, the sum of the cases recorded in 43 local government units increased by 196 percent (2,179 cases with eight deaths) compared to cases on the same period in 2015 (737 cases with four deaths). The figure was also 159 percent higher compared to cases recorded on the same period in 2014 (842 cases with seven deaths). “I am alarmed by the rising cases of dengue. We should address this public health problem immediately,” Governor Arthur Defensor Sr. urged the municipal mayors present during the Dengue Summit. All is at risk “The incidence of dengue has grown dramatically and people of all ages, regardless of status in life, are at risk,” stressed Trabado. Based on the recorded dengue cases this year, the median age bracket affected by dengue was from one to ten years old (883 cases; 449 of which were female). It was then followed by people aging from 11 to 20 years old (849 cases; 476 of which were male) and 21 to 30 years old (223 cases; 121 of which were male). An eight-year-old Grade 3 pupil in Anilao was the first patient who died of dengue in Iloilo on January 7. Grade 1 (six-year-old) and Grade 2 (seven-year-old) pupils from Igbaras and Sta. Barbara added to the list of fatalities on March 23 and 28, respectively. So far, a 30-year-old male from Concepcion was the oldest patient to die of dengue on May 14, while the youngest was a four-year-old girl in Alimodian on June 27. On June 9, Calinog, he town with the most number of dengue cases at 191, registered its first fatality – a ten-year-old Grade 5 pupil. The other two fatalities, who were both six years old females, were recorded in Maasin on July 22 and Sta. Barbara on July 18. Defensor appealed to the public that if they have high fever (40°Celsius) they must not hesitate to bring themselves to the nearest district hospitals where suspected dengue cases were treated for free. “If any of the 12 district hospitals will demand for payment during your confinement, report it to me immediately. If you don’t have any medical insurance and you are an indigent, we will enroll you to PhilHealth’s Point of Care Program,” he said. Early detection and treatment of suspected dengue cases will help prevent the rising death toll, according to Dr. Glenn Alonsabe, chief epidemiologist of the Department of Health Regional Epidemiology and Surveillance Unit in Western Visayas. Instead of spreading their selves too thin, Alonsabe advised that the strategies on search and destroy of mosquito breeding grounds must be targeted first in barangays with clustering of cases and in schools where the affected population could be found most of the time. The top ten towns with the most number of dengue cases were Calinog (192 with 1 death), Sta. Barbara (152 with 2 deaths), Sara (131 cases), Passi City (109 cases), Pototan (101 cases), Estancia (92 cases), Oton (92 cases), Miagao (91 cases), Pavia (84 cases), Cabatuan (79 cases). Meanwhile, Trabado also recommended that the Action Barangay Kontra Dengue (ABKD) has to be reorganized, reactivate or organized in every barangay to plan, implement, monitor and evaluate the status of dengue transmission in their locality. She also encouraged the mayors to dedicate one day in a week for the municipal-wide search and destroy activity known as “People Power: Do Day Kontra Dengue”, especially in schools.",
    "url": "http://www.sunstar.com.ph/iloilo/local-news/2016/08/03/iloilo-sounds-alarm-over-rising-dengue-cases-489198",
    "disease": "dengue",
},
{
    "title": "1,121 dengue cases in January 2017",
    "timestamp": "February3, 2017",
    "content": "THE Department of Health (DOH) 7 reported 1,121 dengue cases for January 2017, or 38 percent lower compared to the 1,815 dengue cases for the same period in 2016. Rennan Cimafranca, of the DOH’s Regional Epidemiology and Surveillance Unit (Resu) said Resu recorded 12 deaths from dengue in January 2017, which is lesser to the 14 deaths recorded in the same period last year. Cimafranca said the figures on dengue cases covers Region 7, which is composed of Cebu, Bohol and Siquijor. Cimafranca said the top five areas are Cebu City, with 156 cases including two deaths; Mandaue City, with 126 including one death; Lapu-Lapu City, with 104 cases including two deaths; Consolacion, with 64 cases including four deaths; and Toledo City, with 47 cases. Cimafranca said that both sexes were almost equally represented in dengue cases, with 50.3 percent male and 49.7 percent female. Most of those affected were within the 6-10 age bracket. On the other hand, Cyril Pangatungan of the Provincial Health Office (PHO) Provincial Epidemology Surveillance Unit (Pesu) reported 451 dengue cases in January 2017, which is lower than the 722 cases of the same period in 2016. Pangatungan reported to Gov. Hilario Davide III that there were five deaths caused by dengue in January 2017. Pangatungan said the top five areas with dengue cases are Consolacion town, with 60 cases; Toledo City, with 47 cases; Moalboal, with 34 cases; Carcar City, with 33 cases; and Liloan, with 31 cases.",
    "url": "http://www.sunstar.com.ph/cebu/local-news/2017/02/03/1121-dengue-cases-january-2017-523625",
    "disease": "dengue",
},
{
    "title": "Measles cases in Davao City increase",
    "timestamp": "January 17, 2018",
    "content": "THE Davao City Health Office (CHO) has recorded 16 confirmed cases of measles and 222 suspected cases in 36 barangays in the city. “We have 222 suspected cases. They have fever, maculopapular rashes, cough, cold, eye redness (conjunctivitis), and other viral symptoms,“ said Assistant City Health Officer Dr. Marjorie Culas through a text message to Sun.Star Davao yesterday. The 16 cases were confirmed after the Research Institute for Tropical Medicine (RITM) in Manila processed their laboratory exams. The CHO has also informed that only districts of Paquibato and Baguio have not reported any cases of measles. Culas, on the other hand, explained that some of the people infected with measles may not be from the city. “There are some of them who are only included in our records because they lived together with their relatives who are residents of the city. But they are actually from neighboring cities or provinces who only went to Davao to be admitted to big hospitals here like in SPMC where they can enjoy free medication,” she said. The official also said that the first report of measles was recorded on November 2017, and then it started to increase in December 2017. She said these are from areas where evacuees from war-torn cities stayed. However, she said that it’s hard to speculate that they brought the virus here. There were also received reports from Mini-forest Health Center near Magsaysay Park. “They don't have immunization cards to show or some has no history of immunization,“ she added. An Outbreak Immunization Response (ORI) last November and December was made to prevent an outbreak or epidemic. They managed to immunize 15 thousand children but 600 refused immunization. “Maybe they fear vaccination, or maybe it’s the Dengvaxia controversy getting their way. Some parents are not there during the house-to-house round-up,“ she said. She added that they will continue their ORI until the end of the month. She added that they still have stocks of measles vaccine (MMR Vaccine). Unlike Dengvaxia, the country has been using MMR Vaccine for decades. It’s a guarantee that the vaccine is effective and has no side effects like that of Dengvaxia.",
    "url": "http://www.sunstar.com.ph/davao/local-news/2018/01/17/measles-cases-davao-city-increase-584428",
    "disease": "measles",
},
{
    "title": "Rise in measles cases seen in NegOcc",
    "timestamp": "May 11, 2015",
    "content": "THE Department of Health Region- Western Visayas (DOH-6) reported 64 cases of measles in Negros Occidental in 2014, from only nine cases in 2013, following an outbreak in 2014. The DOH-6 said the cases in Negros Occidental were part of the 399 laboratory confirmed measles cases in the region in 2014, up by 141 from the previous year’s figure. Dr. Renilyn Reyes, DOH-6 medical specialist II, said that the measles outbreaks in the provinces of Iloilo, Capiz and Negros Occidental last year contributed to the sudden increase of measles cases from 2013. Of the 399 cases, Iloilo had the most number of cases with 145, followed by Capiz with 81, and Negros Occidental with 64. Antique and Guimaras have 29 cases each; Iloilo City, 23; Aklan, 18; and Bacolod, nine. The lone fatality in 2014 was a two-year-old from Antique. “People in Western Visayas are susceptible to measles because the immunization coverage is low,” Reyes said. The main reason why people are infected with measles is because they are not vaccinated, she added. Reyes urged the public to be vaccinated against measles because the vaccines are free. “These vaccines are free and they can combat measles safely and effectively,” she said. The DOH seeks to immunize 95 percent of the children in public schools to lower the chances of measles outbreaks. This coming August, the DOH will also conduct school-based immunization in all government schools and select private schools. Some of the vaccines that will be given are pneumococcal conjugate vaccines, inactivated polio vaccines, tetanus diphtheria vaccines, and human papilloma virus vaccines. Around two million school children in Western Visayas will be given free vaccines. Barredo said the latest patient is a 10-year-old girl from Lipayo, Dauin who was confined at a private hospital in Dumaguete City since January 1. Clinical records show that the patient received vaccine on anti-measles in April 2004. Barredo said that a person who received anti-measles vaccine does not necessary mean he or she will not be infected with measles; however, if a person received anti-measles vaccine, infection will not prolong. Barredo said that 17 to 20 percent of the total population of children in the province failed to avail of the immunization program of the Health department. He said a total of 89,683 children were vaccinated in 2012 and 89,426 children in 2013 or 83 percent of children in the province were fully immunized.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2015/05/11/rise-measles-cases-seen-negocc-406825",
    "disease": "measles",
},
{
    "title": "Measles down 8 in Negros Oriental",
    "timestamp": "January 10, 2014",
    "content": "AT LEAST eight persons were down due to measles infection in Negros Oriental, according to the Integrated Provincial Health Office (IPHO). Records also show that four of them were coming from Dumaguete City, two from Amlan town, one from Dauin, and another one from Basay town. Assistant Provincial Health officer Dr. Edgardo Barredo told Sun.Star that the youngest patient was a four-year-old child from Banilad, Dumaguete City and the oldest was a 29-year-old from Dumaguete City, Basay and Amlan towns.",
    "url": "http://archive.sunstar.com.ph/dumaguete/local-news/2014/01/10/measles-down-8-negros-oriental-322590",
    "disease": "measles",
},
{
    "title": "23 fall ill in Toledo; dengue possible",
    "timestamp": "March 15, 2015",
    "content": "Provincial health authorities ruled out typhoid fever as having caused 23 residents of sitio Bayabas, barangay Subayon Toledo City to fall sick last week. Dr. Cynthia Genosolango, head of the Provincial Health Office (PHO), said 23 persons consulted with doctors at the Toledo City Hospital yesterday. Some complained of fever and abdominal pain, while some had fever with cough and cold. Nine of them who had fever for several days were admitted to the hospital. “The PESU (Provincial Epidemiological Surveillance Unit) administered a Typhidot test for admitted patients. All tested negative,” Genosolango said. In text messages to Cebu Daily News, Dr. Genosolango said a mandatory follow-up test still has to be conducted after three to five days. Despite ruling out typhoid fever, the PHO and the Toledo City Health Office have yet to confirm whether the patients have contracted dengue. Dr. Bonito Zanoria, Toledo City Hospital chief, said he suspected that the residents may have contracted dengue based on  their low platelet count result after the CBC tests. Cebu Daily News tried calling Dr. Genosolango but calls to her phone were left unanswered. Genosolango said in her text message that samples from water sources were taken from the area, including two open dug wells and an improvised spring. She said results are expected to come out after three days. A PESU team met with Subayon barangay chairman Florante Lariba early yesterday morning to gather initial data. Earlier this week, the residents personally came to see Lariba to inform him of their situation. Medicines were given to the rural midwife for distribution, said Dr. Genosolango. Genosolango said the PHO will closely monitor the progress of the case.",
    "url": "http://cebudailynews.inquirer.net/53041/23-fall-ill-intoledo-dengue-possible",
    "disease": "dengue",
},
{
    "title": "DOH notes quick rise in dengue ‘hot zones’",
    "timestamp": "August 17, 2016",
    "content": "The Department of Health (DOH) on Tuesday identified more barangays around the country as dengue hot zones, after more than 84,000 cases have been reported since Jan. 1 this year. From 47 barangays last week, the number of dengue hot zones shot to 80. In the National Capital Region, declared hot zones were barangays Pinagbuhatan in Pasig City, and Batasan Hills, Fairview, Holy Spirit and Pinyahan in Quezon City. “A hot zone means there is a clustering of cases. Clustering means the barangay has three or more cases for four consecutive weeks,“ DOH spokesperson Dr. Eric Tayag said. He however said there was no outbreak of the disease. “We expect the cases will increase because of the rain, floods. But we can do something to prevent that from happening. Get rid of sources of water where dengue mosquitoes could lay their eggs. Let’s keep our surroundings clean,” he said. Apart from the NCR, hot spots were declared in the provinces of Apayao, Benguet, Pangasinan, Pampanga, Zambales, Batangas, Laguna, Rizal, Oriental Mindoro, Antique, Negros Occidental, Negros Oriental, Cebu, Southern Leyte, Bukidnon, Lanao del Norte, Misamis Oriental, Davao del Norte, Davao del Sur and Davao Oriental. Earlier, Tayag advised hospitals in the hot zones to activate their dengue express lanes. The DOH had issued a directive reactivating dengue-dedicated lanes in public hospitals to hasten the admittance of dengue cases, both suspected and confirmed. “Dengue express lanes are like a one-stop shop where patients, especially children with fever, can be assessed. There they are subjected to tests. Results are faster so they can immediately be advised if they need to be given oresol or IV fluids, or if they could continue their medication at home or need to be hospitalized,” Tayag said. He said that from Jan. 1 to Aug. 6 this year, a total of 84,085 dengue cases were reported, including 372 deaths.",
    "url": "http://newsinfo.inquirer.net/806910/doh-notes-quick-rise-in-dengue-hot-zones",
    "disease": "dengue",
},
{
    "title": "Dengue cases rise by 36% nationwide, says DOH",
    "timestamp": "July 21, 2016",
    "content": "For 39-year-old housewife Maribel, the rainy season used to bring happy memories of her childhood as she and her siblings would frolic in the heavy downpour. But not anymore. Not since a year ago when she almost lost her 8-year-old daughter to dengue hemorrhagic fever, the more severe form of dengue fever, a viral infection transmitted by the Aedes aegypti mosquito. “I had no idea it was that bad. I thought she was just having a flu because she was complaining of headache, she had fever. But it took a few days before we took her to the hospital,” she said. “The doctor said that her blood platelet count dropped to dangerously low levels and she was at risk of bleeding complications and even death,“ recalled the mother of two from Makati City. Nowadays, the rain makes her paranoid because their place easily gets flooded and she knows the risk it brings to her children. Now the mosquito-borne disease is on the rise and the Department of Health (DOH) is reminding the public that dengue is no longer a “rainy season disease” as cases are being reported nationwide throughout the year. Based on the report prepared by the DOH epidemiology bureau, there were 57,026 dengue cases recorded nationwide from Jan. 1 to June 25, or 35.7 percent higher than the 42,026 cases recorded during the same period last year. There was also a higher number of dengue deaths in 2016, with 248 compared with 148 in 2015 during the same period. Based on its latest report, the DOH noted that the regions with the most number of dengue cases during the six-month period were Calabarzon with 7,463 (13.1 percent); Central Visayas, 5,783 (10.1 percent); Central Luzon, 5,586 (9.8 percent); northern Mindanao, 5,521 (9.7 percent); and Socssksargen, 4,583 (8 percent). Calabarzon, Central Visayas and Central Luzon accounted for the highest number of dengue cases in the country despite the introduction of the dengue vaccines to public elementary school students in these regions. Earlier, Grade 4 pupils aged 9 years old and above in public elementary schools in Calabarzon, Central Visayas, Central Luzon, as well as in Metro Manila, were identified as beneficiaries of the Dengue School-Based Immunization program of the DOH that started in April. Through the program, the DOH began the administration of dengue vaccines to students in three doses, with the first one given between April and June. Found to have the biggest increase in dengue cases were Eastern Visayas with a 206-percent increase from 610 last year to 1,870 this year; followed by Davao region with a 138-percent increase from 1,679 to 4,002; and Central Visayas with a 137-percent increase from 2,432 to 5,783. A declining number of dengue cases was noted in Cagayan Valley that saw a 43-percent drop from 2,664 in 2015 to 1,523 this year; and Metro Manila from 4,964 cases to 4,179.",
    "url": "http://newsinfo.inquirer.net/797679/dengue-cases-rise-by-36-nationwide-says-doh",
    "disease": "dengue",
},
{
    "title": "Dengue fever cases going up in Cavite",
    "timestamp": "September 26, 2015",
    "content": "The number of dengue cases in Cavite province remains on a steady rise since health officials declared an outbreak of the mosquito-borne disease last week. Dr. George Repique, provincial health officer, said 3,904 dengue cases had been recorded so far from January to Sept. 12, but added that the number might still increase. The health office listed 16 fatalities among the cases. “Even the number of deaths [may also rise],” Repique said by telephone on Thursday. He said his office was confirming the actual number of fatalities, which the regional health office would release soon. Public hospitals do not have enough health personnel to attend to patients, Repique said, even as more people were showing signs of infection. At the provincial hospital in Trece Martires City alone, 79 people had been admitted in the last four days. On Sept. 18, government officials placed Cavite under a state of calamity after the provincial health office recorded a 200-percent increase in the number of dengue cases from last year’s 1,120. They identified at least four cities—Dasmariñas, Trece Martires, Bacoor and Imus—and General Trias town with the highest number of cases. In Dasmariñas alone, more than 700 cases have been reported. Gov. Juanito Victor Remulla on Wednesday ordered a massive cleanup in all cities and towns, using fogging and misting pesticides from the Department of Health (DOH), to stop dengue-carrying mosquitoes from breeding. “We advise households to keep their surroundings clean and avoid keeping stagnant water where the mosquitoes breed,” Repique said. The province also sought help from the Philippine Red Cross for more health workers. In Bicol, health officials reported a decline in dengue cases but recorded three fatalities from January to Sept. 5. Data from the DOH Regional Epidemiology Surveillance Unit (Resu) showed 895 patients were diagnosed with dengue in the region, indicating an 8-percent decline compared to the 969 recorded over the same period last year. But dengue cases rose in the provinces of Masbate, Camarines Sur and Camarines Norte, said Dr. Aurora Daluro, Resu chief. She, however, said the increase had not reached an alarming level. Daluro asked the public not to be complacent as dengue cases could still rise amid the El Niño-induced dry spell, when people tend to store water in pails or drums that may become breeding areas of mosquitoes.",
    "url": "http://newsinfo.inquirer.net/725480/dengue-fever-cases-going-up-in-cavite",
    "disease": "dengue",
},
{
    "title": "Cebu declares state of calamity over 5,000 dengue cases",
    "timestamp": "October 17, 2016",
    "content": "CEBU CITY — The entire province of Cebu has declared a state of calamity due to the rising cases of dengue, which have exceeded 5,000 cases since the start of the year. The declaration was embodied in a resolution passed by the Cebu Provincial Board, even without a recommendation from the Department of Health (DOH). Provincial Board Member Christopher Baricuatro, who authored the resolution, said the calamity status would maximize the use of resources and funds to stop or control the spread of dengue. “Given the magnitude of its effect and the necessity to immediately address and prevent the increase of dengue cases in the province, it is imperative to declare a state of calamity in the entire province ,” Baricuatro said. The Provincial Disaster Risk Reduction Management Office (PDRRMO) pushed for the declaration after the Provincial Health Office (PHO) reported a “dramatic” or “abnormal” increase in dengue cases from January to September this year compared to the same period last year. As of last week, the number of cases had gone up to 5,821 — the highest recorded in the province. The PHO reported that 5,505 dengue cases were reported as of September 24. More than 300 cases had been added in a span of three weeks. The figures didn’t include dengue patients admitted in private hospitals since the PHO only had access to public hospitals.“",
    "url": "http://newsinfo.inquirer.net/826252/cebu-declares-state-of-calamity-over-5000-dengue-cases",
    "disease": "dengue",
},
{
    "title": "‘Typhoid’ kills 2 in Pinamungajan town",
    "timestamp": "February 25, 2015",
    "content": "TWO people died of suspected typhoid fever in barangay Camugao, Pinamungajan town, midwestern Cebu last week, the town’s municipal health office said yesterday. Municipal health officer Dr. Sheila Faciol identified the victims as Marivic Macalipay, 16 and Eduardo Caniban, 27, both residents of barangay Camugao. She said the water reservoir was contaminated with fecal coliform caused by residents washing their laundry near the area. Dr. Faciol said they recorded 10 to 15 cases of suspected typhoid fever. But she said only the Department of Health (DOH) can declare an outbreak. “We gave the the households chlorine and chlorine tablets to make the water safe for consumption,” Dr. Faciol said. Faciol said Macalipay and Caniban, both relatives, suffered fever for more than a month. Macalipay died at the Vicente Sotto Memorial Medical Center (VSMMC) while Caniban died at the Pinamungajan District Hospital. Dr. Faciol said Caniban ignored the doctor’s order to stay at the hospital in favor of staying at home, resulting in his death. She said they’re monitoring another patient from the same area who has been confined in a private hospital in Cebu City with typhoid fever symptoms. Typhoid fever is caused by consumption of contaminated food and water or through close contact with someone infected by typhoid. Signs and symptoms include sustained high fever, headache, malaise (weakness), anorexia (loss of appetite), either diarrhea or constipation and abdominal discomfort. Treatment includes antiobiotics such as ciprofloxacin for adults and cetriaxone (injectable antibiotic) for pregnant women and children. People are advised to boil water first before drinking and cooking food well and covering them to prevent contamination from flies. They should also wash their hands with soap and water after using the toilet and before eating.",
    "url": "http://cebudailynews.inquirer.net/51941/typhoid-kills-2-in-pinamungajan-town",
    "disease": "typhoid",
},
{
    "title": "DOH verifying reports of typhoid fever epidemic",
    "timestamp": "March 3, 2015",
    "content": "The Department of Health (DOH-7) recorded 47 suspected cases and seven confirmed cases of typhoid fever in barangay Camugao, Pinamungajan town in northern Cebu. “It’s not an outbreak but it is an epidemic. Based on our review, the area has not experienced typhoid cases beyond the usual number for the past five years,” said Reynan Cimafranca, head of the Regional Epidemiological and Surveillance Unit (RESU-7). He said they are monitoring an 11-year-old girl who has been confined in a private hospital in Cebu City. The girl is the younger sister of 16-year-old Marivic Macalipay, the first barangay Camugao resident to die of typhoid fever. “She has been suffering peritonitis or accumulation of fluids in her intestine. She needs exploratory laporatomy to remove the fluids. Her condition is serious,” he told reporters. Her father tested positive of the same illness and has been given medications, Cimafranca said. There are two other children referred to hospitals in Cebu City for confinement. Aside from Macalipay, also testing positive for typhoid were the one-year-old daughter and three-year-old son of 27-year-old Eduardo Caniban, the second casualty from typhoid fever. Their neighbor tested positive of typhoid and received medication, Cimafranca said. He added one of the barangay’s water sources had been treated last week while two others remain untreated. Last week, Pinamungajan health officer Dr. Sheila Faciol confirmed the presence of garbage like soiled diapers near the water source. They also directed barangay officials to remove the garbage. Cimafranca said the water source should be fenced to prevent animals from reaching the water source. Typhoid fever is an infectious disease caused by the salmonella typhi bacteria. It spreads and contaminates food and water or through close contact with an infected person. Signs and symptoms include sustained high fever, headache, malaise (weakness), anorexia (loss of appetite) either diarrhea or constipation and abdominal discomfort. Treatment consists of antibiotics such as ciprofloxacin for adults and Cetriaxone (injectable antibiotic) may be administered to children andpregnant women.",
    "url": "http://cebudailynews.inquirer.net/52215/doh-verifying-reports-of-typhoid-fever-epidemic",
    "disease": "typhoid",
},
{
    "title": "Typhoid cases in Cebu contained",
    "timestamp": "April 19, 2015",
    "content": "There are more cases of typhoid fever in Central Visayas this year compared to the first quarter of last year, said Regional Epidemiology Surveillance Unit (RESU)-7 head Renan Cimafranca. However, no new cases were reported in Cebu after April 11, a welcome development for the province which recorded 20 cases in barangay Subayon, Toledo City early this year. As of April 11, the health department recorded 219 cases and two deaths in the region due to typhoid fever while there were only 162 in the same period in 2014.",
    "url": "http://cebudailynews.inquirer.net/55025/typhoid-cases-in-cebu-contained",
    "disease": "typhoid",
},
{
    "title": "Three suspected typhoid cases in Malabuyoc town",
    "timestamp": "March 14, 2012",
    "content": "AFTER the outbreak in Tuburan, the Integrated Provincial Health Office (IPHO) admitted there are three suspected typhoid fever cases in Malabuyoc District Hospital. Dr. Cristina Giango, IPHO head, said the patients showed signs and symptoms of typhoid fever. She  asked the Rural Health Unit (RHU) in the town to check where these patients came from to determine if there are other similar cases in the area. But Giango said they had yet to confirm if the cases in Alegria town were indeed typhoid fever. At least 11 suspected victims  ages between 5 and 18 and mostly children from barangays Legaspi and Poblacion of Alegria were brought to a local hospital after showing signs of typhoid fever. But Giango said she has not received reports from the municipal health office confirming that these were cases of typhoid fever. In Tuburan, cases have gone down as of yesterday. Giango said that there were only four patients admitted yesterday and 10 were treated at the out-patient department. There are now 46 patients confined in Tuburan District Hospital. Giango confirmed that the blood samples and stool culture taken from at least eight patients admitted at the Tuburan District Hospital yielded positive results of typhoid fever. She advised the residents to be more cautious especially in their drinking water. The typhoid outbreak in Tuburan was considered the worst in Central Visayas after almost a thousand were hospitalized and five died because of the disease.",
    "url": "http://newsinfo.inquirer.net/161243/%E2%80%98three-suspected-typhoid-cases-in-malabuyoc-town%E2%80%99",
    "disease": "typhoid",
},
{
    "title": "Tuburan probed for suspected typhoid",
    "timestamp": "March 7, 2015",
    "content": "THE Provincial Health Office (PHO) is looking into a suspected typhoid case in Tuburan, northern Cebu yesterday afternoon. Dr. Cynthia Genosolango, PHO head said they received reports from the municipal health officer of the town that there were five persons confined in the Tuburan District Hospital due to diarrhea. The five suspected typhoid patients are from barangay Kabangkalan, Tuburan, Cebu. Genosolango told Cebu Daily News that their team already went to barangay Kabangkalan to check other suspected victims of typhoid and obtain water samples from the school’s and community’s sources of water. She said the first victim of diarrhea tested positive of amoeba according to the Rural Sanitation Inspector. Genosolango said they consider the case in Tuburan as a new typhoid fever case since the town was hit by a typhoid case March last year. ",
    "url": "http://cebudailynews.inquirer.net/52462/tuburan-probed-for-suspected-typhoid",
    "disease": "typhoid",
},
{
    "title": "Manila team arrives to investigate biggest typhoid wave in C. Visayas",
    "timestamp": "March 08, 2012",
    "content": "Why so many typhoid cases in so short a period in one town? A three-member team of epidemiologists from the Department of Health in Manila arrived in Tuburan, northwest Cebu, to investigate the outbreak of the water-borne disease that neared the 1,000 mark yesterday, making it the highest recorded volume in Central Visayas. “We are here to help not just in controlling the problem but to prevent its reoccurrence,” said Dr. Rowena Capistrano, senior epidemiologist of the National Epidemiological Center (NEC). She said the team would spend 10 days in Tuburan to take samples from patients and water sources in a wider area, testing water supply even in barangays not affected by typhoid. The origin of the contamination and its scope is still not determined. “This is the largest (outbreak) I’ve ever seen. The water system is very vulnerable because there were no chlorinators,” said Renan Cimafranca of the Regional Epidemiological and Surveillance Unit (RESU) of the Department of Health in Central Visayas (DOH-7). What the DOH considers a normal level of typhoid incidence is five cases in a single day for the whole region. Beyond that, it would declare an outbreak. In Tuburan, within a week alone, the RESU recorded 915 typhoid cases, with 139 patients admitted in the Tuburan District Hospital as of yesterday. Four deaths, mostly children, were recorded. Capistrano said the wave of typhoid cases was definitely not related to the Feb. 6 earthquake. Some local officials earlier raised the theory that the powerful quake disturbed water pipes and caused leaks where bacteria could have seeped in. Seven patients from Tuburan town were transported to Vicente Sotto Memorial Medical Center (VSMMC) in Cebu City yesterday, a total of 42 admissions there. But RESU-7 coordinator Cimafranca said the wave of cases is slowing down. “The trend is already to starting to decrease,” he told Cebu Daily News yesterday. He said less than 100 patients were registered in the outpatient department of the Tuburan District Hospital with less than 50 patients admitted. In Cebu province and Central Visayas, Tuburan has recorded the highest incidence of typhoid. He said RESU recorded 600 cases of typhoid fever in Alegria town, southwest Cebu with 36 patients admitted early last year. The 25-bed Tuburan District Hospital has been crammed with patients since Saturday. Hospital chief Dr. Esteban Ligaray said they set up additional beds in the hallways while the staff offices and conference rooms were converted into wards. Ligaray said the situation is under control with assistance from the DOH-7 and the Provincial Health Office. They have enough medicine and supplies to treat patients, he said. Patients are given antibiotics like chloramphenicol and contrimoxazole. The NEC team from Manila came with five doctors from the East Avenue Medical Center and the San Lazaro Hospital in Manila. Dr. Capistrano said the team will verify other suspected typhoid cases, determine the risk factors in the community and make recommendations to the Tuburan municipal government. “We will not leave until we establish the proper monitoring of cases in the area. Our main concern is the investigation,” she said. Patients must be regularly monitored for 14 days to one month, the duration of the disease. Typhoid fever is caused by the parasite called Salmonella typhi, which can be found in contaminated food or water. Capistrano said the simplest solution is to chlorinate the water supply and boil drinking water. “People should observe proper hygiene practices like washing hands regularly,” she added. Symptoms of typhoid fever are continuous fever up to one week, headache, abdominal pain, diarrhea, skin rashes, jaundice and, in extreme cases, psychosis. Cebu Gov. Gwendolyn Garcia will visit Tuburan town today to distribute relief aid in the town’s gym. She said the medicine and services in the hospital are free and that each affected household will receive 10 kilos of rice. ",
    "url": "http://newsinfo.inquirer.net/157957/manila-team-arrives-to-investigate-biggest-typhoid-wave-in-c-visayas",
    "disease": "typhoid",
},
{
    "title": "Five more Toledo residents show typhoid fever type symptoms",
    "timestamp": "March 15, 2015",
    "content": "Five more residents of Subayon, Toledo were brought to the Toledo City Hospital after showing symptoms associated with typhoid fever. Subayon barangay chairman Florante Lariba said the five residents raised the number of patients showing similar symptoms to 28. The youngest patient is a two-month old daughter of resident Robert Gomez while the oldest is a woman in her 40s. The Provincial Epidemiology and Surveillance Unit (PESU) and the Regional Epidemiology Surveillance Unit (RESU) are continually monitoring the patients who were given IVs. Five gallons of mineral water were given to 15 households in barangay Subayon. The Toledo City government will extend medical assistance from its calamity fund tomorrow.",
    "url": "http://cebudailynews.inquirer.net/53076/five-more-toledo-residents-show-typhoid-fever-type-symptoms",
    "disease": "typhoid",
},
{
    "title": "Typhoid claims lives of 2 Alegria residents",
    "timestamp": "July 22, 2011",
    "content": "Typhoid fever in Alegria town, southern Cebu, has killed two persons. The Department of Health in Central Visayas (DOH-7) confirmed yesterday the death of a 61-year-old man and a 21-year-old woman. Both were residents of Alegria town but died in separate hospitals in Cebu City. Their identities were still awaiting verification through death certificates from the hospitals, said engineer Noel Esparagoza, DOH-7 hospital maintenance and service division chief. The 64-year-old man died while he was being brought to a private hospital in Cebu City from Reinhard Wirtgen Memorial Hospital in Alegria while the woman died at the Vicente Sotto Memorial Medical Center after she was moved from Badian District Hospital on July 16. Esparagoza said the two hospitals confirmed typhoid fever as the cause of death. Salmonella bacteria, which causes typhoid fever, was detected in their blood tests. Esparagoza said the woman came from the mountain barangay of Compostela. The man’s home barangay was not yet verified. The DOH recorded 142 typhoid patients as of July 21. He said 14 patients are still admitted at the Badian District Hospital while all the other patients in Reinhard were already discharged. “The situation has already calmed down, but we should not be complacent and observe proper hygiene at home,” Esparagoza said. He said the typhoid cases were already confirmed through blood samples taken from 16 patients, seven of which tested positive with salmonella in their bloodstream. He said the health department would still wait for the water results expected today to confirm if the water system of the municipality was contaminated. The Regional Epidemiological and Surveillance Unit (Resu-7) recommended the installation of an automatic chlorinator to the water system in Alegria last December after a typhoid outbreak affected around 750 patients. Esparagoza said that if the water samples would show contamination, he said that they would assess the measures taken by the local government unit to assure the safety the town’s water source. If proven that the LGU didn’t follow the provision on the sanitation code on maintaining the safety of the water system, then he said that the LGU should be sanctioned.",
    "url": "http://newsinfo.inquirer.net/27553/typhoid-claims-lives-of-2-alegria-residents",
    "disease": "typhoid",
},
{
    "title": "Typhoid kills 3, downs 24 in Tuburan",
    "timestamp": "March 04, 2012",
    "content": "THREE persons were reported dead while at least 24 others were hospitalized for drinking unclean ground water extracted from three barangays in Tuburan town, midwest Cebu. Renan Cimafranca, head of the Regional Epidemiology and Surveillance Unit of the Central Visayas Office of the Department of Health (DOH), said in an interview with radio dyAB that the three casualties were from barangays Poblacion, Cogon and Bagasawe. The victims died at the Tuburan District Hospital. Cimafranca said  about 300 other residents of the two barangays are suspected to also have typhoid and are now placed under observation. He said health officials suspect that unclean water caused the typhoid outbreak in the second-class municipality.",
    "url": "http://newsinfo.inquirer.net/155915/typhoid-kills-3-downs-24-in-tuburan",
    "disease": "typhoid",
},
{
    "title": "Typhoid cases slow down in Tuburan",
    "timestamp": "March 11, 2012",
    "content": "Typhoid  fever cases reached the 1,000 mark, but health authorities said  the rate of is declining  as more patients are discharged from Tuburan’s district hospital. Dr. Expedito Medalla, health and emergency management staff coordinator of the Department of health in Central Visayas (DOH-7), said outpatient admissions went down in the hospital since Wednesday. “The cases are down trending,” he said. Since yesterday, they recorded 1,089 suspected cases of typhoid fever in Tuburan. Five patients have died since the outbreak was  declared last week.  At least  213 cases alone were recorded in Tuburan District Hospital. Medalla said they already discharged 102 patients since yesterday. Results of stool, blood sample and water testing  are expected next week. A three-member team of epidemiologists from the DOH Manila office arrived in Tuburan last Wednesday to investigate the cause of the outbreak. The team took samples  samples from patients and water sources in a wider area, testing water supply even in barangays not affected by typhoid. The 25-bed Tuburan District Hospital has been crammed with patients since Saturday. NEC senior epidemiologist Dr. Rowena Capistrano said patients must be regularly monitored for 14 days to one month, the duration of the disease. The town’s municipal water system is fed by springs but lacked chlorine treatment. Chlorinators were installed only after the outbreak was declared. Typhoid fever is caused by the parasite called Salmonella typhi, which can be found in contaminated food or water.",
    "url": "http://newsinfo.inquirer.net/159515/typhoid-cases-slow-down-in-tuburan",
    "disease": "typhoid",
},
{
    "title": "Typhoid outbreak kills 4 in Cebu town",
    "timestamp": "March 05, 2012",
    "content": "Four people have died from typhoid fever while over 600 other cases have been reported in Tuburan town in Cebu, the top provincial health official said. Almost all of the 54 villages of Tuburan, 96.7 kilometers northwest of Cebu City, were affected by the typhoid outbreak, the town’s mayor, Democrito Diamante, said in an interview yesterday. The municipal council declared a state of calamity on Friday so it could use its calamity fund to provide medical attention to the stricken residents. Dr. Cristina Giango, chief of the Integrated Provincial Health Office, said in a press conference that 646 cases of the water-borne disease were reported by hospitals. At Tuburan District Hospital, 109 were admitted while Vicente Sotto Memorial Medical Center in Cebu City had 14 other patients. Giango said she had already sent two doctors and nine nurses to help the medical staff of Tuburan District Hospital. Diamante said he and the health officials believed that the outbreak was caused by water contamination after last month’s 6.9-magnitude earthquake, which might have damaged water pipes. Eight of the villages have the same water source of water, the mayor said. Diamante said he had ordered the chlorination of all five water sources of the municipality and urged residents to boil their drinking water. He said bottled water had been sent to schools so students would not drink water from the faucets. Interior Secretary Jesse Robredo, who was in Cebu yesterday, pledged to give P10 million for the rehabilitation of the water system, Diamante said. He said a master plan was being prepared and expected to be finished within a month. Governor Gwendolyn Garcia sent the Water Task Force from the Provincial Planning and Development Office to Tuburan to check the pipelines. She also promised to extend P5,000 assistance to each family of the victims who had died from typhoid fever.",
    "url": "http://newsinfo.inquirer.net/156613/typhoid-outbreak-kills-4-in-cebu-town",
    "disease": "typhoid",
},
{
    "title": "Typhoid hits 18 villages in Albay, 66 hospitalized",
    "timestamp": "June 10, 2013",
    "content": "LEGAZPI CITY, Philippines — At least 66 residents have fallen ill of suspected typhoid fever in 18 villages in the town of Oas in Albay, the Provincial Health Office said Monday. Cases of the water-borne disease began last May 16 and continued to surge until Monday, according to Dr. Nats Rempillo, Albay’s assistant provincial health officer, in his report to the Department of Health (DOH) in Bicol. Rempillo said that of the suspected typhoid cases, 23 people were hospitalized at the Rebueno General Hospital in Oas; five cases were reported at the Josefina Belmonte Duran District Memorial District Hospital in Ligao City, four of whom had been discharged; 10 people were confined at the Bicol Regional Teaching and Training Hospital (BRTTH) in Daraga town, of whom 4 were discharged Monday. Of those confined at BRTTH, one turned out to be positive for Salmonella D, said Rempillo. Marilyn Palattao, head of the Provincial epidemiology unit, said the suspected typhoid cases were reported by the Oas Municipal Health Unit (MHU) on May 28 after suspected typhoid cases were monitored in the villages of Tobog, Bagumbayan, Mayao, Iraya, Talongog, Camagong, Ilaor Norte and Sur, Maporong, Obaliw and Bongoran, Saban, Manga, San Agustin, Balogo, and Gumabao, Cagmanaba and Busac. These villages are located about five to 10 kilometers from the Oas town proper. The 66 villagers who were hospitalized were diagnosed to have suffered high fever for more than five days, dehydration and loose bowel (LBM), constipation, moderate to severe headache and weakness. Municipal health records indicated that more than half of the people that fell sick were children (34) and 32 were adults with ages that ranged from one to 58 years old. Pallatao, however, said her office could not declare the incidents as an outbreak since only the DOH Regional Epidemiologist could do so. She said their initial findings revealed that the patients fell ill after drinking contaminated water sourced from the town’s water reservoir. Pallatao said most of the households in the affected villages have been getting their drinking water from the town water reservoir. Albay Governor Joey Salceda, as a disease control measure, directed the PHO and the Oas MHU to strictly implement household chlorination with the use of chlorine granules, aquatabs, chlorine solutions (waterine) and sanitation. He also directed the PHO and MHU to examine all water sources and refilling stations that supply Oas. The patients who were hospitalized were given free medical treatment while the rectal swabs from the patients and bacteriological examination conducted by the epidemiology team were sent to the Department of Health.",
    "url": "http://newsinfo.inquirer.net/424011/typhoid-hits-18-villages-in-albay-66-hospitalized",
    "disease": "typhoid",
},
{
    "title": "Typhoid outbreak declared in 4 Leyte towns",
    "timestamp": "November 12, 2011",
    "content": "TACLOBAN CITY — The Department of Health (DOH) in Eastern Visayas has declared an outbreak of typhoid fever in four Leyte towns as the number of people afflicted with the disease has reached nearly 200 and has claimed the life of a 3-year-old boy. Magilda Espinosa, district nurse supervisor at the Carigara District Hospital, said the boy, a resident of barangay Guindapunan East in Carigara town, died at the hospital on Nov. 4. DOH records showed that 187 people from Barugo, Carigara, Capoocan and Tunga towns have sought treatment for typhoid fever since last month. The DOH’s initial investigation showed that the ailment could be due to the contamination of water supply in these areas.",
    "url": "http://newsinfo.inquirer.net/92537/typhoid-outbreak-declared-in-4-leyte-towns",
    "disease": "typhoid",
},
{
    "title": "Mealth alert: Measles outbreak declared in Davao City",
    "timestamp": "January 24, 2018",
    "content": "DAVAO CITY — Health officials in the city on Monday declared a measles outbreak after four children died and the number of suspected cases climbed to more than 200. Dr. Josephine Villafuerte, chief of the City Health Office (CHO), however, said only 17 of the suspected cases recorded from November last year to Jan. 12 this year had been confirmed to be measles. Of the confirmed cases, 16 were call center agents who were confined in hospitals last week, she said. Many of those infected with measles, Villafuerte said, were not Davao residents but migrants or transients. Assistant Health Secretary Abdullah Dumama, director of the Department of Health (DOH) in Southern Mindanao region, confirmed the sudden increase in suspected measles cases here, which the DOH said reached 224 cases. He said the rising number of suspected measles cases was a cause for alarm, since deaths had been reported. While the carrier of the measles virus had not been identified, health workers discovered that the low immunization coverage among residents had contributed to the spread of the virus, Dumama said. “Of the 224 cases, we learned that 119 had not been vaccinated,” Dumama said. He blamed the parents for this health crisis, noting that many of them had cited excuses, like their lack of time, on why they failed to bring their children to health centers for their antimeasles shots. Villafuerte said health workers in the city had vaccinated some 13,000 children, aged 5 months to 5 years, as of Monday as part of the city’s outbreak response immunization operations to prevent the virus from spreading further. She said they also embarked on a massive information campaign, teaching parents how to spot signs of possible infection.",
    "url": "https://newsinfo.inquirer.net/963055/health-alert-measles-outbreak-declared-in-davao-city",
    "disease": "typhoid",
},
{
    "title": "Nearly 4,000 cases of measles reported in first two months of 2014—DOH",
    "timestamp": "March 26, 2014",
    "content": "MANILA, Philippines—Almost 4,000 measles cases have been reported during the first two months of the year, the Department of Health (DOH) said on Wednesday. Based on the Measles Surveillance Report of the DOH – National Epidemiology Center, a total of 3,734 confirmed measles cases were reported from January 1 to February 22, 2014. Out of this number, 23 deaths were reported, the DOH said. More than half of the confirmed measles cases were found in the National Capital Region (NCR) with 1,792; followed by Calabarzon with 820; and Central Luzon with 386. Meanwhile, still awaiting confirmation are 9,568 reported measles cases reported all over the country. The health department earlier conducted a measles catch-up vaccination campaign in response to the sudden increase in the number of measles cases around the country, particularly in Metro Manila and neighboring provinces in Regions 3 and 4-A. The DOH also received on Wednesday five million doses of the measles-rubella (MR) vaccine donated by the Prince of Wales. According to Health Secretary Enrique Ona, the donation will be part of the vaccines needed for 13 million under-five children during a mass immunization campaign scheduled for September 2014, in coordination with the World Health Organization. “Children below 5 years old are most at risk from measles. Thus, they are the principal target for the mass immunization this year.  It is estimated that the MR vaccine donation will protect five million under-five children against measles, rubella and serious measles complications. The initiative seeks to achieve 95 percent immunization coverage,” he said. The increased number of measles cases last year prompted the DOH and local chief executives to initiate the high-risk approach of measles vaccination. “This approach aimed to control the on-going measles outbreak and prevent deaths resulting from measles complications. But the ultimate goal is to vaccinate all children below five years old and ensure that they received the two doses of the measles vaccine,” Ona said. Measles is a highly contagious respiratory disease caused by a virus. It easily spreads from person-to-person by sneezing, coughing, and close personal contact. Signs and symptoms include cough, runny nose, red and sore eyes, fever, and a blotchy rash lasting for more than 3 days. Prevention includes immunization of infants nine months old and giving Vitamin A supplementation during the routine measles vaccination.",
    "url": "http://newsinfo.inquirer.net/589319/nearly-4000-cases-of-measles-reported-in-first-two-months-of-2014-doh",
    "disease": "measles",
},
{
    "title": "3,000% spike in measles cases kills 44 people",
    "timestamp": "August 11, 2014",
    "content": "Measles (“tigdas”) has killed at least 44 people, mostly children, in Central Luzon and Central Mindanao regions in the first six months of the year, reports from the Department of Health (DOH) showed. In Central Luzon, 35 people died from measles as the number of suspected cases in the region rose sharply to 5,445 in the first six months of the year. The January-June cases were 3,681.2 percent higher than the 143 cases for the same period last year, the DOH said. In 2013, most of the Central Luzon victims were children ages 5 and below, many of them unvaccinated. In Central Mindanao, nine patients died from the disease in the same period, said Dr. Teogenes Baluma, the DOH regional director. The good news, according to a report by the regional epidemiologist, Dr. Alah Baby Vingno, was that out of the 1,575 suspected cases monitored in the provinces of Sarangani, South Cotabato, North Cotabato and Sultan Kudarat and the cities of General Santos, Koronadal, Tacurong and Kidapawan, only 73 were confirmed cases. The DOH said the number of measles cases in Central Luzon increased from 13 to 1,237 in Zambales province; 16 to 1,190 in Bulacan province; 61 to 855 in Tarlac province; 15 to 821 in Pampanga province; 29 to 686 in Nueva Ecija province; and nine to 598 in Bataan province. Aurora province registered 58 cases from zero last year. The Central Luzon cases confirmed by laboratory tests reached 902. Bulacan has the highest number of confirmed cases at 282. The DOH said the mass immunization in 2011 significantly reduced measles and rubella transmission, but there had been some significant outbreaks of measles cases in 2013 nationwide, prompting the agency to conduct a national measles, rubella and oral polio vaccine mass immunization (MROPVMI) program in September. “Notably, there is a high gap between the coverage with MCV1 (measles vaccine at nine months) and MCV2 (measles, rubella vaccine at 12 to 15 months),” the DOH reported. Vaccination programs against measles target 11 million children. In the seven Central Luzon provinces, the DOH intends to vaccinate more than a million children, said Dr. Lailani Mangulabnan, the DOH Central Luzon medical coordinator. Baluma said many people in Central Mindanao who were afflicted with measles had no history of immunization. In July, a measles outbreak downed 198 people in Sarangani, which prompted health authorities to launch house visits in at least nine villages of Alabel town. Honorato Fabio, Alabel town health officer, said two children died of the disease since it was first detected there in April. Fabio admitted that this year’s measles rate in the town alarmed health authorities because in 2013, only one case was recorded there. The DOH in the Autonomous Region in Muslim Mindanao (ARMM) also said 12 children died in the provinces of Lanao del Sur, Maguindanao, Sulu, Basilan and Tawi-Tawi between January and May this year due to measles.",
    "url": "http://newsinfo.inquirer.net/627877/3000-spike-in-measles-cases-kills-44-people",
    "disease": "measles",
},
{
    "title": "DOH-7 probes ‘measles’ cases in Bohol, Cebu",
    "timestamp": "January 07, 2014",
    "content": "THE Regional Epidemiology and Surveillance Unit in Central Visayas is looking into reports of patients showing symptoms of measles in Bohol and Cebu. RESU-7 is closely monitoring this following a measles outbreak in Luzon. Rennan Cimafranca, chief of RESU-7 to the Dept. of Health, said that his team visited Loon, Bohol late December last year and took samples from 12 patients for laboratory tests. Last week, the team returned to Loon after they learned that 30 more patients from another barangay showed symptoms of suspected measles. Cimafranca is still waiting for the release of laboratory results due this week. He said there is a possibility that patients are not suffering from measles but from Chikungunya, a disease coming from aedes mosquito, which results in similar symptoms as measles.",
    "url": "https://newsinfo.inquirer.net/559341/doh-7-probes-measles-cases-in-bohol-cebu",
    "disease": "measles",
},
{
    "title": "Metro Manila has most number of measles cases in 2013 – DOH",
    "timestamp": "January 14, 2014",
    "content": "MANILA, Philippines – The National Capital Region (NCR) recorded the most number of measles cases in the country in 2013, Department of Health (DOH) Assistant Secretary Dr. Eric Tayag said in his Twitter account. Metro Manila tallied 1,051 confirmed cases of measles, 47 percent of the total 2,232 cases in the country, tweeted Tayag on Tuesday. The NCR measles figure is also 4.104 percent higher than the 25 cases reported in 2012. The report came amid a measles outbreak declared by the DOH in five Metro Manila cities in January. At least 55 deaths due to measles were recorded in 2013 nationwide, Tayag said. Next to Metro Manila is Region 4-A with 526 measles cases, followed by Region 6 with 306 cases, Tayag added. Measles is a highly contagious viral disease transmitted through droplets from the nose, mouth or throat of infected persons, the World Health Organization said. The WHO said there is no specific treatment for measles and recovery may take two to three weeks. But complications of measles in malnourished children may result in blindness, diarrhea, pneumonia, encephalitis and ear infection. The symptoms of measles are redness of the eyes, coughs and colds, fever reaching 40 degrees Celsius, and rashes on the ears, face, neck, and the whole body, and difficulty of breathing.",
    "url": "http://newsinfo.inquirer.net/563847/metro-manila-has-most-number-of-measles-cases-in-2013-doh",
    "disease": "measles",
}
]