[
{
    "title": "Contaminated water caused typhoid outbreak - DoH",
    "timestamp": "March 10, 2008 2:08pm",
    "content": "MANILA, Philippines - (Updated 7:10 p.m.) The Department of Health (DOH) on Monday confirmed that the typhoid fever outbreak in Calamba City in Laguna was caused by contaminated water found to have “low chlorine level.“ In a press conference in Calamba City on Monday morning, Health Secretary Francisco Duque revealed the results of the health department's microbiological testing showed organisms called coliform bacteria were present in some water samples obtained from the water source in affected areas. The test also showed that chlorine level in the water from the Calamba Water District was insufficient to fully disinfect the water and rid it of coliform. Dr Dennis Labro, spokesman of the city health office, however said that the test does not entirely put the blame on the Calamba Water District, which supplies water in the city, since contamination with coliform could has happened “along the line.“ Contaminated water samples were said to have been obtained in areas near the CWD-owned Bucal Pumping Station, a QTV report said Monday. The television report quoted officials from the Calamba Water District as denying that the water they supply is contaminated, adding that they have laboratory tests to prove it. The DOH since last week started gathering water samples from 18 affected villages in Calamba to determine whether the drinking water in the area carried salmonella typhi, which causes typhoid fever. While the first few water samples tested negative for the bacteria, later tests showed the presence of coliform, an organism that usually indicates the presence of other fecal bacteria like salmonella typhi. “The coliform bacteria is too general to say that what caused the outbreak was salmonella (typhi),“ Labro said in a phone interview with GMANews.TV. Labro clarified however that coliform bacteria were not present in all water samples, saying there were only “specific areas“ where water was found to be contaminated. “May mga household na may lumabas na ganun ang findings at may mga business establishment na ganun din,“ Labro said. The DOH is now considering on forwarding the water samples to a private laboratory, which has the appropriate equipment to specifically ascertain the kind of coliform present in the water samples. Aside from baring the findings of the DOH test, the Health Secretary likewise urged Calamba Water District officials to coordinate with the agency in order to stamp out the spread of the fever. The Health department also recommended the proper disinfection and continuous monitoring of drinking water being supplied to households and business establishments. Residents were likewise advised to boil their water before consuming them. In his visit to Calamba City, Duque also met with Dr Eric Tayag of the DOH National Epidemiology Center, Calamba Mayor Joaquin Chipeco, and other city health officials. As of Sunday, a total of 732 residents have been hospitalized after showing symptoms of the disease while 1,272 more have visited community health centers to have themselves checked, Labro said. The DOH said that while the number of people ushed to the hospital have declined, they are not about to declare that they have the outbreak contained, adding that they will continue monitoring the situation until the week's end. Although more than two thousand residents have already been affected by the outbreak, city health officials maintained that no confirmed deaths from typhoid fever has been reported yet. Officials refused to confirm two previous deaths, including a 14-year-old girl, as being connected to typhoid since both have not undergone screening tests and autopsies. Labro however said they are still further studying the case of the 14-year-old girl, whose parents have refused to have her subjected to an autopsy. But Labro said they would still undertake “other investigations short of having autopsy.“ For his part, Sen. Richard Gordon, who is the Philippine National Red Cross (PNRC) chairman, slammed the government's sluggish actions in determining the root of the widespread health problem. “Where did this originate? In water pipelines? Many people in 18 villages are affected and the government should come out and tell us this comes from this place, so that we can stop the outbreak,“ Gordon told GMA News in Filipino. The PNRC has been assisting local health officials in attending to hospitalized residents by providing free medicines, tents, and beds. Labro said that health officials were not immediately able to release confirmation of the water contamination since early water samples obtained from various sources tested negative for any bacteria.",
    "url": "http://www.gmanetwork.com/news/news/regions/84102/contaminated-water-caused-typhoid-outbreak-doh/story/",
    "disease": "typhoid",
    "entities": "[(0, 6, 'GPE'), (8, 19, 'GPE'), (46, 72, 'ORG'), (102, 115, 'DISEASE'), (1412, 1425, 'DISEASE'), (3442, 3445, 'DISEASE'), (116, 124 'STATE'), (1701, 1709, 'STATE'), (3195, 3203, 'STATE'), (3369, 3377, 'STATE'), (4268, 4267, 'STATE'), (128, 140, 'GPE'), (245, 257, 'GPE'), (2716, 2728, 'GPE'), (2716, 2728, 'GPE'), (144, 150, 'GPE'), (261, 275, 'DATE'), (572, 594, 'ORG'), (785, 807, 'ORG'), (1098, 1120, 'ORG'), (2350, 2372, 'ORG'), (699, 717, 'ORG'), (695, 703, 'LOC_TYPE'), (833, 841, 'LOC_TYPE'), (76, 82, 'DATE'), (261, 267, 'DATE'), (1042, 1048, 'DATE'), (68, 71, 'ORG'), (1232, 1235, 'ORG'), (2073, 2076, 'ORG'), (2304, 2307, 'ORG'), (2771, 2774, 'ORG'), (3068, 3071, 'ORG'), (1242, 1251, 'DATE'), (1289, 1291, 'CARDINAL'), (4144, 4146, 'CARDINAL'), (245, 252, 'GPE'), (572, 579, 'GPE'), (785, 792, 'GPE'), (1098, 1105, 'GPE'), (1313, 1320, 'GPE'), (2350, 2357, 'GPE'), (2716, 2723, 'GPE'), (2805, 2812, 'GPE'), (110, 115, 'DISEASE'), (1420, 1425, 'DISEASE'), (2453, 2458, 'DISEASE'), (3450, 3455, 'DISEASE')]"
},
{
    "title": "DOH investigates typhoid fever outbreak in Cebu town",
    "timestamp": "June 28, 2014 12:47am",
    "content": "Health officials are investigating an outbreak of typhoid fever in a town in Cebu, which some residents have blamed on the local water system. At least 86 cases of typhoid fever have been recorded at the health clinic of Borbon town, GMA Cebu's Vic Serna reported Friday. The cases were from barangays Lugo, Clavera, Cajil, Bili and Laaw. Some of the patients were brought to the Vicente Sotto Memorial Medical Center for treatment. State-run Philippine Information Agency said DOH Central Visayas regional head Jaime Bernadas confirmed a typhoid outbreak had been declared in Borbon Thursday. “We are giving medical assistance to typhoid-affected residents in Borbon,“ Bernadas said. Contaminated water A separate report by GMA Cebu's Chona Carreon said the water used by the residents was contaminated with fecal coliform. Department of Health Central Visayas recommended chlorination of the water sources in the area, and gave medicine to those affected. Bernadas also urged residents to boil their drinking water. GMA Cebu's Serna reported initial qualitative tests by the regional epidemiology and surveillance unit suggested the water from Sitio Makina in Barangay Lugo may have been contaminated with human waste. But Lugo water system and municipal administrator Rolando Bucog said not all who got sick got their water from the area. On the other hand, Bucog admitted their chlorinator's pump has not been working for two months. He said they are working on the problem. Bucog also said the number of cases had been declining since cases were brought to the Borbon health clinic last June 12. He said that if this trend continues, there will be no need to declare the five affected barangays under a state of calamity. Meanwhile, state-run Philippines News Agency said at least 43 inmates of the Cebu Provincial Detention and Rehabilitation Center (CPDRC) in Barangay Kalunasan in Cebu City have reportedly contracted a measles-like disease. The inmates who had such symptoms were isolated to prevent further infections, the report said. The PNA report said the jail has 1,971 inmates.",
    "url": "http://www.gmanetwork.com/news/news/regions/367705/doh-investigates-typhoid-fever-outbreak-in-cebu-town/story/",
    "disease": "typhoid",
    "entities": "[(38, 46, 'STATE'), (547, 555, 'STATE'), (50, 63, 'DISEASE'), (164, 177, 'DISEASE'), (50, 57, 'DISEASE'), (164, 171, 'DISEASE'), (539, 546, 'DISEASE'), (631, 638, 'DISEASE'), (69, 73, 'LOC_TYPE'), (228, 232, 'LOC_TYPE'), (77, 81, 'GPE'), (238, 242, 'GPE'), (729, 733, 'GPE'), (1022, 1026, 'GPE'), (1804, 1808, 'GPE'), (1889, 1893, 'GPE'), (152, 154, 'CARDINAL'), (1426, 1429, 'CARDINAL'), (1676, 1680, 'CARDINAL'), (1786, 1788, 'CARDINAL'), (2079, 2084, 'CARDINAL'), (221, 232, 'GPE'), (302, 306, 'GPE'), (1171, 1175, 'GPE'), (1225, 1229, 'GPE'), (308, 315, 'GPE'), (324, 328, 'GPE'), (333, 337, 'GPE'), (1889, 1898, 'GPE'), (292, 301, 'LOC_TYPE'), (1690, 1699, 'LOC_TYPE'), (478, 481, 'ORG'), (825, 845, 'ORG'), (1077, 1120, 'ORG'), (1748, 1771, 'ORG'), (1804, 1863, 'ORG'), (1162, 1175, 'GPE'), (1867, 1885, 'GPE'), (1708, 1725, 'STATE')]"
, },
{
    "title": "Pangasinan gastroenteritis, typhoid cases up in 1st 5 months of 2015",
    "timestamp": "June 17, 2015 3:56am",
    "content": "Pangasinan health authorities on Tuesday reminded the public to be careful of the food they buy, especially from ambulant vendors, as gastroenteritis and typhoid fever cases were on the rise in the province during the first five months of 2015. According to a report from GMA Dagupan, the Provincial Health Office (PHO) found that from January 1 to June 1, there were 261 cases of typhoid fever compared to 230 during the same period last year. There were also 4,100 cases of gastroenteritis from January 1 to June 1, compared to 3,900 last year. The Pangasinan provincial health officer Dr. Anna de Guzman warned that the illnesses came from the contaminated water and mishandled food. Also, food can spoil quickly and is susceptible to contamination, especially during hot and humid periods To prevent more illnesses, vendors applying for a sanitary permit to operate were given lessons on proper food handling by the PHO. “Nagsasagawa kami ng orientation sa mga tindera na dapat may sanitary permit din,“ de Guzman said. According to the MedlinePlus website, typhoid fever is an infection that causes diarrhea and a rash commonly caused by the bacterium Salmonella typhi. Symptoms include fever, general ill-feeling and abdominal pain, as well as high fever (39.5 degrees Celsius) or higher and severe diarrhea. Medline described gastroenteritis - also called stomach flu - as an inflammation of the lining of the intestines caused by a virus, bacteria or parasites. Symptoms include diarrhea, abdominal pain, vomiting, headache, fever and chills, though most may recover with no treatment. But gastroenteritis' most common problem is dehydration, especially in infants, young children, elderly and people with weak immune systems.",
    "url": "http://www.gmanetwork.com/news/news/regions/505226/pangasinan-gastroenteritis-typhoid-cases-up-in-1st-5-months-of-2015/story/",
    "disease": "typhoid",
    "entities": "[(276, 283, 'GPE'), (0, 10, 'GPE'), (551, 561, 'GPE'), (272, 275, 'ORG'), (289, 319, 'ORG'), (156, 159, 'ORG'), (920, 923, 'ORG'), (1041, 1048, 'ORG'), (1315, 1322, 'ORG'), (1041, 1052, 'ORG'), (336, 345, 'DATE'), (497, 506, 'DATE'), (349, 355, 'DATE'), (510, 516, 'DATE'), (33, 40, 'DATE'), (239, 243, 'CARDINAL'), (368, 371, 'CARDINAL'), (407, 410, 'CARDINAL'), (461, 466, 'CARDINAL'), (134, 149, 'DISEASE'), (476, 491, 'DISEASE'), (1333, 1348, 'DISEASE'), (1598, 1613, 'DISEASE'), (154, 161, 'DISEASE'), (381, 388, 'DISEASE'), (1062, 1069, 'DISEASE'), (154, 167, 'DISEASE'), (381, 394, 'DISEASE'), (1062, 1075, 'DISEASE'), (168, 173, 'CASE'), (372, 377, 'CASE'), (467, 472, 'CASE')]"
},
{
    "title": "DOH: 226 new cases of suspected typhoid fever reported in Quezon",
    "timestamp": "November 24, 2008 4:33pm",
    "content": "MANILA, Philippines - Some 226 new cases of suspected typhoid fever have been reported in Real town in the southern Philippine province of Quezon, the Department of Health said Monday. Health secretary Francisco Duque III said this brings to the total number of patients hospitalized due to fever in the province to 370. Duque said they are still confirming if the new patients are indeed suffering from typhoid fever. “The cases appear to be increasing because many are seeking treatment, but not all those are confirmed typhoid cases. We just have to treat them even if they are just suspected typhoid cases,“ he said. The patients are currently confined at the Claro Recto Memorial District Hospital. Initially, 144 cases of typhoid fever, including one death, were recorded at the district hospital. Duque said a team of health experts has already been deployed in Quezon to help in treatment of the patients and in controlling the spread of the typhoid fever. Asde from sending medical experts, Duque sad they have provided the local government of Quezon some P800,000 worth of drugs and other necessary equipment to control the outbreak. Typhoid fever is an illness caused by the bacterium salmonella enterica serovar typhi. It is transmitted by the ingestion of food or water contaminated with feces from an infected person. Symptoms of the disease include high fever, profuse sweating, gastroenteritis, and non-bloody diarrhea.",
    "url": "http://www.gmanetwork.com/news/news/regions/135332/doh-226-new-cases-of-suspected-typhoid-fever-reported-in-quezon/story/",
    "disease": "typhoid",
    "entities": "[(0, 6, 'GPE'), (8, 19, 'GPE'), (139, 145, 'GPE'), (869, 875, 'GPE'), (1053, 1059, 'GPE'), (90, 99, 'GPE'), (95, 99, 'LOC_TYPE'), (127, 135, 'LOC_TYPE'), (304, 312, 'LOC_TYPE'), (685, 693, 'LOC_TYPE'), (785, 793, 'LOC_TYPE'), (151, 171, 'ORG'), (177, 183, DATE), (27, 30), (316, 319, 'CARDINAL'), (715, 718, 'CARDINAL'), (1066, 1073, 'CARDINAL'), (54, 67, 'DISEASE'), (404, 417, 'DISEASE'), (728, 741, 'DISEASE'), (950, 963, 'DISEASE'), (1144, 1157, 'DISEASE'), (54, 61, 'DISEASE'), (404, 411, 'DISEASE'), (522, 529, 'DISEASE'), (596, 603, 'DISEASE'), (728, 735, 'DISEASE'), (950, 957, 'DISEASE'), (1144, 1151, 'DISEASE'), (62, 67, 'DISEASE'), (291, 296, 'DISEASE'), (412, 417, 'DISEASE'), (736, 741, 'DISEASE'), (958, 963, 'DISEASE'), (1152, 1157, 'DISEASE'), (1369, 1374, 'DISEASE'), (35, 40, 'CASE'), (424, 429, 'CASE'), (530, 535, 'CASE'), (604, 609, 'CASE'), (719, 724, 'CASE'), (252, 258, 'CASE'), (1134, 1142, 'STATE'), (443, 453, 'CHANGE')]"
},
{
    "title": "Typhoid outbreak caused by contaminated water in Quezon - DOH",
    "timestamp": "November 19, 2008 4:39pm",
    "content": "MANILA, Philippines - Contaminated water from a stream caused more than a hundred persons from three barangays in Real, Quezon to contact typhoid fever, the Department of Health said Wednesday. According to Dr. Eric Eric Tayag, head of the DoH's National Epidemiology Center, the DOH has sent a team which conducted laboratory analysis on the water samples to determine what caused 109 individuals to contact typhoid fever. “We found out they get water from the stream and no chlorination is being done,“ Tayag said. However, Tayag said they are still determining the type of contaminants found in the water supply. The experts have collected eight blood specimens and nine stool samples from the patients and water samples from 25 sampling points. Blood specimens were brought to the Research Institute for Tropical Medicine in Alabang City for analysis last Tuesday and results are expected to come out in one week. As of Nov. 18, a total of 109 residents have fallen ill and brought to Claro M. Recto Hospital in Infanta.  The victims are residents of barangays Poblacion 1, Poblacion 61 and Ungos, where the stream is located. Health Secretary Francisco Duque III said that there was an upsurge of cases last Nov. 17 when 44 patients developed the illness from the initial 17 cases recorded last Nov. 15. “It seems that's it's going down. We hope that this will continue,“ Duque added. As early as Oct. 24, there had been cases of suspected typhoid in the area. Tayag said the heavy rains last Nov. 1 might have aggravated it. Typhoid fever is a bacterial disease caused by Salmonella typhi which is transmitted through the ingestion of food or drink contaminated by the feces or urine of infected people.",
    "url": "http://www.gmanetwork.com/news/news/regions/134467/typhoid-outbreak-caused-by-contaminated-water-in-quezon-doh/story/",
    "disease": "typhoid",
    "entities": "[(0, 6, 'GPE'), (8, 19, 'GPE'), (114, 118, 'GPE'), (120, 126, 'GPE'), (829, 841, 'GPE'), (1016, 1023, 'GPE'), (1065, 1076, 'GPE'), (1078, 1090, 'GPE'), (1095, 1100, 'GPE'), (101, 110, 'LOC_TYPE'), (1055, 1064, 'LOC_TYPE'), (157, 177, 'ORG'), (240, 243, 'ORG'), (280, 283, 'ORG'), (785, 825, 'ORG'), (183, 192, 'DATE'), (855, 867, 'DATE'), (924, 931, 'DATE'), (1300, 1307, 'DATE'), (1213, 1220, 'DATE'), (1402, 1409, 'DATE'), (924, 930, 'DATE'), (1213, 1219, 'DATE'), (1300, 1306, 'DATE'), (1498, 1504, 'DATE'), (72, 81, 'CARDINAL'), (382, 385, 'CARDINAL'), (944, 947, 'CARDINAL'), (643, 648, 'CARDINAL'), (669, 673, 'CARDINAL'), (729, 731, 'CARDINAL'), (499, 502, 'CARDINAL'), (908, 911, 'CARDINAL'), (382, 385, 'CARDINAL'), (944, 947, 'CARDINAL'), (1226, 1228, 'CARDINAL'), (1218, 1220, 'CARDINAL'), (1277, 1279, 'CARDINAL'), (138, 145, 'DISEASE'), (409, 416, 'DISEASE'), (1445, 1452, 'DISEASE'), (1531, 1538, 'DISEASE'), (146, 151, 'DISEASE'), (417, 422, 'DISEASE'), (1539, 1544, 'DISEASE'), (138, 151, 'DISEASE'), (409, 422, 'DISEASE'), (1531, 1544, 'DISEASE'), (1550, 1567, 'DISEASE'), (1202, 1207, 'CASE'), (1280, 1285, 'CASE'), (1426, 1431, 'CASE'), (1331, 1341, 'CHANGE'), (1191, 1198, 'CHANGE')]"
},
{
    "title": "4 dead, 558 downed in typhoid outbreak in Cebu",
    "timestamp": "March 5, 2012 8:04am",
    "content": "At least four people have died in a typhoid outbreak in a town in Cebu province, even as health authorities recommended the installation of water purifiers to stem the spread of the disease. Some 558 people in eight barangays in Tuburan town in Cebu have already fallen ill due to typhoid, radio dzBB's Carlo Mateo reported Monday. The Department of Health was to send a medical team to Tuburan to take a closer look at the situation there, the report said. A separate report by dzBB's Cebu affiliate said the DOH Central Visayas office recommended to the Tuburan government the installation of water purifiers in the affected areas. The Cebu-based report also said local authorities had declared a state of calamity in Tuburan due to the spread of typhoid cases. It cited DOH Region 7 figures indicating at least four had died and more than 500 were affected. Health authorities suspect a contaminated water source may have caused the incidents. They expect test results of blood samples taken from those affected to come out next week. Last weekend, a report on Radyo Mo Nationwide said health authorities in Cebu have declared an outbreak of typhoid fever in Tuburan town following a rise in the number of cases there.",
    "url": "http://www.gmanetwork.com/news/news/regions/250311/4-dead-558-downed-in-typhoid-outbreak-in-cebu/story/",
    "disease": "typhoid",
    "entities": "[(66, 79, 'GPE'), (229, 241, 'GPE'), (1162, 1174, 'GPE'), (66, 70, 'GPE'), (245, 249, 'GPE'), (486, 490, 'GPE'), (638, 642, 'GPE'), (1111, 1115, 'GPE'), (229, 236, 'GPE'), (387, 394, 'GPE'), (556, 563, 'GPE'), (720, 727, 'GPE'), (1162, 1169, 'GPE'), (514, 529, 'GPE'), (522, 529, 'GPE'), (777, 785, 'GPE'), (58, 62, 'LOC_TYPE'), (237, 241, 'LOC_TYPE'), (1170, 1174, 'LOC_TYPE'), (71, 79, 'LOC_TYPE'), (216, 225, 'LOC_TYPE'), (89, 107, 'ORG'), (861, 879, 'ORG'), (1089, 1107, 'ORG'), (336, 356, 'ORG'), (510, 529, 'ORG'), (564, 574, 'ORG'), (324, 330, 'DATE'), (1027, 1036, 'DATE'), (9, 13, 'CARDINAL'), (814, 818, 'CARDINAL'), (196, 199, 'CARDINAL'), (784, 785, 'CARDINAL'), (842, 845, 'CARDINAL'), (36, 43, 'DISEASE'), (281, 288, 'DISEASE'), (749, 756, 'DISEASE'), (1145, 1152, 'DISEASE'), (1145, 1158, 'DISEASE'), (1153, 1158, 'DISEASE'), (757, 762, 'CASE'), (1209, 1214, 'CASE'), (936, 945, 'CASE'), (44, 52, 'STATE'), (1133, 1141, 'STATE'), (936, 945, 'STATE'), (699, 716, 'STATE'), (168, 174, 'CHANGE'), (739, 745, 'CHANGE'), (1187, 1191, 'CHANGE')]"
},
{
    "title": "Man dies in Iloilo City; alert up vs typhoid fever",
    "timestamp": "March 11, 2008 9:59am",
    "content": "ILOILO CITY, Philippines - Mayor Jerry Treñas ordered for an intensified monitoring in the city's waterfront barangays following the occurrence of typhoid fever in one of the said areas last week. The City Health Office, Metro Iloilo Water District, Association of Barangay Captains, Task Force Waterfront and several other agencies were alerted to monitor the area after a 35-year-old male was found to have died due to typhoid fever. Waterfront barangays under strict monitoring are Mueller Loney, Zamora , Veterans Village , General Hudges and Sto. Rosario-Duran. Among other activities that the City Government will conduct is the testing of drinking water and food sold from city transient vendors. City Health Officer Urminico Baronda said though the reported death in the waterfront area is not yet considered an outbreak of the disease, it is important to be more prepared. President Gloria Macapagal-Arroyo has earlier directed the Department of Health (DOH) to look into the increasing incidence of typhoid cases in Calamba City, Laguna. The President instructed Health Secretary Francisco Duque III to personally look after the plight of those who were stricken by typhoid fever. Calamba City Health Officer Arsenio Lagos said as of March 3, there were 1,041 reported cases of typhoid infection in 10 barangays in Calamba. Based on their initial investigation typhoid bacteria were probably passed on through the water. Typhoid is a communicable disease characterized by fever, diarrhea, prostration, apathy, headache, eruption of rose spots, leukopenia, and inflammation of the intestinal mucosa and caused by the Salmonella Typhi bacteria that can be either transmitted through food and water intake.",
    "url": "http://www.gmanetwork.com/news/news/regions/84249/man-dies-in-iloilo-city-alert-up-vs-typhoid-fever/story/",
    "disease": "typhoid",
    "entities": "[(0, 11, 'GPE'), (13, 24, 'GPE'), (0, 6, 'GPE'), (227, 233, 'GPE'), (485, 498, 'GPE'), (500, 506, 'GPE'), (509, 525, 'GPE'), (528, 542, 'GPE'), (547, 565, 'GPE'), (1026, 1038, 'GPE'), (1191, 1203, 'GPE'), (1040, 1046, 'GPE'), (1026, 1033, 'GPE'), (1191, 1198, 'GPE'), (1325, 1332, 'GPE'), (7, 11, 'LOC_TYPE'), (91, 95, 'LOC_TYPE'), (201, 205, 'LOC_TYPE'), (599, 603, 'LOC_TYPE'), (680, 684, 'LOC_TYPE'), (704, 708, 'LOC_TYPE'), (1034, 1038, 'LOC_TYPE'), (1199, 1203, 'LOC_TYPE'), (109, 118, 'LOC_TYPE'), (447, 456, 'LOC_TYPE'), (1312, 1321, 'LOC_TYPE'), (109, 117, 'LOC_TYPE'), (265, 273, 'LOC_TYPE'), (447, 455, 'LOC_TYPE'), (1312, 1320, 'LOC_TYPE'), (201, 219, 'ORG'), (704, 722, 'ORG'), (1199, 1217, 'ORG'), (221, 248, 'ORG'), (250, 282, 'ORG'), (284, 305, 'ORG'), (941, 967, 'ORG'), (186, 195, 'DATE'), (1244, 1251, 'DATE'), (164, 167, 'CARDINAL'), (374, 376, 'CARDINAL'), (1309, 1311, 'CARDINAL'), (1264, 1269, 'CARDINAL'), (1309, 1311, 'CARDINAL'), (147, 154, 'DISEASE'), (421, 428, 'DISEASE'), (1009, 1016, 'DISEASE'), (1176, 1183, 'DISEASE'), (1288, 1295, 'DISEASE'), (1371, 1378, 'DISEASE'), (1431, 1438, 'DISEASE'), (155, 160, 'DISEASE'), (429, 434, 'DISEASE'), (1184, 1189, 'DISEASE'), (1482, 1487, 'DISEASE'), (147, 160, 'DISEASE'), (421, 434, 'DISEASE'), (1176, 1189, 'DISEASE'), (133, 143, 'CASE'), (996, 1005, 'CASE'), (1017, 1022, 'CASE'), (1279, 1284, 'CASE'), (820, 828, 'STATE'), (985, 995, 'CHANGE')]"
}
]