[
{
    "title": "Less than half of target children get measles vaccine",
    "timestamp": "September 18, 2014 10:58 PM",
    "content": "MANILA, Philippines – Two weeks after the Department of Health (DOH) launched its month-long mass immunization campaign, only 44% of the target number of children had received vaccines for measles-rubella and oral polio. In a press conference Thursday, September 18, Health Undersecretary Janette Garin said the department’s target is to reach 50% by 2nd week of September. “We need a more aggressive campaign now na nasimulan na natin. Being on [its] 2nd week, supposedly nasa 50% na ang nareach [ng campaign],” she explained. (We need a more aggressive campaign now that we already started it. Being on [its] 2nd week, supposedly the campaign already reached 50%.) There are several reasons why DOH did not hit the target, Garin said. Some areas started the campaign late, while some are still recovering from disasters. There are also areas which lacked preparation. In the Autonomous Region in Muslim Mindanao (ARMM), for example, DOH had to sort through issues of logistical support. “Hindi basta-basta puwedeng ibaba kung 'di mo ma-assure na yung pondo ay mapupunta sa pagpapabakuna,“ she said, adding that the funds from the Central Office are only supplementary to funds of the local government. (You can't just make fund releases if you can't be sure they will really go to vaccination.) Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose, and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. From January 1 to August 9, 2014, the DOH recorded 48,779 suspected cases of measles. Out of this number, 16,743 are confirmed cases. Participation of provinces, cities Garin praised the provinces and cities with the highest immunization rates: Top performing provinces Top performing cities In the National Capital Region, the top performing cities for measles-rubella immunization (47% to 62%) are San Juan, Navotas, Caloocan, Las Piñas, and Valenzuela. For the oral polio vaccine, the top performing cities (47% to 60%) are San Juan, Las Piñas, Caloocan, Navotas, and Pateros. But the areas below have some catching up to do: Low performing areas for measles-rubella and oral polio immunization Garin said the fight of the country against measles will be “useless“ if not everyone will cooperate. She urged local government units to help reach children in their locality. The campaign aims to achieve at least 95% vaccination coverage at all administrative levels. The target covers children who received their vaccination from health centers, barangay health stations, local churches, and other designated vaccination posts. “Sayang naman kung patuloy nating papayagan yung isang sakit na manatili sa bansa natin [kung] meron naman tayong pera at kakayanan para sugpuin ito,“ she said. (It’s a shame if we will let a disease affect our country when we have the resources and the capability to fight it.) She added: “Mahirap kung maraming missed children from 0-5 [years old] dahil sila [ang] source ng infection (It’s hard to have a lot of missed chldren from 0-5 years old because they can be the source of the infection).“ Sustain awareness DOH is deploying rapid coverage assessment teams in areas with low immunization rates. If the teams find at least 2 unvaccinated children, it means the area has not yet been fully covered by the campaign. If the teams find no unvaccinated children, the department will declare the area fully-covered, since the actual number of children is different from the estimated target. Garin said there is a need to sustain the awareness on the importance of immunization to reach the 95% target. After all, some of the complications of measles are permanent, like blindness. The disease can also be deadly. “Nung una very maingay [yung campaign]. Ang bilis makalimutan. Kailangan pa ng dagdag na ingay. It’s not the cost, it’s the lives that we can save,“ she added. (There was a lot of noise at the start of the campaign. People are quick to forget. We need to make some more noise. It’s not the cost, it’s the lives that we can save.) Despite missing its initial target, Garin hopes the health department will still reach the 95% target, so that the campaign would not have to be extended. “If we extend, the more difficult it will be to fight it. But as the need arises, we will make a decision,“ she said in a mix of English and Filipino. The Philippines, which “exported” measles to other countries, hopes to eliminate measles by 2017.",
    "url": "https://www.rappler.com/nation/69480-doh-misses-target-measles-vaccination-september",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "DOH: Measles upsurge due to kids missing free vaccination",
    "timestamp": "January 06, 2014 9:56 PM",
    "content": "MANILA, Philippines – The recent upsurge of measles cases in certain areas of the country, especially Metro Manila, was due to children missing crucial measles vaccinations at an early age, the health department said on Monday, January 6. The irony is that the vaccines are readily available for free in rural health clinics across the country. Latest figures from government showed that the number of confirmed cases in Metro Manila in 2013 was almost 17 times more than the figure from 2012. Of the 417 cases of measles recorded in the national capital region 2013, Health Secretary Enrique Ona said 88% didn't have any history of vaccination. In a press conference, Ona attributed the increase in measles cases to children missing their preliminary and booster vaccination shots. Babies aged 6 to 11 months should be administered their first vaccine shot. At 12 to 18 months, they should get vaccination a second time. “There are a good number of parents who, for one reason or another, don't get their child vaccinated,“ said Ona. As an example, he cited certain tribes or religious sectors whose members refuse vaccinations. The Department of Health (DOH) was able to vaccinate only 85% of Filipino children during the last nationwide vaccination program in 2011, he said. “As you go in the last 3 years, there were a lot of children who missed the vaccinations, making them suscepticle to measles,“ Ona continued. “The point is, there should have been no more measles in Metro Manila, or even in the whole Philippines, but that has not happened yet. The Philippines is not yet measles-free,“ said Ona. The DOH is slated to conduct another nationwide vaccination drive this year. Extent of the outbreak Ona said that the DOH is aware of the measles outbreak in certain areas of the country, and is closely coordinating with local health officials to address the matter. “Yes, there have been an increase in reports in some areas in Metro Manila. We are aware of it. We are monitoring it very closely,“ said Ona. Ona then clarified to media the definition of an outbreak. “It means that there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ Even a single case, if it is the first ever in area, is considered an outbreak, he said. There were a total of 1,724 measles cases reported nationwide, from Jan 1 to Dec 14, 2013, with 21 deaths. Latest figures in the National Capital Region (NCR) from the DOH Center for Health Development (CHD) show that there have been 417 confirmed measles cases, including 3 deaths, logged in 2013. In 2012, only 25 cases were reported in NCR. Children between one and 4 years old were affected the most, consisting 38% of the cases. Las Piñas City reported the most number of measles cases with 78, followed by Manila (72), Muntinlupa City (65), Caloocan City (45), and Parañaque City (32). The DOH report also noted that 88% of the measles cases in the NCR in 2013 had no history of previous measles vaccination. Ona said that all cities in Metro Manila have been actively expanding their vaccination drives since September 2013, when most measles cases started rising drastically. “As a matter of fact, in December 2013 in the city of Manila, there was a 28% decrease in suspected measles cases. In Caloocan City, there were no suspected cases in November and December,“ said Ona. “There is no reason to be scared, or to be too concerned. However, it is imperative that the parents take a good look at their children always, so that when symptoms of measles appear, the child should be brought to the hospital or health center,“ Ona added. When asked if adults can also avail themselves of measles vaccines, Ona said that they could, but the children are top priority.",
    "url": "https://www.rappler.com/nation/47329-doh-measles-upsurge-kids-miss-free-vaccination",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "Measles outbreak declared in Maguindanao – report",
    "timestamp": "April 30, 2014 5:02am",
    "content": "Health authorities in Maguindanao have declared a measles outbreak in the province, state-run Philippines News Agency reported Tuesday. According to the report, Autonomous Region in Muslim Mindanao regional health secretary Kadil Sinolinding said 12 measles cases were recorded in April alone. “We are addressing it, we declared outbreak to contain the measles and prevent its spread,“ Sinolinding explained. While there have been no fatalities so far, Sinolinding said the situation was alarming “because this is highly contagious and can be transferred to other persons by air.“ He was also surprised to learn of the 12 cases, believing that the province was measles-free. Sinolinding said he had ordered an investigation into why the provincial health office did not submit a status report to him. He also asked the Department of Health in Manila for additional vaccines for heavily affected towns. The April measles cases had been taken to and confined at the Cotabato Regional Hospital and Medical Center (CRMC). The PNA report said that since January, 49 cases have been reported in Maguindanao. Of these, 37 were confirmed by the Research Institute for Tropical Medicine (RITM). The measles cases were from Parang, Shariff Aguak, Datu Odin Sinsuat, Datu Abdullah Sangki, Matanog, Barira, Upi, Datu Unsay, Datu Hoffer, Mamasapano, Sultan Kudarat and Pagalungan towns. Symptoms of measles, which include high fever, usually develop seven to 14 days after exposure to an infected person.",
    "url": "http://www.gmanetwork.com/news/news/regions/358926/measles-outbreak-declared-in-maguindanao-report/story/",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "7 measles deaths recorded in Davao City in August",
    "timestamp": "August 31, 2014 9:56am",
    "content": "At least seven children died due to measles in Davao City in August, a Mindanao news site quoted a city health official as saying late Saturday. City Health Office immunization head Armi Capili said the spike in such cases was due to many mothers' failure to have their children immunized, MindaNews reported. She said another reason could be the disease's contagious nature where one case can contaminate up to 20 people. Of some 1,228 suspected measles cases as of August 27, 120 have been confirmed so far. As of August 8, the CHO said most reports of suspected measles cases came from Talomo North with 201, Talomo South with 133, and Buhangin with 116. In 2012, Capili said there were only four confirmed cases in Davao City. She said this could be due to an intensified immunization campaign in 2011. There were 50 confirmed cases in 2013. Department of Health regional unit head for health education and promotion Divene Hilario said the total regional prevalence of measles in 2013 was only 129. Capili said the department will head a massive immunization program for measles, rubela, and polio from September 1 to 30 at health centers and other vaccination points. Miscommunication? MindaNews quoted Hilario as saying there may be a miscommunication with mothers on immunization against measles. “The problem is that some parents do not take their children back to the health centers after the prescribed nine months for a second shot,“ she said. She said parents need to take their children to the centers again for a second booster dose. In the meantime, the City Health Office urged parents to take their children below five years old for free vaccination during September. On the other hand, CHO assistant officer for operations Marjorie Culas said the expanded immunization campaign may have been a victim of online misinformation. Culas cited online information claiming “bad effects” of immunization such as a cause of abortion and autism.",
    "url": "http://www.gmanetwork.com/news/news/regions/377136/7-measles-deaths-recorded-in-davao-city-in-august/story/",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "160 measles cases prompt vaccination drive in Surigao City",
    "timestamp": "May 17, 2014 2:13pm",
    "content": "A large-scale measles vaccination drive is now ongoing in Surigao City after local health authorities recorded a rise in the number of cases, a Mindanao news site reported Saturday. Surigao City health officials had declared a measles outbreak on May 3 due to the number of cases, according to a report on MindaNews. City information officer Annette Villaces said at least 160 people, mostly children, have been affected by measles from January 1 to May 13, the report added. Surigao City Health Office chief epidemiologist Dr. Romulo Ybiernas said the vaccination drive includes mainly Barangays Taft, Washington and San Juan, where most of the victims reside. Particularly targeted in the massive vaccination drive are children six months to four years old. The report said at least one patient had died due to measles in a private hospital last April 2. For its part, the Department of Health in Caraga has dispatched personnel from the Regional Epidemiology and Surveillance Unit to help fight measles.",
    "url": "http://www.gmanetwork.com/news/news/regions/361447/160-measles-cases-prompt-vaccination-drive-in-surigao-city/story/",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "DOH issues measles alert in NCR as cases rise",
    "timestamp": "December 11, 2013 4:27pm",
    "content": "The Department of Health on Wednesday advised residents in Metro Manila to take precautions against measles, after noting two deaths and a rise in cases in at least five cities in the National Capital Region. In a statement posted on the government website, DOH Metro Manila head Eduardo Janairo cited records showing a rapid rise in measles cases in Las Piñas, Muntinlupa, Caloocan, Manila, and Parañaque. “Everyone should take necessary precaution because measles is a severe disease that causes complications like ear infections, pneumonia and even inflammation of the brain. It is also highly contagious and can be spread easily through cough and sneeze and direct contact with affected persons through nose or mouth secretions,“ Janairo said The DOH Metro Manila said its records showed the fatalities came from Malabon and Muntinlupa. It added that most of those affected were one to four years old, and most were male. Janairo advised parents and guardians of children to look out for symptoms including: common cold symptoms like high fever, cough, runny nose, sore eyes that can last for several days, appearance of a red, blotchy rash. “If you believe you are exposed to someone with measles, you should observe for measles symptoms to appear after nine days. Some person can be affected immediately before the rash appears four days after being exposed.“ he said. Janairo also advised the public to make sure they and members of their families are up to date on measles-mumps-rubella (MMR) vaccines and other age-appropriate immunizations. “Measles vaccination not only protects the person but also serves as safeguard to family members who are too young to get the vaccine or haven’t received it yet. Receiving two doses of measles vaccine is highly effective in preventing measles,“ he said. 616% rise Citing partial reports from the Regional Epidemiology Surveillance Unit, the DOH said there were 179 confirmed measles cases from January 1 to December 10. It said this was 616 percent higher compared to the same period last year, with only 25 cases recorded. For this year, the ages of cases ranged from one month to 37 years. Most of those affected were one to four years old, and most were male. The cities with most number of measles cases were: Las Piñas, 44 cases; Muntinlupa, 32; Caloocan, 26; Manila, 22; Parañaque, 15; Malabon, 10; Quezon City, 8; Taguig, 8; Navotas, 7; Pasay, 4; Makati, 2; Pasig, 1; Mandaluyong, Marikina, San Juan and Valenzuela Cities, along with Pateros town, recorded zero case so far. Meanwhile, the DOH Metro Manila dispatched teams of nurses who will act as Anti-Measles Task Force to identified areas in the NCR. It said the nurses will “assist in evaluating patients and provide the necessary vaccination to prevent further transmission of the disease.“ Janairo urged all parents and caregivers of children aged 0-12 years old to go the nearest health center and have their children immunized against measles. Further, the DOH Metro Manila advised the public to report suspected measles cases to a health care provider before going to a hospital. It said a suspected measles case must first be evaluated as a precaution and protection for other patients and health workers from possible infection. The DOH noted measles can easily be spread through the air when an infected person talks, coughs, or sneezes. “People can also get sick when they come in contact with mucus or saliva from an infected person. Anyone who hasn’t been vaccinated or has not had measles is at risk if they are exposed to the virus,“ it said. It added measles can cause serious complications such as pneumonia and encephalitis (swelling of the brain). Measles infection in a pregnant woman can lead to miscarriage, premature birth, or a low-birth weight baby, it said. “Those who have developed symptoms of measles should stay away from public places such as work, school, child care, shops, and public transport to avoid putting others at risk,“ it said.",
    "url": "http://www.gmanetwork.com/news/news/metro/339346/doh-issues-measles-alert-in-ncr-as-cases-rise/story/",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "Typhoid outbreak declared in Tuburan, Cebu",
    "timestamp": "March 05, 2012 8:42 PM",
    "content": "MANILA, Philippines - The health department on Monday, March 5, declared a typhoid fever outbreak in 54 barangays in Tuburan, Cebu. As much as 400 individuals in the area have been afflicted by the disease. The number of cases was observed to have started piling up last February 22. Of the 400 reported cases, 31 were confined in hospitals in Tuburan, a coastal town located north of Cebu City. Department of Health Assistant Secretary Eric Tayag said the department is eyeing “contaminated water“ as the cause of the outbreak. He said, however, that it is not clear yet whether the contaminated water came from pipelines or deep wells, the two sources of residents for their water. Tayag said the health department has already dispatched teams to look into the outbreak. Meantime, he advised residents of the affected areas to boil or disinfect water, while health officials are waiting for lab results on the water tests. Tayag said antibiotics were already distributed to those requiring treatment. This is to prevent deaths due to intestinal hemorrhage or severe bacterial infection. Potentially fatal disease Typhoid fever is a life-threatening illness caused by the bacterium Salmonella Typhi. A person can get it from food or drink contaminated by the feces or urine of infected people. Typhoid symptoms usually develop 1–3 weeks after exposure, and may be mild or severe. Symptoms include high fever, malaise, headache, constipation or diarrhea, rose-colored spots on the chest, and an enlarged spleen and liver. Even after symptoms go away, those afflicted may still be carrying Salmonella Typhi, according to information published by the Atlanta-based Centers for Disease Control and Prevention (CDC). This means the illness could return, or the person previously afflicted could pass the disease to other people. How to avoid typhoid The CDC lists down the following tips to avoid typhoid:  If you drink water, buy it bottled or bring it to a rolling boil for 1 minute before you drink it. Ask for drinks without ice--unless the ice is made from bottled or boiled water. Avoid popsicles and flavored ices that may have been made with contaminated water. Eat foods that have been thoroughly cooked and that are still hot and steaming. Avoid raw vegetables and fruits that cannot be peeled. Vegetables like lettuce are easily contaminated and are very hard to wash well. When you eat raw fruit or vegetables that can be peeled, peel them yourself. (Wash your hands with soap first.) Do not eat the peelings. Avoid foods and beverages from street vendors. It is difficult for food to be kept clean on the street, and many travelers get sick from food bought from street vendors.",
    "url": "https://www.rappler.com/nation/2126-typhoid-outbreak-declared-in-tuburan,-cebu",
    "disease": "typhoid",
    "entities": "[]"
}
]