[
{
    "title": "Typhoid alert up in Western Visayas",
    "timestamp": "March 11, 2008 9:53pm",
    "content": "BACOLOD CITY — Local health officials have raised a typhoid fever alert following reported cases in Iloilo and Bacolod cities since January. In Iloilo City in Panay island, the health office monitored one death in the waterfront barangay of Veterans Village in February and seven cases in nearby Barangay Monica, it said in a report to Mayor Jerry Treñas. Cases were also reported in barangays Ortiz and Muelle Loney where health authorities found some residents using open drainage and canals as their toilets. Five other barangays in the waterfront area — Concepcion, General Hughes, Legaspi-dela Rama, Sto. Rosario-Duran and Zamora-Melliza — are also being monitored. Mr. Treñas said he has directed the city health office to coordinate with barangay officials and health workers in verifying typhoid fever cases. The Metro Iloilo Water District has also been requested to check the condition of their water lines, he added. In Bacolod City, Negros Occidental, provincial health officer Luisa Efren said provincial health workers have also stepped up monitoring of possible typhoid cases. She said there were confirmed reports of typhoid fever, but no deaths, in some areas but these were manageable. Typhoid fever, which recently hit residents of Calamba City, Laguna, is caused by Salmonella typhi bacteria found in contaminated food or water.",
    "url": "http://www.gmanetwork.com/news/news/regions/84368/typhoid-alert-up-in-western-visayas/story/",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Typhoid fever kills 4, downs 217 in Iloilo - report",
    "timestamp": "March 11, 2008 5:21pm",
    "content": "ILOILO CITY, Philippines - Typhoid fever outbreak has claimed four lives and downed at least 217 residents in Iloilo City, Visayas-based Bombo Radyo reported Tuesday morning. Some 120 cases were recorded in the city proper, 29 in Jaro, 18 in Mandurriao, 22 in Molo, 11 in Arevalo and 17 in La Paz. According to the report, some officials in some villages in Iloilo City were among those downed by typhoid fever. Earlier reports said Iloilo City mayor Jerry Treñas has ordered intensified monitoring in the city's waterfront villages as typhoid fever cases were reported from the area last week. The City Health Office, Metro Iloilo Water District, Association of Barangay Captains, Task Force Waterfront and several other agencies were alerted to monitor the area after a 35-year-old male was found to have died due to typhoid fever. Waterfront villages under strict monitoring are Mueller Loney, Zamora , Veterans Village , General Hudges and Sto. Rosario-Duran.",
    "url": "http://www.gmanetwork.com/news/news/regions/84322/typhoid-fever-kills-4-downs-217-in-iloilo-report/story/",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Report: 'Typhoid fever' downs 160 in Cebu town",
    "timestamp": "December 8, 2010 10:28am",
    "content": "At least 160 residents of two villages in Cebu province have reportedly been hit by a supposed typhoid fever, even as health authorities suspect a contaminated water system as the cause. Radio dzBB's Cebu affiliate reported Wednesday at least 30 of the 160 residents from Poblacion and Sta. Filomena village in Alegria town have been hospitalized. Local health authorities said the 160 residents showed symptoms of typhoid, including a week-long fever, when they went to the town health center for checkup. The report said health authorities are now taking blood samples from the affected residents to double-check if they were affected by typhoid. For its part, the Department of Health is studying the possibility of declaring an outbreak of typhoid in the two villages. Alegria is a fourth-class town with a population of 21,699 people.",
    "url": "http://www.gmanetwork.com/news/news/regions/207798/report-typhoid-fever-downs-160-in-cebu-town/story/",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Typhoid outbreak in Agusan town biggest ever recorded",
    "timestamp": "November 10, 2006 6:51pm",
    "content": "The Department of Health (DOH) on Friday bared that 501 typhoid cases recently recorded at Bunawan town in Agusan del Sur province was the biggest ever outbreak of the disease in the country. Health Secretary Francisco Duque said the cases were recorded from October to November 8, noting that there were no fatalities. Residents of barangay (village) Libertad had complained of fever, abdominal pain, headache and diarrhea, which were classic symptoms of a typhoid infection. Health authorities traced the source of the infection to the community’s open well, the residents’ main source of water. The well has been closed. Analysis of the water drawn from the well showed the presence of fecal coliform E. coli.  Typhoid is transmitted from an infected person through their waste.  The disease can infect people through their water source. If there is improper sanitation or sewage, human waste can leak into the water table and infect a community’s water source. An infected person can also contaminate others if he prepares food without properly washing his hands.",
    "url": "http://www.gmanetwork.com/news/news/nation/20526/typhoid-outbreak-in-agusan-town-biggest-ever-recorded/story/",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Typhoid, dengue down school kids in Romblon",
    "timestamp": "July 11, 2008 7:59am",
    "content": "MANILA, Philippines - After taking a hit with the imposition of a fishing ban in the wake of the MV Princess of the Stars tragedy, Romblon province is now hounded with yet another problem as diseases threaten residents in Romblon town. Radio dzBB's Carlo Mateo reported Friday that several students in public schools in Romblon, Romblon were downed due to typhoid and dengue. Sketchy initial reports indicated typhoid and dengue “affected“ as many as 350 of 700 students from the Romblon East Central School, while 10 from the West Central School had high fever. The report said that as of Friday morning, local officials in Romblon town has ordered the local water supply in Capaclan village cut off while an investigation by town health officers is ongoing. Residents of Sibuyan Island on Thursday mounted a fluvial protest against Sulpicio Lines Inc., owner of the “Princess of the Stars.“ They said the fishing ban caused by the discovery of endosulfan aboard the capsized vessel had robbed them of their livelihood such that they could not afford even subsidized rice. Meanwhile, at least three more teams of divers from the Coast Guard's special operations group were due to arrive in Romblon Friday. The divers were to get ready to resume search operations once a task force handling the tragedy gives the green light for them to do so.",
    "url": "http://www.gmanetwork.com/news/news/regions/106328/typhoid-dengue-down-school-kids-in-romblon/story/",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "(Update) Zambo typhoid outbreak claims minor, downs 47",
    "timestamp": "April 12, 2007 4:03pm",
    "content": "The typhoid fever scourge that hit Zamboanga City has claimed the life of at least one victim and infected over 47 residents, city health authorities said Thursday. The Zamboanga Today newspaper reported Thursday morning that city health officer-in charge Kibtiya Uddin said the 47 include 37 in Campo Islam village and 10 in Buenagatas village. Uddin did not name the victim, whom she said was a minor. She added that most of the patients included women and children from age one to 30. However, she also noted that poverty forced many of the victims to stay in their homes rather than going to hospitals to seek treatment. She said some of the patients contracted the disease as early four weeks back but stayed home because they did not have money for medical treatment. Also, she said that a team of doctors and sanitary inspectors from the Department of Health (DOH) and her office have already gone to the two infected communities to assist the patients. Blood, stool and water samples taken from the patients and the Zamboanga City Water District water pipes in the affected villages have already been sent to the Zamboanga City Medical Center for bacteriology examination. Uddin said that as of Thursday, at least four patients admitted in the hospital tested positive for salmonella bacteria that caused the typhoid fever. She said the investigating team is looking into whether bacteria could have seeped into leaking water pipes or contaminated food. Uddin said her office and the DOH have started addressing the situation by treating the patients with chlorempenicol antibiotic and iron. Residents were advised to boil water before drinking and wash their hands prior to eating.",
    "url": "http://www.gmanetwork.com/news/news/regions/38023/update-zambo-typhoid-outbreak-claims-minor-downs-47/story/",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "1 dead, 36 sickened as typhoid fever hits Leyte",
    "timestamp": "August 30, 2009 8:08am",
    "content": "One resident was reported dead while 36 others were sickened by typhoid fever in Macrohon town in Southern Leyte, a radio report said Sunday. Radio dzRH reported the regional office of the Department of Health said the 36 cases were recorded in Rizal village since earlier this month. Local Health officials are coordinating with provincial health officials to check possible sources of contaminated water, which they suspect downed the residents.",
    "url": "http://www.gmanetwork.com/news/news/regions/171051/1-dead-36-sickened-as-typhoid-fever-hits-leyte/story/",
    "disease": "typhoid",
    "entities": "[]"
}
]