[
{
    "title": "Cavite starts campaign to curb dengue outbreak",
    "timestamp": "September 23, 2015",
    "content": "Metro Manila (CNN Philippines) — The province of Cavite started its anti-dengue campaign on Wednesday (September 23) after a state of calamity was declared last week. The local government of Cavite had released P7.5 million for the campaign which aims to remind residents on how to prevent the spread of dengue by keeping their surroundings clean and destroying possible breeding sites for mosquitoes. The dengue mosquito breeds in stagnant water, which can be found in old tires, water drums, flower vases and old bottles. Gov. Junvic Remulla said they will not stop until the dengue cases are under control. As of September 12, the Cavite Provincial Health Office recorded 3,904 cases of dengue compared to only 1,120 cases during the same period last year — a 249 percent increase. Trece Martires recorded 398 dengue cases — the highest number of cases among the five municipalities in Cavite. To cope with the rising number of patients, makeshift rooms were set up at the General Emilio Aguinaldo Memorial Hospital in Trece Martires. The hallway in front of the hospital's chapel was also converted into an additional ward for dengue patients. Cavite Provincial Health Officer Dr. George Repique said the Philippine National Red Cross has already offered help in attending to the patients. Repique, who expects the number of cases to continually increase in the coming weeks, reminded residents that early medical intervention is also important in curing the disease. Dengue symptoms include fever that lasts for more than 2 days, joint pains, nausea and rashes in arms and legs. In advanced stages, a patient will start vomiting blood, experience nose bleeding and presence of blood in stool.",
    "url": "http://cnnphilippines.com/regional/2015/09/23/Cavite-anti-dengue-campaign.html",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue outbreak declared in 9 towns in Cordillera",
    "timestamp": "September 17, 2015",
    "content": "Baguio City (CNN Philippines) — Nine towns in Apayao, Abra and Mt. Province in the Cordillera region have declared a dengue outbreak as cases continue to rise in the past weeks, according to Department of Health (DOH) Cordillera entomologist and dengue program coordinator Ursula Segundo. This week the towns of Luna, Flora and Sta. Marcela in Apayao province have declared a dengue outbreak as cases of the mosquito-borne disease have risen. Last month, six towns have declared dengue outbreaks in Tadian and Paracelis municipalities in Mountain Province, while dengue outbreak were also declared in the towns of  Luba, Villaviciosa, San Isidro and Pidigan in the province of Abra. Segundo said the dengue cases have been controlled in the six towns with their continued vector surveillance and intervention activities. According to Segundo, a dengue outbreak is declared only when cases go beyond the epidemic threshold, which means these towns already posted cases higher than its previous case records in the past five years or since 2010. The latest data from the DOH Regional Epidemiology and Surveillance Unit showed that from January 1 to September 14, some 4,525 dengue cases have been recorded compared to only 1,611 cases recorded over the same period last year or a 181 percent increase in dengue cases in the Cordillera region.",
    "url": "http://cnnphilippines.com/regional/2015/09/17/Cordillera-dengue-outbreak-9-towns.html",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue outbreak declared in 2 Negros Oriental cities",
    "timestamp": "September 11, 2015",
    "content": "Dumaguete City (CNN Philippines) — The Integrated Provincial Health Office (IPHO) Negros Oriental declared a dengue outbreak in two cities in the province. Dr. Socrates Villamor, IPHO head, said that a dengue outbreak was declared in Guihulgan and Canlaon last week. Investigations conducted in these areas by the team from the Regional Epidemiological Survey Unit (RESU) showed that most of the victims are students of a state university in Guihulngan who are renting boarding houses at the back of the Guihulngan City District Hospital. Villamor said a total of 176 dengue cases were reported. He added that in Guihulngan City alone more than 90 dengue cases were recorded in just one month and the rest of the cases were from the outskirt barangays. IPHO has already provided technical assistance to Guihulngan City by distributing treated mosquito nets and by conducting a massive cleanliness drive in the affected areas to destroy the possible breeding places of dengue-carrying mosquitos. Villamor also made it clear that it's only an outbreak not an epidemic. He urged everyone to observe the habit of destroying possible breeding sites of dengue-carrying mosquitos every day not just during outbreaks.",
    "url": "http://cnnphilippines.com/regional/2015/09/11/Dengue-outbreak-declared-in-2-Negros-Oriental-cities.html",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue cases in Negros Occidental up by 81 percent",
    "timestamp": "August 25, 2015",
    "content": "Bacolod City (CNN Philippines) — A 6-year-old girl from Barangay Singcang-Airport in Bacolod City died due to dengue earlier this month, according to Dr. Carmela Gensoli, officer-in-charge of the Bacolod City Health Office. Dengue cases in Bacolod, however, were lower by 47 cases in 2015 as compared to last year, Gensoli said. There were 144 dengue cases reported in Bacolod from January to August this year, while there were a total of 269 cases in the 12 months of 2014, Gensoli said. Meanwhile in Negros Occidental, dengue cases increased by 81 percent from January to August this year as compared to the same period last year, according to Dr. Ernell Tumimbang, Negros Occidental provincial health officer. Tumimbang said 774 dengue cases were reported in the province from January 1 to August 15 this year, while there were 428 cases in the same period last year. “The rise in dengue cases in Negros Occidental is not alarming yet, as it has not hit the epidemic threshold,” Tumimbang said. In the province, Bago City had the most number of dengue cases from January to August 15 with 99. It was followed by Silay City with 78, Victorias City with 70, La Carlota City with 57 and Isabela town with 42, Provincial Health Office (PHO) records showed. Dengue victims are composed of 441 males and 363 females, and their ages ranged from 2 months old to 91 years old, based on the records. A PHO report also said that 504 of the victims were hit by dengue fever, 262 by dengue hemorrhagic fever, and eight by dengue shock syndrome.",
    "url": "http://cnnphilippines.com/regional/2015/08/25/Negros-Occidental-dengue-up-81-percent.html",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue outbreak declared in Sagbayan",
    "timestamp": "August 21, 2015",
    "content": "Tagbilaran City (CNN Philippines) — Government officials of Sagbayan, Bohol have declared a dengue outbreak in the municipality, as the number of cases continue to increase. One death attributed to the disease was recorded on Wednesday (August 19). Provincial Health Officer Dr. Reymoses Cabagnot confirmed that the Municipal Health Office in Sagbayan had to declare the outbreak, as 98 cases have been reported from the start of July to August 17. According to Cabagnot, Barangay Poblacion has been the most affected, with 70 cases on the record. A dengue surveillance team noted the spread of the virus to the adjacent barangays from Poblacion. Cabagnot said that Bohol Governor Edgar Chatto has already ordered an aggressive campaign against dengue. The provincial health officer is also alarmed that that deaths from dengue has already reached four this year.  From 466 as of July 4, dengue cases rapidly increased to 585 as of July 25, Cabagnot said. The entire province has recorded about 800 cases since January.  Blood supply not enough. Cabagnot also fears that there might not be enough blood supply to facilitate patients' blood transfusions. He said that some patients have already resorted to seeking blood donors.  Of the province's three misting machines, two are utilized in ongoing misting operations in Sagbayan. Cabagnot also reminded the public to continue observing the “4S” campaign of the Department of Health: Search and Destroy mosquito eggs Special Protective Equipment (i.e. the use of mosquito nets and insect repellents) Seek early medical consultation Say “No” to indiscriminate fogging He said the use of fogging is not advisable because it only kills the adult mosquitoes and not the eggs.",
    "url": "http://cnnphilippines.com/regional/2015/08/21/dengue-outbreak-sagbayan.html",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue cases in Pampanga rise by 80%",
    "timestamp": " August 10, 2015",
    "content": "San Fernando (CNN Philippines) — The Department of Health-Region 3 records 1,175 dengue cases in Pampanga as of June 2015. This number marks an 80% increase compared to the number of cases recorded during the same period last year which was 657. No dengue outbreak has been recorded yet, although several barangays in Mabalacat and Guagua are being clustered. The Pampanga local government is enforcing measures to prevent more cases from happening. According to Dr. Marcelo Joahico, provincial health officer, Pampanga is doing simultaneous clean up drives and fumigation among other measures. Joahico said, free hospitalization within the 11 district hospitals will be offered to dengue patients. He assured that the province will not run out of blood supply for dengue patients. Joahico reminded people, however, to take part in cleaning the community to prevent further infections. He also advised those who experience symptoms of dengue to seek medical attention, and not to self medicate.",
    "url": "http://cnnphilippines.com/regional/2015/08/08/Dengue-cases-in-Pampanga-rise-by-80-percent.html",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue cases drop in Dumaguete City",
    "timestamp": "July 30, 2015",
    "content": "Dumaguete City (CNN Philippines) — The number of dengue cases in Dumaguete City for the first half of the year is lesser as compared to the same time last year, according to Dumaguete City Health Officer Dr. Sarah Talla. The number of dengue cases this year was remarkably low with only around 70 as compared to as high as 200 in 2014. Talla added that their office continues its control and prevention activities such as “search and destroy“ of mosquitoes and empowering barangays to take the lead in behalf of the city health office. A series of lectures and seminars were conducted in the barangays under its program, “Action Barangay Contra Dengue“ (ABC-D), wherein barangay officials undergo continuing education on control and dengue prevention. Dengue cases is usually on the rise during rainy season and the Department of Health (DOH) always disseminates basic dengue prevention information.",
    "url": "http://cnnphilippines.com/regional/2015/07/30/Dengue-cases-drop-in-Dumaguete-City.html",
    "disease": "dengue",
    "entities": "[]"
}
]