[
{
    "title": "Bacolod dengue cases decrease by 17.6%",
    "timestamp": "November 16, 2017",
    "content": "DENGUE cases in Bacolod City decreased by 17.6 percent from January to November 4 this year compared to the figures for the same period in 2016, records of City Health Office (CHO) showed. Dr. Grace Tan, head of the CHO Environment Sanitation Division, said Wednesday, November 15, that as of November 4, Bacolod has a total of 1,621 dengue cases compared to 1,967 cases last year. This year, Bacolod has a total of 11 deaths compared to 16 deaths in the previous year for the same period. Of the 11 fatalities, two were reported in Barangay Banago, and one each in Barangays 13, 14, Sum-ag, Granada, Handumanan, Tangub, Villamonte, Singcang-Airport. The latest fatality was a six-year-old boy from Barangay Sum-ag, who died on November 1. Tan said that of the 1,621 cases, Barangay Mansilingan recorded the highest number with 141. Barangay Taculing has 124 cases; Barangay Mandalgan, 117; Barangay Villamonte, 111; Barangay Vista Alegre, 99; Barangay Banago, 97; Barangay Estefania, 91; Barangay Alijis, 90; Barangay Sum-ag, 89; Barangay Granada, 88; Barangay Singcang-Airport, 72; Barangay Tanugb, 70; Barangay Handumanan, 64; Barangay Bata, 50; and Barangay Pahanocoy, 39. Tan said that based on their weekly monitoring for the past three weeks, the dengue cases have started to decrease compared to the cases in the past two months. She said they are hopeful that the dengue cases will continue to decrease until end of the year. “We do advocacies and continue to practice the ‘4S’ to prevent and control dengue cases,” Tan added. “4S” means Search and destroy mosquito breeding place; use Self-protection measures; Seek early consultation for fever lasting more than two days; and Say no to indiscriminate fogging.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/11/16/bacolod-dengue-cases-decrease-176-575060",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Iloilo City dengue cases drop 60%",
    "timestamp": "June 2, 2017",
    "content": "MOSQUITO-BORNE dengue cases in the first five months in the metropolis posted a significant drop of 60 percent, Iloilo City Health Office (CHO) statistics showed. A total of 87 dengue cases were recorded as of May 31, less than the 252 cases during the same period last year. Mayor Jed Patrick Mabilog encouraged residents not be complacent and continue the regular cleanup activities in the villages. CHO chief Dr. Bernard Caspe credited the vi llage cleanup drive as one of the factors that contributed to decreasing dengue cases. “We have also distributed larvicide and insecticides in all districts considering that it is rainy season already,” said Caspe. Mandurriao district had the most number of dengue cases with 18 cases, followed by Molo with 17 cases and Arevalo with 16 cases. Bakhaw village, Mandurriao topped with eight cases because its environment is “watery”. Dengue is caused by day-biting mosquitoes Aedes aegypti and Aedes albopictus that breed in clear, stagnant water. Caspe said dengue symptoms were high fever, body ache, headache, appearance of skin rashes and vomiting. “When you have dengue, your fever usually starts from day one and lasts until five to seven days. So if you have high fever, immediately go to the nearest health centers or hospitals for check-up and proper medication,” advised Caspe. He also urged the public to clean their surroundings everyday and destroy breeding places of mosquitoes.",
    "url": "http://www.sunstar.com.ph/iloilo/local-news/2017/06/02/iloilo-city-dengue-cases-drop-60-545303",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Fewer dengue cases reported in Zamboanga City",
    "timestamp": "December 3, 2017",
    "content": "THE City Health Office said there were fewer cases of dengue fever in the last four months compared to the same period last year. Dr. Rodelin Agbulos, City Health Office chief, said they recorded a total of 600 cases from August to November this year, broken down as follows: August, 185; September, 108; October, 266; and, November, 41. In the same months last year. Agbulos said they recorded more than twice the number, or a total of 1,505 cases, broken down as follows: August, 457; September, 360; October 340; and, November, 348. Agbulos attributed the decline to the sustained cooperation of the villages in maintaining cleanliness in their respective localities.",
    "url": "http://www.sunstar.com.ph/zamboanga/local-news/2017/12/03/fewer-dengue-cases-reported-zamboanga-city-577947",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue cases in Bacolod drop on first week of January",
    "timestamp": "January 16, 2018",
    "content": "CASES of dengue in Bacolod City decreased by 207.14 percent on the first week of January this year compared to the record in 2017, figure of the City Health Office (CHO) showed. Dr. Grace Tan, head of the CHO Environment Sanitation Division, in a press conference on Monday said 14 dengue cases with one death were recorded from January 1 to 6, 2018 compared to last year’s 43 cases with two deaths for the same period. This month, the casualty was a five-year-old boy in Barangay 17, who died last January 2, after he was confined in a hospital since December 27. The data also showed that children aged one to 10 years old have the most number of dengue cases. Barangay Handumanan is considered a hot spot area with increasing number of cases for four consecutive weeks while villages like Tangub, Singcang-Airport, Pahanocoy, Sum-ag, Taculing, Villamonte, Vista Alegre, Mansilingan, and Mandalagan, all have three or more cases within four consecutive weeks. Despite the decrease in the number of dengue cases, Tan continuously reminded the public to observe the “4S” in households and the surroundings to prevent and control dengue, especially with the recent constant rains. “4S” means Search and destroy mosquito breeding place; use Self-protection measures; Seek early consultation for fever lasting more than two days; and Say no to indiscriminate fogging. Tan said the CHO continues to conduct surveillance and also distribute leaflets for information dissemination. For cases of leptospirosis, there has been no report as of the first week of the month, but there was one reported casualty in 2017 for the same period. Tan advised the public especially farm workers to wear boots and other protective gears to avoid direct contact with contaminated waters in the fields.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2018/01/16/dengue-cases-bacolod-drop-first-week-january-584169",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "9 barangays in Bacolod tag as dengue hot spots",
    "timestamp": "August 17, 2017",
    "content": "NINE barangays in Bacolod City were identified by the City Health Office (CHO) as dengue hot spots. Dr. Grace Tan, head of the CHO Environmental Sanitation Division, on Wednesday, August 16, said the nine barangays have increasing number of dengue cases for four consecutive weeks, or have death cases. These are Barangays Mandalagan with 31 cases from January to August 12, 2017; Villamonte, 24; Mansilingan, 22, Banago, 18; Alijis, 17; Estefania, 17; Vista Alegre, 14; Taculing, 13; and Sum-ag, 12. Dengue is a mosquito-borne disease found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas. Tan said that from January to August this year, Bacolod has a total of 888 dengue cases that increased by 9.8 percent, with seven deaths.",
    "url": "http://www.sunstar.com.ph/bacolod/local-news/2017/08/17/9-barangays-bacolod-tag-dengue-hot-spots-558972",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "Dengue cases up by 6,500 in Cebu Province",
    "timestamp": "December 30, 2016",
    "content": "FORTY more persons died of dengue fever in Cebu Province as of Christmas Eve this year, compared with the same period in 2016. That 160 percent increase in deaths caused by dengue fever is reflected in a report by the Provincial Health Office (PHO). The PHO also reported a 264 percent increase in the number of persons who fell ill with dengue fever this year, compared with last year’s numbers. The “Dengue Current Situation” report from the PHO showed 8,969 cases of dengue fever from Jan. 1 to Dec. 24, 2016, compared with 2,461 in the same period in 2015. This means there were, on average, 747 persons who fell ill with dengue fever each month in Cebu. Or 24, on average, each day. The PHO has launched its Task Force Kontra Lamok, a province-wide clean-up drive participated in by the Department of Education, Department of Interior and Local Government, local governments and non-government organizations (NGOs). “We are encouraging the public to join the campaign against dengue-carrying mosquitos with our province-wide clean-up drive,” said Dr. Rene Catan in a press release. The five local governments that reported the lowest number of dengue fever cases are Boljoon (1 person), Tudela (2), Oslob (9), Alcoy (17), and Sta. Fe (24). Alcoy, Boljoon and Oslob are neighboring towns in Cebu’s southeast leg. Tudela is in Camotes island, while Sta. Fe is in Bantayan Island. These five communities reported the highest number of dengue cases this year: Toledo City (676 persons), Carcar City (577), Balamban (554), Talisay city (441) and Consolacion (427). When the last quarter of the year started, PHO doctors already pointed out that this year’s numbers would be higher than those in 2015. In the second week of October 2016, there were already 5,190 persons hit by the mosquito-borne disease and 55 had already died. This was some 111 percent higher than last year’s figures for the same period. Last Oct. 17, the Cebu Provincial Board (PB) declared an outbreak and a state of calamity to allow the use of emergency funds. At that time, however, the Department of Health questioned the need for the declaration of an outbreak. The Province still had P46 million in calamity funds when the declaration was made. PB Member Christopher Baricuatro, who heads the health committee, has said some P1.35 million would be earmarked for the purchase of larvicide for the fourth quarter of 2016 and for the first and second quarters of 2017.",
    "url": "http://www.sunstar.com.ph/cebu/local-news/2017/01/01/dengue-cases-6500-cebu-province-517689",
    "disease": "dengue",
    "entities": "[]"
},
{
    "title": "DOH notes decrease in dengue cases",
    "timestamp": "July 5, 2017",
    "content": "THE DECREASE of dengue cases in the Summer Capital should not be a reason for the residents to be complacent. Only 64 dengue cases were recorded in Baguio from January to June or 875.34 percent lower compared to the same period last year with 703. According to Regional Epidemiology Surveillance Unit’s (Resu) Geeny Austria, the Cordillera region also posted an 82 percent decrease of dengue cases during the first 25 weeks of 2017 as compared to the same period in 2016. Despite the decrease, Austria said there is no room for complacency as peak season for dengue approaches this August. As part of its advocacy, the Department of Health is promoting resilience against diseases, that peak during rainy season, with vaccinations and blood-letting activities and other free services. The DOH recently launched a drive for dengue patients in need of blood as well as other patients with blood loss such as surgery patients and vehicular accident victims who need blood transfusion. Anti-dengue vaccinations, however, are still not available in health centers in the regions but are available in private health institutions according to Austria. Meanwhile, an increase in the incidence of rabies in the Cordillera was also reported by the Resu. Austria emphasized rabies cannot be treated by washing the wound with running water and soap, but the victim needs to be vaccinated with anti-rabies shots which are free in the DOH and health centers. Shots for other vaccine preventable diseases (VPD) such as polio, hepatitis A and B, diphtheria, and tetanus are also available at DOH-CAR and health centers in the Cordillera. DOH also offers free vaccinations for newborns and senior citizens. Austria also encouraged people take flu shots every year, before the rainy season in order for them to build resistance against influenza virus. Free flu shots are offered to senior citizens as they are more prone to this virus, Austria said. Pregnant women or women who are planning to have children are also advised to take vaccinations in order to prevent communicating diseases to their children and pass on protection to them. “It is our responsibility to help our body, protect ourselves from infectious diseases, katulad ng sabi, resilience. Nasa atin ang isang key para hindi tayo magka-sakit,” Austria said. Austria added any cases of illness in the community should be reported to DOH to control them early. “Let us help each other, let’s help ourselves, and let’s help the government help us to make our community healthy,” said Austria.",
    "url": "http://www.sunstar.com.ph/baguio/local-news/2017/07/05/doh-notes-decrease-dengue-cases-551302",
    "disease": "dengue",
    "entities": "[]"
}
]