[
{
    "title": "Isabela town in state of calamity due to dengue",
    "timestamp": "2015-06-30T13:54:00",
    "content": "ISABELA, Philippines – The rainy season has just started, but the municipality of Luna in Isabela province in the northern Philippines already declared state of calamity after their health office recorded 54 cases of dengue in just the month of June. Dengue is a fever, usually fatal, caused by a bite of Aedes mosquito. It targets the immune system of the body. Dr Claire Francisco, Luna’s health officer, said on Tuesday, June 30, the number of cases reported for the month is “significantly“ higher compared to the numbers reported in the same month in previous years. Although there is no case of death from dengue yet, the increase in the reported cases of the disease prompted the local government unit to declare a state of calamity to be able to release funds for the purchase of medical equipment. Francisco said the purchase of equipment will also be anticipation of more cases during the rainy season. Thirteen out of 19 barangays (villages) in the town were affected, she said. Francisco advised residents to maintain cleanliness and get rid of stagnant waters so dengue-causing mosquitoes would not have places to breed in. In April, the Department of Health (DOH) reported 6.49% increase of dengue cases in the country, citing 19,946 cases in the first quarter of 2015. The number reached 744 in Cagayan Valley, while Calabarzon had the highest with 3,778 and the Autonomous Region of Muslim Mindanao (ARMM) had the lowest with 312. Philhealth subsidizes dengue case confinement with to P31,300 for level 3. The subsidy covers the maximum allowable expense for room, drugs and medicines, and laboratory tests. The health department is expecting the number of dengue cases to peak in the months of July and August.",
    "url": "https://www.rappler.com/nation/97920-luna-isabela-state-of-calamity-dengue",
    "disease": "dengue",
    "entities": "[(0, 7, 'GPE'), (9, 20, 'GPE'), (66, 78, 'LOC_TYPE'), (82, 86, 'GPE'), (90, 97, 'GPE'), (98, 106, 'LOC_TYPE'), (123, 134, 'GPE'), (152, 169, 'STATE'), (205, 207, 'CARDINAL'), (208, 213, 'CASE'), (217, 223, 'DISEASE'), (227, 249, 'DATE'), (251, 257, 'DISEASE'), (384, 388, 'GPE'), (415, 431, 'DATE'), (437, 443, 'CASE'), (447, 452, 'CASE'), (466, 475, 'DATE'), (480, 501, 'CHANGE'), (518, 525, 'CASE'), (538, 552, 'DATE'), (556, 570, 'DATE'), (712, 739, 'STATE'), (913, 921, 'CARDINAL'), (929, 931, 'CARDINAL'), (932, 941, 'LOC_TYPE'), (943, 951, 'LOC_TYPE'), (960, 964, 'LOC_TYPE'), (1154, 1159, 'DATE'), (1165, 1185, 'ORG'), (1187, 1190, 'ORG'), (1201, 1206, 'PERCENT'), (1207, 1215, 'CHANGE'), (1219, 1225, 'DISEASE'), (1226, 1231, 'CASE'), (1239, 1246, 'LOC_TYPE'), (1255, 1261, 'CARDINAL'), (1262, 1267, 'CASE'), (1271, 1296, 'DATE'), (1302, 1308, 'CASE'), (1317, 1320, 'CARDINAL'), (1324, 1339, 'GPE'), (1346, 1356, 'GPE'), (1378, 1383, 'CARDINAL'), (1392, 1428, 'GPE'), (1430, 1434, 'GPE'), (1456, 1459, 'CARDINAL'), (1677, 1683, 'CASE'), (1687, 1693, 'DISEASE'), (1694, 1699, 'CASE'), (1711, 1740, 'DATE')]"
},
{
    "title": "Dengue outbreak strikes 1,800 in Iloilo",
    "timestamp": "2013-07-06T17:20:00",
    "content": "ILOILO, Philippines – The number of dengue cases has surged in this Western Visayas province, infecting more than 1,800 people and killing at least 10, a provincial official said Saturday, July 6. The number of people struck down by the mosquito-borne disease in Iloilo this year is already 71% higher than the same period last year, provincial administrator Raul Banias told Agence France-Presse. He added dengue fatalities in the first half of 2013 were already equal to the total deaths for the whole of 2012. The latest outbreak in the province, located around 400 kilometers south of Manila, has caused particular alarm, because it began before the start of rainy season in June, when mosquitoes are less plentiful, he said. He added that the outbreak may be a sign of the changing behavior of mosquitoes and a result of people storing water improperly. Dengue is spread by mosquitoes that breed in stagnant water and usually bite people during daytime. “But the behavior of the mosquitoes has changed. They are no longer biting only during the day. Even at night, they are biting,“ he said. Additionally, many of the 1.6 million people living in the largely-rural province still stockpile water in their homes due to lack of proper plumbing, making it easier for the mosquitoes to breed. Provincial health workers are now being deployed to the hardest-hit areas to inspect homes, searching for any water container where the mosquitoes might breed, Banias said. Residents are also being advised to keep their water containers covered while victims are being given free treatment in government hospitals, he said. Dengue fever is a recurring problem in the Philippines. While the number of incidents this year is slightly lower nationwide, it has been spiking in certain areas such as Iloilo.",
    "url": "https://www.rappler.com/nation/33088-dengue-outbreak-iloilo",
    "disease": "dengue",
    "entities": "[(0, 6, 'GPE'), (8, 19, 'GPE'), (26, 32, 'CASE'), (36, 42, 'DISEASE'), (43, 48, 'CASE'), (68, 83, 'LOC_TYPE'), (94, 100, 'CASE'), (104, 119, 'CARDINAL'), (131, 135, 'CASE'), (139, 150, 'CARDINAL'), (179, 195, 'DATE'), (201, 207, 'CASE'), (237, 259, 'DISEASE'), (263, 269, 'GPE'), (270, 279, 'DATE'), (291, 294, 'PERCENT'), (295, 301, 'CHANGE'), (307, 332, 'DATE'), (407, 413, 'DISEASE'), (414, 424, 'CASE'), (428, 450, 'DATE'), (464, 469, 'CHANGE'), (483, 489, 'CASE'), (494, 511, 'DATE'), (524, 532, 'STATE'), (536, 548, 'LOC_TYPE'), (748, 756, 'STATE'), (859, 865, 'DISEASE'), (1123, 1134, 'CARDINAL'), (1618, 1624, 'DISEASE'), (1661, 1672, 'GPE'), (1684, 1690, 'CASE'), (1694, 1703, 'CASE'), (1704, 1713, 'DATE'), (1717, 1731, 'CHANGE'), (1732, 1742, 'LOC_TYPE'), (1756, 1763, 'CHANGE'), (1775, 1780, 'LOC_TYPE'), (1789, 1795, 'GPE')]"
},
{
    "title": "Dengue in Davao up 300%",
    "timestamp": "2012-09-24T11:08:00",
    "content": "DAVAO CITY, Philippines - A total of 3,096 dengue cases have been recorded here from January to September this year, an increase of more than 300% from last year's data. In 2011, the local health office documented a total of 896 cases during the same period, according to Melody Pabante, pest control officer of the Davao City's health office. Pabante added that the highest number of incidents this year was recorded during the month of August: 1,069 cases. A total of 42 dengue victims from the city have died since January. Clemarie Secuya, a 3rd year Computer Science student in Ateneo de Davao University, suffered from dengue days after school opened in June this year. “I thought it was just an ordinary case of fever due to the weather that time. I tried taking medicines but my temperature kept on rising,” Secuya recalled. She added that after 3 days of high fever, her mother brought her to the hospital. “When I had my blood checked, we discovered that my platelets were already very low because of dengue,“ Secuya narrated. “We tried every treatment available including herbal medicine like tawa-tawa and even durian, which is believed to be an effective treatment,“ said Secuya. Fortunately, the combination of traditional and alternative medicine was effective, she said. The city health office said the local government is trying its best to regularly remind residents to clean their surroundings to keep dengue mosquitoes away. Aside from information campaign, the local government also conducts fogging in different villages in the city. But fogging is a mere stop-gap measure, Pabante added. She said that the health office has also been distributing Olyset-treated curtains and ovicidal larvicidal (OL) traps to address the problem. In partnership with the Department of Education, Pabante said that the local government was successful in setting up OL traps and Olyset curtains in all public schools in the city. “The increase is really alarming. We are hoping that the people would act on this. The efforts of the residents in removing the breeding ground of mosquitoes is the best solution,“ Pabante said.",
    "url": "https://www.rappler.com/nation/12942-dengue-in-davao-up-300",
    "disease": "dengue",
    "entities": "[(0, 10, 'GPE'), (12, 23, 'GPE'), (37, 42, 'CARDINAL'), (43, 49, 'DISEASE'), (50, 55, 'CASE'), (80, 115, 'DATE'), (120, 128, 'CHANGE'), (132, 146, 'PERCENT'), (152, 163, 'DATE'), (174, 178, 'DATE'), (183, 202, 'ORG'), (225, 228, 'CARDINAL'), (229, 234, 'CASE'), (242, 257, 'DATE'), (316, 326, 'GPE'), (329, 342, 'ORG'), (375, 381, 'CASE'), (385, 394, 'CASE'), (395, 404, 'DATE'), (425, 444, 'DATE'), (446, 451, 'CARDINAL'), (452, 457, 'CASE'), (470, 472, 'CARDINAL'), (473, 479, 'DISEASE'), (480, 487, 'CASE'), (493, 501, 'LOC_TYPE'), (518, 525, 'DATE'), (625, 631, 'DISEASE'), (660, 674, 'DATE'), (1292, 1309, 'ORG'), (1319, 1335, 'ORG'), (1482, 1498, 'ORG'), (1534, 1542, 'LOC_TYPE'), (1550, 1554, 'LOC_TYPE')]"
}
]