[
{
    "title": "Isabela town in state of calamity due to dengue",
    "timestamp": "2015-06-30T13:54:00",
    "content": "ISABELA, Philippines – The rainy season has just started, but the municipality of Luna in Isabela province in the northern Philippines already declared state of calamity after their health office recorded 54 cases of dengue in just the month of June. Dengue is a fever, usually fatal, caused by a bite of Aedes mosquito. It targets the immune system of the body. Dr Claire Francisco, Luna’s health officer, said on Tuesday, June 30, the number of cases reported for the month is “significantly\" higher compared to the numbers reported in the same month in previous years. Although there is no case of death from dengue yet, the increase in the reported cases of the disease prompted the local government unit to declare a state of calamity to be able to release funds for the purchase of medical equipment. Francisco said the purchase of equipment will also be anticipation of more cases during the rainy season. Thirteen out of 19 barangays (villages) in the town were affected, she said. Francisco advised residents to maintain cleanliness and get rid of stagnant waters so dengue-causing mosquitoes would not have places to breed in. Rising cases In April, the Department of Health (DOH) reported 6.49% increase of dengue cases in the country, citing 19,946 cases in the first quarter of 2015. The number reached 744 in Cagayan Valley, while Calabarzon had the highest with 3,778 and the Autonomous Region of Muslim Mindanao (ARMM) had the lowest with 312. Philhealth subsidizes dengue case confinement with to P31,300 for level 3. The subsidy covers the maximum allowable expense for room, drugs and medicines, and laboratory tests. The health department is expecting the number of dengue cases to peak in the months of July and August.",
    "url": "https://www.rappler.com/nation/97920-luna-isabela-state-of-calamity-dengue",
    "disease": "dengue"
},
{
    "title": "Dengue outbreak strikes 1,800 in Iloilo",
    "timestamp": "2013-07-06T17:20:00",
    "content": "ILOILO, Philippines – The number of dengue cases has surged in this Western Visayas province, infecting more than 1,800 people and killing at least 10, a provincial official said Saturday, July 6. The number of people struck down by the mosquito-borne disease in Iloilo this year is already 71% higher than the same period last year, provincial administrator Raul Banias told Agence France-Presse. He added dengue fatalities in the first half of 2013 were already equal to the total deaths for the whole of 2012. The latest outbreak in the province, located around 400 kilometers south of Manila, has caused particular alarm, because it began before the start of rainy season in June, when mosquitoes are less plentiful, he said. He added that the outbreak may be a sign of the changing behavior of mosquitoes and a result of people storing water improperly. Dengue is spread by mosquitoes that breed in stagnant water and usually bite people during daytime. \"But the behavior of the mosquitoes has changed. They are no longer biting only during the day. Even at night, they are biting,\" he said. Additionally, many of the 1.6 million people living in the largely-rural province still stockpile water in their homes due to lack of proper plumbing, making it easier for the mosquitoes to breed. Provincial health workers are now being deployed to the hardest-hit areas to inspect homes, searching for any water container where the mosquitoes might breed, Banias said. Residents are also being advised to keep their water containers covered while victims are being given free treatment in government hospitals, he said. Dengue fever is a recurring problem in the Philippines. While the number of incidents this year is slightly lower nationwide, it has been spiking in certain areas such as Iloilo.",
    "url": "https://www.rappler.com/nation/33088-dengue-outbreak-iloilo",
    "disease": "dengue"
},
{
    "title": "Dengue cases rise in Visayas, Mindanao",
    "timestamp": "2013-07-31T17:21:00",
    "content": "MANILA, Philippines – While the number of dengue cases in the country decreased over the year, Visayas and Mindanao are the exception to the overall trend. The Department of Health (DOH) on Wednesday, July 31, reported a 7.7% drop in the cases of dengue from 67,339 in July 2012 to 62,156 today. DOH Secretary Enrique Ona noted the significant decline of dengue cases in Luzon. In the National Capital Region, cases of the infectious disease went down by 69% based on DOH data. The region recorded the highest decline in the entire country. The Visayas and Mindanao, however, reported a surge of dengue cases. The uptick was pegged at 53% in Visayas and 44% in Mindanao. The DOH said the alarming figures outside of Luzon can be due to “higher amounts of precipitation” experienced in those areas during the first half of the year. Last year, Mindanao’s Davao City registered a 300% increase in the cases of dengue fever. On July 6, Iloilo province of Western Visayas also reported a 71% surge. Dengue is a mosquito-borne disease frequently occurring in tropical and sub-tropical regions that may lead to lethal complications. Loss of lives Emily Divinagracia lost her brother to dengue in the 1980s. \"What it did was bring home the fact that those abstract morbidity and mortality figures… aren't abstract at all—that these are real people, leading real lives, whose illnesses affect real families,\" she said. In an e-mail to Rappler, Divinagracia recalled her brother’s sudden demise at the age of 27. \"After graduating from UP Law as the president of his class, passing the bar exams in the top 20, and working at the Supreme Court under then-Justice Irene Cortes, my brother John caught dengue fever and passed away from dengue hemorrhagic shock after 5 days in hospital,\" she narrated. Divinagracia herself took up medicine at the University of the Philippines (UP) Manila. She said the virus-carrying mosquitoes could have come from anywhere–\"water in pails, improperly-covered containers, long stagnant puddles because of rain, coupled with poor drainage.\" New treatment guidelines This year, dengue fatalities dropped to 263 cases. The death toll is 40% lower than last year’s 435 during this same period. The DOH said new treatment guidelines now focus on earlier replenishment of body fluids. The health agency issues and updates clinical pathways – a standardized management of diseases – disseminated to doctors in public hospitals across the county. Divinagracia who experienced the impact of the disease first-hand – during her brother’s death in the 80s and when she was diagnosed with dengue in 1997 – said early detection would help Filipino families. \"The sort of rapid screening tests available today weren't available 24 years ago, which means supportive therapy can be started much earlier than before,\" she said. Chikungunya outbreak Meanwhile, Ona said on Wednesday, July 31, that it was only a matter of time before the Chikungunya virus hit the Philippines. A surge of cases, he said, had already been reported in Thailand and Singapore last year. \"Chikungkunya is a viral disease similar to dengue,\" the health secretary said. \"Less ang chance of dying. However, mas matagal ang side effects (The chance of dying is less. However, the side effects last longer).\" The Philippine Star reported an outbreak of the disease in 10 Philippine municipalities. The health chief added that sore muscles are often experienced even after one is healed. \"It is even difficult to differentiate it from an ordinary flu, except mas matindi ang (there is worse) muscle and joint pain,\" he explained. DOH efforts Ona encouraged local governments to step up their anti-dengue campaigns as more frequent rains will\"“herald increased mosquito population that thrive in stagnant water.\" The DOH is currently monitoring the Ovicidal-Larvicidal (OL) mosquito traps – an innovation introduced through a joint project with other government agencies – placed in schools and communities. (READ: Crowdsourcing dengue alert) A habit of searching for and eliminating mosquito-breeding sites in local communities at least once a week was also launched by the DOH. The strategy needs collective community efforts, with the searches routinely done 4 pm onwards.",
    "url": "https://www.rappler.com/nation/35290-dengue-cases-rise-visayas-mindanao",
    "disease": "dengue"
},
{
    "title": "Measles-free Philippines by 2017?",
    "timestamp": "3:38 PM, January 07, 2014",
    "content": "MANILA, Philippines – Can the Philippines eliminate measles in 3 years' time? The Department of Health (DOH) said there is enough time as it prepares for a nationwide vaccination September this year. This is the long-term solution of the department for its target of a measles-free nation by 2017\n\"Isa tayo sa pinakaunang bansa na nag-target sa measles elimination (We're one of the first countries to target measles elimination),” Health Assistant Secretary Eric Tayag said in a forum Tuesday, January 7. He said being measles-free means that in a population of 100 million, the laboratory-confirmed cases should not exceed 100 people. Last year, the confirmed cases numbered 1,724. The Philippine population is 92.34 million based on the 2010 census, but the Commission on Population expected the number to reach 97.7 milllion by 2013. (READ: DOH steps up drive vs measles amid outbreak) Tayag said the mass immunization will be conducted for the whole month of September, targeting 13 million children nationwide. Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. Role of LGUs Tayag urged parents in areas with a measles outbreak to have their children vaccinated regardless of whether they were already vaccinated or not. Some 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include: Caloocan City: Bagong Barrio and Dagat-dagatan Las Piñas City: Pamplona Uno, Talon Dos, and Talon Singko Malabon City: Longos and Tonsuya Manila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo Muntinlupa City: Alabang and Putatan Navotas: North Bay Boulevard South Parañaque City: Don Bosco and Moonwalk Taguig City: Bagong Tanyag Valenzuela City: Ugong Tayag said it takes the department two weeks to get confirmation, but at the local government level, a suspected case already prompts an investigation. Valenzuela Rep Sherwin Gatchalian told the department that LGUs can play a big role in preventing the upsurge of measles cases in the National Capital Region through information and mass vaccination. (READ: DOH: Measles upsurge due to kids missing free vaccination) \"We cannot rely on national government all the time since things like these are best managed at the local level...I’m appealing to the DOH to immediately convene a health summit to review the level of preparedness of LGUs and at the same time set a standard ‘emergency response template’ should there be any outbreak,\" he added. Health Secretary Enrique Ona said a measles outbreak mean\n\"there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.\" For Tayag, it means any barangay or district with at least one laboratory-confirmed case. “Lahat ng baby starting 6 months hanggang 59 months bibigyan ng bakuna regardless kung nagkatigdas na o tumanggap na ng bakuna – maliban na lang kung less than a month lang yung bakuna,” he added. (All babies starting 6 months until 59 months will be vaccinated regardless of whether they already had measles or they were already vaccinated – unless the vaccination was administered less than a month ago.) No overdose But the vaccination of children aged 6 months old is only recommended for places with an outbreak. This is 3 months earlier than the prescribed age for the first vaccine (9 to 11 months) which they should still get, as well as the booster shot at 15 months old. The first vaccine is 90% effective, while the booster is 100% effective, Tayag said. “Between isang bakuna at wala, lamang ang isang bakuna. Kaya kahit alam namin na baka di siya maproteksyunan...yung may bakuna, lamang na lamang dun sa 'di nakatanggap ng bakuna. Subali't alam namin na 'di sapat yun kaya kailangan ulitin sa tamang panahon,” he added. (It's better to be vaccinated than not. So even though we know the child may not be protected...the vaccinated child has an advantage compared to the one not vaccinated. But we know that is not enough so the vaccine should be given again at the right time.) In normal conditions, 6 months old is too early for a measles vaccination because maternal antibodies still persist in the baby, rendering the vaccine useless. But during outbreaks, the vaccine is given at 6 months old because, as Tayag said, “nagbabakasakali ka na wala na yung antibodies at kakagat na yung bakuna.” (You're hoping there are no more antibodies and the vaccine will take effect.) Dr Beatriz Quiambao, president of the Pediatric Infectious Disease Society of the Philippines, told parents not to worry, as there is no such thing as an overdose when getting more than the prescribed number of vaccines. Tayag again urged parents to avail of the free vaccines, which he said, is the only prevention against measles. And while it is possible to prevent complications, he said people die of measles mainly because they are malnourished or brought to the hospital too late. Last year, the department recorded 21 deaths due to measles.",
    "url": "https://www.rappler.com/nation/47400-measles-free-philippines-2017",
    "disease": "measles"
},
{
    "title": "21 dead as DOH declares measles outbreak",
    "timestamp": "09:17 PM January 03, 2014",
    "content": "MANILA, Philippines—The Department of Health appealed to parents to have their children vaccinated against measles on Friday as it declared an outbreak of the disease in Metro Manila and other parts of the country. Health Assistant Secretary Dr. Eric Tayag, who is also director of the National Epidemiology Center, said that from Jan. 1 to Dec. 14, 2013, there were already 1,724 confirmed measles cases nationwide, 21 of which led to death. He added that among the 17 regions in the country, only four did not report an increase in the number of measles cases. These are Central Visayas, Eastern Visayas, Northern Mindanao and the Caraga region in Mindanao. The National Capital Region had the most number of cases with 744. Measles outbreak had been declared in the following Metro Manila areas: Quiapo, Sampaloc, Tondo, Binondo, Sta. Cruz, Port Area and Sta. Mesa in Manila; Dagat-dagatan and Bagong Barrio, in Caloocan City; Talon 5, Talon 2 and Pamplona Uno in Las Piñas; Longos and Tonsuya in Malabon; Alabang and Putatan in Muntinlupa; North Bay Boulevard South in Navotas; Moonwalk and Don Bosco in Parañaque; Bagong Tanyag in Taguig; and Ugong in Valenzuela. But Tayag noted that mass vaccinations had already been conducted in those places. He said mass vaccinations would also soon be conducted nationwide, preferably during the summer break. He urged parents to bring their children, especially those between the ages of 6 to 18 months, to health centers for free vaccination. Tayag noted that measles is a contagious viral illness, which can be deadly. He said it commonly spreads among children and even adults, but the most susceptible are children 10 years old and below. He said infants and children with measles should be hospitalized. Children 6 to 18 months old must complete the required two vaccinations to prevent them from contracting measles, he said. Newborn children must take the first preventive vaccine shot for measles upon reaching 6 months to 12 months. The second vaccine shot should be taken upon reaching the age of 12 months to 18 months. “These two consecutive shots must be taken to avoid having the risk of getting measles,” he said. He said measles usually begins with common cold symptoms like high fever, cough, runny nose, red eyes that can last for several days before the appearance of a red, blotchy rash. Tayag suggested that parents bring down the fever with paracetamol and sponge bath to prevent the onset of convulsions, and to get rid of the thick discharges from the nose. He also urged parents to count a child’s inhalations, noting a child less than five years old with more than 40 breaths per minute may have pneumonia.",
    "url": "http://newsinfo.inquirer.net/557253/21-dead-as-doh-declares-measles-outbreak",
    "disease": "measles"
},
{
    "title": "7 measles deaths recorded in Davao City in August",
    "timestamp": "August 31, 2014 9:56am",
    "content": "At least seven children died due to measles in Davao City in August, a Mindanao news site quoted a city health official as saying late Saturday.\nCity Health Office immunization head Armi Capili said the spike in such cases was due to many mothers' failure to have their children immunized, MindaNews reported.\nShe said another reason could be the disease's contagious nature where one case can contaminate up to 20 people.\nOf some 1,228 suspected measles cases as of August 27, 120 have been confirmed so far.\nAs of August 8, the CHO said most reports of suspected measles cases came from Talomo North with 201, Talomo South with 133, and Buhangin with 116.\nIn 2012, Capili said there were only four confirmed cases in Davao City. She said this could be due to an intensified immunization campaign in 2011.\nThere were 50 confirmed cases in 2013.\nDepartment of Health regional unit head for health education and promotion Divene Hilario said the total regional prevalence of measles in 2013 was only 129.\nCapili said the department will head a massive immunization program for measles, rubela, and polio from September 1 to 30 at health centers and other vaccination points.\nMiscommunication?\nMindaNews quoted Hilario as saying there may be a miscommunication with mothers on immunization against measles.\n\"The problem is that some parents do not take their children back to the health centers after the prescribed nine months for a second shot,\" she said.\nShe said parents need to take their children to the centers again for a second booster dose.\nIn the meantime, the City Health Office urged parents to take their children below five years old for free vaccination during September.\nOn the other hand, CHO assistant officer for operations Marjorie Culas said the expanded immunization campaign may have been a victim of online misinformation.\nCulas cited online information claiming “bad effects” of immunization such as a cause of abortion and autism.",
    "url": "http://www.gmanetwork.com/news/news/regions/377136/7-measles-deaths-recorded-in-davao-city-in-august/story/",
    "disease": "measles"
},
{
    "title": "Typhoid outbreak declared in Tuburan, Cebu",
    "timestamp": "March 05, 2012 8:42 PM",
    "content": "MANILA, Philippines - The health department on Monday, March 5, declared a typhoid fever outbreak in 54 barangays in Tuburan, Cebu.\nAs much as 400 individuals in the area have been afflicted by the disease. The number of cases was observed to have started piling up last February 22. Of the 400 reported cases, 31 were confined in hospitals in Tuburan, a coastal town located north of Cebu City.\nDepartment of Health Assistant Secretary Eric Tayag said the department is eyeing \"contaminated water\" as the cause of the outbreak. He said, however, that it is not clear yet whether the contaminated water came from pipelines or deep wells, the two sources of residents for their water.\nTayag said the health department has already dispatched teams to look into the outbreak. Meantime, he advised residents of the affected areas to boil or disinfect water, while health officials are waiting for lab results on the water tests.\nTayag said antibiotics were already distributed to those requiring treatment. This is to prevent deaths due to intestinal hemorrhage or severe bacterial infection.\nPotentially fatal disease\nTyphoid fever is a life-threatening illness caused by the bacterium Salmonella Typhi.\nA person can get it from food or drink contaminated by the feces or urine of infected people.\nTyphoid symptoms usually develop 1–3 weeks after exposure, and may be mild or severe. Symptoms include high fever, malaise, headache, constipation or diarrhea, rose-colored spots on the chest, and an enlarged spleen and liver.\nEven after symptoms go away, those afflicted may still be carrying Salmonella Typhi, according to information published by the Atlanta-based Centers for Disease Control and Prevention (CDC).\nThis means the illness could return, or the person previously afflicted could pass the disease to other people.\nHow to avoid typhoid\nThe CDC lists down the following tips to avoid typhoid:\n\nIf you drink water, buy it bottled or bring it to a rolling boil for 1 minute before you drink it.\nAsk for drinks without ice--unless the ice is made from bottled or boiled water. Avoid popsicles and flavored ices that may have been made with contaminated water.\nEat foods that have been thoroughly cooked and that are still hot and steaming.\nAvoid raw vegetables and fruits that cannot be peeled. Vegetables like lettuce are easily contaminated and are very hard to wash well.\nWhen you eat raw fruit or vegetables that can be peeled, peel them yourself. (Wash your hands with soap first.) Do not eat the peelings.\nAvoid foods and beverages from street vendors. It is difficult for food to be kept clean on the street, and many travelers get sick from food bought from street vendors.",
    "url": "https://www.rappler.com/nation/2126-typhoid-outbreak-declared-in-tuburan,-cebu",
    "disease": "typhoid"
},
{
    "title": "Pangasinan gastroenteritis, typhoid cases up in 1st 5 months of 2015",
    "timestamp": "June 17, 2015 3:56am",
    "content": "Pangasinan health authorities on Tuesday reminded the public to be careful of the food they buy, especially from ambulant vendors, as gastroenteritis and typhoid fever cases were on the rise in the province during the first five months of 2015.\nAccording to a report from GMA Dagupan, the Provincial Health Office (PHO) found that from January 1 to June 1, there were 261 cases of typhoid fever compared to 230 during the same period last year. There were also 4,100 cases of gastroenteritis from January 1 to June 1, compared to 3,900 last year.\nThe Pangasinan provincial health officer Dr. Anna de Guzman warned that the illnesses came from the contaminated water and mishandled food. Also, food can spoil quickly and is susceptible to contamination, especially during hot and humid periods\nTo prevent more illnesses, vendors applying for a sanitary permit to operate were given lessons on proper food handling by the PHO. \"Nagsasagawa kami ng orientation sa mga tindera na dapat may sanitary permit din,\" de Guzman said.\nAccording to the MedlinePlus website, typhoid fever is an infection that causes diarrhea and a rash commonly caused by the bacterium Salmonella typhi.\nSymptoms include fever, general ill-feeling and abdominal pain, as well as high fever (39.5 degrees Celsius) or higher and severe diarrhea.\nMedline described gastroenteritis - also called stomach flu - as an inflammation of the lining of the intestines caused by a virus, bacteria or parasites.\nSymptoms include diarrhea, abdominal pain, vomiting, headache, fever and chills, though most may recover with no treatment.\nBut gastroenteritis' most common problem is dehydration, especially in infants, young children, elderly and people with weak immune systems.",
    "url": "http://www.gmanetwork.com/news/news/regions/505226/pangasinan-gastroenteritis-typhoid-cases-up-in-1st-5-months-of-2015/story/",
    "disease": "typhoid"
},
{
    "title": "Typhoid fever downs over 500 in Laguna",
    "timestamp": "March 3, 2008 9:22am",
    "content": "MANILA, Philippines - More than 500 residents in 18 villages in Calamba City in Laguna were hospitalized due to typhoid fever, GMA's Unang Balita reported Monday.\nThe television report said severely affected were villages Pansol and Bucal.\nBased on the record of Philippine National Red Cross, 504 patients were being treated in nine hospitals in the city as of 10 p.m. Sunday.\nThe PNRC-Laguna chapter said patients downed by typhoid fever started pouring into hospitals February 16. The number of patients doubled last week.\n\"Sa ganitong karaming cases, sa tingin po namin mukhang water ang pinagmulan (ng sakit),\" Dr. Chari Juangco, JP Rizal Memorial Medical Center, told GMA News.\nAt least 157 typhoid patients were being treated at the said hospital which only has a capacity to accommodate 50 patients at a time.\nThe television report said most of the patients at JP Rizal Memorial Medical Center were on the floor due to the hospital's insufficient number of beds.\nJuangco said they are also having a shortage of medicines and medical supplies.\n\"'Yung IV (intravenous) lines po namin talagang nauubusan po kami, yung suwero, IV fluid, yung ibang medications po namin medyo nagkakaubusan,\" she said. \nThe television report said Department of Health-Region 4 is now conducting test on the water sample from the Calamba Water District.",
    "url": "http://www.gmanetwork.com/news/news/regions/83070/typhoid-fever-downs-over-500-in-laguna/story/",
    "disease": "typhoid"
}
]