{
    "abs-cbn": [
        {
            "title": "LPA to make landfall in Visayas: PAGASA",
            "timestamp": "Sep 25 2017 08:19 AM",
            "content": [
                "MANILA - A low pressure area or brewing storm is set to make landfall in Visayas and bring rains in large swaths of the country Monday, state weather bureau PAGASA said.",
                "\"Ngayong araw, may posibilidad po iyang mag-landfall sa Visayas bilang LPA,\" PAGASA meteorologist Gener Quitlong told DZMM.",
                "During the \"ber\" months, a high pressure area north of the country prevents LPAs and tropical cyclones from moving north, forcing the weather disturbances to hit land, Quitlong said.",
                "Monday's LPA will cause moderate to occasional heavy rains, strong winds and possible floods in Visayas, Mindanao, Metro Manila, Bicol, Calabarzon, Mimaropa and Aurora province, according to a PAGASA weather bulletin.",
                "The rest of Luzon meanwhile will experience partly cloudy to cloudy skies with isolated rains or thunderstorms.",
                "The weather disturbance may intensify into a tropical cyclone before it leaves the Philippine area of responsibility, Quitlong added.",
                "The LPA was last spotted 245 kilometers east of Hinatuan, Surigao del Sur at 3 a.m., PAGASA said.",
                "Visit the ABS-CBN Weather Center for the latest weather updates."
            ],
            "url": "http://news.abs-cbn.com/news/09/25/17/lpa-to-make-landfall-in-visayas-pagasa\n"
        },
        {
            "title": "A family in the evacuation center",
            "timestamp": "Sep 25 2017 10:49 AM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/25/17/a-family-in-the-evacuation-center\n"
        },
        {
            "title": "13-anyos patay sa pamamaril sa Pasay",
            "timestamp": "Sep 25 2017 10:11 AM",
            "content": [
                "MANILA - Patay ang isang 13-anyos na binatilyo makaraang pagbabarilin ng naka-motorsiklong lalaki sa Pasay, Linggo.",
                "Sa kuha ng CCTV, makikita ang pagsalpak ng biktimang si Jayross Brondial na makailang ulit binaril ng lalaking sakay ng pulang motorsiklo sa kanto ng Tramo at Inocencio Streets, alas-3 ng hapon.",
                "\"Nakarinig kami ng putok. Paglingon ko, nakita ko na lang tumayo pa 'yung bata at nakalakad ng 3, 2 hakbang tapos bigla na lang tumumba sa sahig, pinagbabaril pa rin,\" kuwento ng kagawad na si Tony Bacsal.",
                "Sinubukan pa anya ng pinsan ni Brondial na habulin ang suspek pero nakatakas ito.",
                "Dagdag ni Bascal, posibleng biktima ng mistaken identity ang bata.",
                "\"Mayroon kasing identified na tao talagang pinagpaplanuhang itumba eh halos silang walang kasuotan,\" sabi ng kagawad.",
                "Idineklara si Brondial na dead on arrival sa ospital. Nagtamo siya ng 2 tama ng bala sa ulo at 4 sa katawan.",
                "Ulat ni Kristine Sabillo, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/25/17/13-anyos-patay-sa-pamamaril-sa-pasay\n"
        },
        {
            "title": "PH vows probe on sea chase that killed 2 Vietnamese",
            "timestamp": "Sep 25 2017 09:45 AM",
            "content": [
                "MANILA - The Philippine government on Monday promised Hanoi a fair investigation into the deaths of two Vietnamese fishermen during an incident involving the Philippine Navy off the coast of Pangasinan.",
                "The Northern Luzon Command said they chased the Vietnamese fishermen who evaded arrest for fishing illegally in waters off Bolinao, Pangasinan. The foreigners allegedly fought naval authorities, prompting a shoot-out.",
                "The bodies of the 2 slain Vietnamese nationals were brought to a morgue, while their 5 companions were taken into the Bolinao police custody.",
                "Foreign Affairs Secretary Alan Peter Cayetano assured Vietnamese Deputy Prime Minister Pham Binh Minh that authorities will look into the incident, during a meeting of Southeast Asian ministers in New York.",
                "\"We would like to offer our sympathies over the unfortunate loss of life and give you our assurance that we will conduct a fair and thorough investigation into this matter,\" Cayetano was quoted as telling Minh in a statement from the Department of Foreign Affairs (DFA).",
                "Cayetano said investigating teams from the Navy, the Philippine Coast Guard, and the Philippine National Police have been dispatched to Pangasinan.",
                "The 5 arrested Vietnamese fishermen will be accorded proper treatment, Cayetano added.",
                "DFA officials, he said, are giving regular updates to the Vietnamese Embassy in Manila."
            ],
            "url": "http://news.abs-cbn.com/news/09/25/17/ph-vows-probe-on-sea-chase-that-killed-2-vietnamese\n"
        },
        {
            "title": "2-araw na transport strike, umarangkada na",
            "timestamp": "Sep 25 2017 08:41 AM",
            "content": [
                "MANILA - Nagkumahog makasakay ang mga pasahero sa iba't-ibang siyudad ng Luzon sa pagsisimula Lunes ng 2-araw na tigil-pasada ng ilang transport group.",
                "Sa pangunguna ng transport group Stop and Go Coalition, tinuligsa ng protesta ang plano ng gobyerno na palitan ng makabago ngunit mas mahal na unit ang mga jeepney na 15 taon nang pumapasada.",
                "Nagkakahalaga ang mga electric jeep ng P1.6 milyon. Kahit may alok na P80,000 na subsidy ang pamahalaan, kakailanganin pa ring magbayad ng mga driver ng P800 kada araw sa loob ng 7 taon para mabili ang mga ito, ayon kay Stop and Go head Jun Magno.",
                "Malabo aniyang mabuno ito ng mga driver na kasalukuyang nagbabayad ng nasa P600 na boundary at kumikita lang ng P200 hanggang P300.",
                "Lumahok sa protesta laban sa jeepney modernization ang mga miyembro ng Stop and Go sa Metro Manila, Central Luzon at Calabarzon.",
                "Sa Commonwealth sa Quezon City, hindi naiwasan ng ilang commuter na mag-agawan sa iilang jeepney na pumasada bago ang transport strike.",
                "Pinili naman ng ilang pasahero sa Monumento na sumakay na lang ng Light Rail Transit kaysa magbakasali sa paghihintay ng jeep at ma-stranded sa lansangan.",
                "Nagpakalat na ng 70 bus ang gobyerno para mag-alok ng sakay sa mga pasahero, ayon kay Land Transportation Franchising and Regulatory Board (LTFRB) board member Aileen Lizada.",
                "Papasada aniya ang mga naturang bus sa UP Technohub at Camp Aguinaldo sa Quezon City, Monumento sa Caloocan, SM Marikina, Luneta parade ground sa Maynila, Macapagal Avenue sa Pasay, at MMDA parking lot sa Makati.",
                "\"If ever po mayroong stranded passengers, dyan lang po kayo, we see you sa CCTV, you are being reported by enforcers,\" ani Lizada sa panayam ng DZMM.",
                "P12 ang pamasahe sa air-conditioned special trip buses, habang P10 naman para sa non-airconditioned | via @arraperezDZMM pic.twitter.com/ICDKGgGAlX",
                "Pinabulaanan din ni Lizada na hindi kakayanin ng bulsa ng mga driver ang modernization plan.",
                "Aniya, kikita nang mas malaki ang mga driver gami ang mga e-jeepney dahil kaya ng mga itong magsakay ng hanggang 32 pasahero at mangangailangan ng mas maliit na maintenance cost.",
                "Bukod dito, mas magiginhawaan aniya ang mga pasahero sa makabagong jeepney na air-conditioned, may ligtas na babaan at sakayan sa tagiliran, at akma sa pangangailangan ng persons with disabilities.",
                "Pinaalalahanan din ni Lizada ang mga driver na labag sa batas ang pagsasagawa ng tigil-pasada.",
                "\"Bawal gamitin ang prangkisa, you do not use it as a kind of protest against government. You are not allowed to stop operations. Ang penalty po nito ay cancellation or suspension of your franchise,\" babala niya.",
                "Itutuloy naman ng Stop and Go ang kanilang strike sa Martes kung mabibigong maka-usap si Pangulong Rodrigo Duterte."
            ],
            "url": "http://news.abs-cbn.com/news/09/25/17/2-araw-na-transport-strike-umarangkada-na\n"
        },
        {
            "title": "LPA to make landfall in Visayas: PAGASA",
            "timestamp": "Sep 25 2017 08:19 AM",
            "content": [
                "MANILA - A low pressure area or brewing storm is set to make landfall in Visayas and bring rains in large swaths of the country Monday, state weather bureau PAGASA said.",
                "\"Ngayong araw, may posibilidad po iyang mag-landfall sa Visayas bilang LPA,\" PAGASA meteorologist Gener Quitlong told DZMM.",
                "During the \"ber\" months, a high pressure area north of the country prevents LPAs and tropical cyclones from moving north, forcing the weather disturbances to hit land, Quitlong said.",
                "Monday's LPA will cause moderate to occasional heavy rains, strong winds and possible floods in Visayas, Mindanao, Metro Manila, Bicol, Calabarzon, Mimaropa and Aurora province, according to a PAGASA weather bulletin.",
                "The rest of Luzon meanwhile will experience partly cloudy to cloudy skies with isolated rains or thunderstorms.",
                "The weather disturbance may intensify into a tropical cyclone before it leaves the Philippine area of responsibility, Quitlong added.",
                "The LPA was last spotted 245 kilometers east of Hinatuan, Surigao del Sur at 3 a.m., PAGASA said.",
                "Visit the ABS-CBN Weather Center for the latest weather updates."
            ],
            "url": "http://news.abs-cbn.com/news/09/25/17/lpa-to-make-landfall-in-visayas-pagasa\n"
        },
        {
            "title": "US Embassy calls out fake news quoted by Filipino columnist",
            "timestamp": "Sep 24 2017 10:13 PM",
            "content": [
                "MANILA - The US Embassy on Sunday denied reports claiming US Ambassador to the United Nations Nikki Haley expressed support for President Rodrigo Duterte in a speech.",
                "The report was first published on a fake Al Jazeera website, which was already called out by the news agency's Philippine correspondent, Jam Alindogan.",
                "",
                "However, Yen Makabenta, a Manila Times columnist, apparently fell for the fake news as he used the report in his September 23 opinion piece. ",
                "In \"Superstar speaks: Give Duterte space to run the Philippines,\" Makabenta said because of the report, he now understands why Haley was called a \"superstar\" in the Donald Trump Cabinet.",
                "Reacting to this, US Embassy press attaché Molly Koscina said: \"There has been reporting recently incorrectly quoting a speech that was never made.\"",
                "She also said the remarks of Ambassador Haley are available on the US Mission to the United Nations website for reference. -- Report from Michael Delizo, ABS-CBN News",
                "US Embassy, itinanggi na dinipensahan ni US Ambassador Nikki Haley si Pangulong Duterte sa UN | via @michael_delizo pic.twitter.com/peNVqkj3NI",
                ""
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/us-embassy-calls-out-fake-news-quoted-by-filipino-columnist\n"
        },
        {
            "title": "Lalaki, tinaga dahil sa agawan sa kanta sa videoke",
            "timestamp": "Sep 24 2017 09:28 PM",
            "content": [
                "ILOCOS NORTE – Boluntaryong sumuko sa estasyon ng pulisya ng Piddig, Ilocos Norte ang 30 taong gulang na construction worker na si Jennifer Corpuz Sabado ng umaga. ",
                "Si Corpuz ang suspek sa pananaga sa kanyang kapwa construction worker at kabarangay na si Jun Bartolome ng Barangay Cabaroan, Piddig, Ilocos Norte. ",
                "Batay sa imbestigasyon, nasa isang inuman ang dalawa sa Barangay Cabaroan gabi nitong Biyernes nang mangyari ang insidente. ",
                "Kwento ng biktima, nakikipag-usap siya sa isang kamag-anak nang bigla na lamang tinaga ni Corpuz ang likod nito. ",
                "“Kine-claim ng biktima, kauupo lamang niya at nakikipag-usap sa certain Den Guillermo nang bigla siyang may naramdaman na masakit sa kanyang likod, kinapa niya ito, at nang lumingon siya, nakita niya itong suspek na si 'Dianong' na tumakbo hawak hawak ang isang itak,\" paliwanag ni SPO2 Carlos Juan, imbestigador ng Piddig Police Station.",
                "Aminado naman ang suspek na tinaga niya si Bartolome. Nagawa lamang daw niya ito dahil sa inis at sakit ng loob na inagawan siya ng grupo ng biktima ng kakantahin sana niya sa videoke. ",
                "“Nangyari ‘yun, minsan lang na kinanta ng isa sa mga kasama namin, hindi ako umimik. ‘Yung sumunod, doon na ako nainis, dalawang beses na nangyari. Inagaw nila, kinanta lamang ang napili kong kanta,\" sabi ng suspek. ",
                "Nagtataka naman ang biktima kung bakit nagawa siyang tagain ng suspek. Wala naman daw siyang kasalanan o atraso sa kanya. Hindi rin umano niya inagawan ng kanta si Corpuz. ",
                "Si Bartolome pa nga umano ang nagsabing kantahin na lamang ang mga napili niyang kanta sa videoke.",
                "\"Naglagay ng kanta para kantahin daw namin kasi baka hindi niya na raw mahintay. Kantahin mo na, sabi ng pinsan ko. 'Hindi na, kantahin niyo na lang,' sabi niya dahil nahihilo raw ito, hanggang sa nagpaalam sa akin nauuwi na siya. Mabilis lang kasi malapit lang ang bahay nila. Mga 15 minutes lang siguro, bumalik siya, at doon, tinaga na lang ako,\" ani Bartolome. ",
                "Hindi raw mapapatawad ni Bartolome si Corpuz na kanyang sasampahan ng kaso. "
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/lalaki-tinaga-dahil-sa-agawan-sa-kanta-sa-videoke\n"
        },
        {
            "title": "'Mga lider ng mga terorista, malabong makatakas pa'; Ilan pang tulay, nabawi at bantay-sarado ng AFP",
            "timestamp": "Sep 24 2017 08:18 PM",
            "content": [
                "Sa unang pagkakataon mula nang sumiklab ang gulo sa Marawi City, tinawid ng mga militar ang ilang tulay na kamakailan lang nabawi mula sa teroristang grupong Maute.",
                "Alas-10 ng umaga nitong Linggo, tinawid ng mga heneral at kumander ang Bayabao Bridge sa Bangolo at Masiu Bridge sa Raya Madaya.",
                "Setyembre 22 lang nang mabawi ng militar mula sa Maute ang Masiu Bridge. ",
                "Para kay Romeo Brawner, deputy commander ng Joint Task Group Ranao, malaking bagay ang pagkakabawi sa mga tulay na nagdudugtong sa dalawang bahagi ng Marawi City.",
                "Mayo nang mabawi ng mga sundalo ang mga tulay ng Mapandi at Bayabao.",
                "Dahil sa pagkakabawi sa mga tulay, mauumpisahan na ng militar ang susunod na hakbang sa kanilang operasyon.",
                "Naniniwala naman ang militar na nasa loob pa rin ng \"main battle area\" ang mga pinuno ng Maute na sina Isnilon Hapilon at Omar Maute.",
                "Mahihirapan na umanong tumakas ang mga ito dahil bantay-sarado na ng militar ang mga maaaring lagusan palabas ng main battle area.",
                "Dagdag ni Brawner, lalo pang humina ang puwersa ng kalaban ngayong tumuntong na sa ikaapat na buwan ang bakbakan sa Marawi.",
                "-- Ulat ni Raphael Bosano, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/mga-lider-ng-mga-terorista-malabong-makatakas-pa-ilan-pang-tulay-nabawi-at-bantay-sarado-ng-afp\n"
        },
        {
            "title": "Suspek sa pagkasawi ng law student, tumangging humarap sa mga magulang ng biktima",
            "timestamp": "Sep 24 2017 08:08 PM",
            "content": [
                "- Umaasa ang mga magulang ni Horacio Castillo III na makakausap ang suspek sa pagdinig ng Senado\r\n- May nanindak din umano sa pamilya Castillo habang nagluluksa sa burol ng law student\r\n- Inalala ng ilang bumbero si Castillo na dating sinagip mula sa sunog",
                "Bigong makaharap at makausap ng mga magulang ni Horacio \"Atio\" Castillo III ang pangunahing suspek sa pagkasawi ni Castillo na si John Paul Solano nitong Linggo, Setyembre 24.",
                "Tumungo ang mga magulang ni Castillo sa Manila Police District (MPD) pasado alas-10 ng umaga para makausap si Solano.",
                "Una nang ipinahayag ni Carmina Castillo, ina ng biktima, na nais niyang ipakuwento kay Solano ang mga pangyayari sa initiation rites na kumitil sa buhay ng 22 anyos niyang anak.",
                "Pero tumangging humarap si Castillo sa mag-asawa dahil wala ang abogado niya.",
                "Umaasa ang mga Castillo na makakaharap nila si Solano sa pagdinig ng Senado sa Lunes, Setyembre 25.",
                "Ayon sa MPD, madadagdagan pa ang mga matutukoy na suspek at persons of interest sa kaso, bukod sa mag-amang Trangia.",
                "Si Ralph Trangia ang miyembro ng Aegis Jvris na lumipad patungong Amerika, isang araw bago ilabas ng Bureau of Immigration ang lookout bulletin para sa mga sangkot sa insidente.",
                "Suspek din ang ama ni Ralph na si Antonio Trangia, isang alumnus ng Aegis Jvris at ang rehistradong may-ari ng pulang pick-up truck na ginamit upang dalhin ang bangkay ni Castillo sa Chinese General Hospital.",
                "Nagpadala na ng \"surrender feelers\" si Antonio sa MPD nitong Linggo ng tanghali upang pangasiwaan ang kaniyang pagsuko.",
                "Ayon sa Volunteers Against Crime and Corruption (VACC), may mga maiimpluwensiyang taong inaantala umano ang imbestigasyon sa kaso ni Castillo.",
                "Samantala, nagpadala na ng mga tauhan ang pulisya sa burol ni Castillo matapos ang umano'y tangkang paninindak sa kaniyang pamilya, ayon kay Senador Migs Zubiri.",
                "Kuwento ni Zubiri, may dumating sa burol na di kilala ng pamilya at tila may pagka-siga pa raw nang tanungin ang padre de pamilya kung anong plano nila.",
                "\"Siyempre, although biktima ang pamilya ni Horacio Castillo, ang problema ang kaaway nila medyo influential, ma-impluwensiya. So we have to be cautious at all times,\" ani Zubiri.",
                "Nailigtas mula sa sunog",
                "Nag-viral naman sa social media ang larawan ni Castillo nang iligtas siya ng mga bumbero sa isang sunog sa Paco, Maynila noong Disyembre 2005.",
                "Ayon sa nag-post na si Fire Officer 2 Lords Hernandez, nakita niya kung gaano kahandang magbuwis ng buhay ang ama ni Castillo masagip lang ang noo'y 10 taong gulang na anak.",
                "Pinarangalan noon ang mga bumbero nang maisalba ang pamilya Castillo at iba pa sa sunog.",
                "Kaya nalungkot sila nang malamang namatay sa hazing ang batang sinagip nila.",
                "Ayon sa mga bumbero, bahagi ng kanilang buhay si Castillo.",
                "Nakikiisa sila sa panawagang matugis ang mga maysala sa batang sinagip nila.",
                "-- Ulat ni Jeck Batallones, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/suspek-sa-pagkasawi-ng-law-student-tumangging-humarap-sa-mga-magulang-ng-biktima\n"
        },
        {
            "title": "Minority bloc urges Senate to allow De Lima join plenary deliberations",
            "timestamp": "Sep 24 2017 07:34 PM",
            "content": [
                "MANILA -- Senators belonging to the minority bloc is urging the Senate to let detained Senator Leila de Lima to participate in plenary deliberations, pending the resolution of the charges pressed against her.",
                "In resolution 505, the senators said De Lima should not be considered a \"flight risk\" as she voluntarily surrendered when authorities served an arrest warrant against her. ",
                "Among the senators who signed the resolution are Minority Floor Leader Franklin Drilon, and Senators Bam Aquino, Risa Hontiveros, Francis Pangilinan, and Antonio Trillanes IV.",
                "The senators said De Lima continued to work and file bills even in detention at the Philippine National Police-Custodial Center in Camp Crame.",
                "The minority lawmakers even said the Senate can take custody of De Lima and guarantee of her presence when required by the court or the proper authorities. ",
                "They cited cases in the past when senators Justiniano Montano and Juan Ponce Enrile were allowed to post bail and perform their senatorial duties despite criminal cases against them.",
                "\"By allowing Senator De Lima to continue performing her duties as a senator of the Republic of the Philippines, we are heeding to the call of the overwhelming mandate of the electorate who wants Senator De Lima to represent them,\" they said.",
                "De Lima has been detained since February 24, 2017 after the Muntinlupa RTC Branch 204 issued an arrest order against her on drug charges. ",
                "The senator, among the administration's fiercest critics, has decried the allegations as mere lies and political persecution."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/minority-bloc-urges-senate-to-allow-de-lima-join-plenary-deliberations\n"
        },
        {
            "title": "Military officials finally cross Marawi bridges retaken from Maute",
            "timestamp": "Sep 24 2017 04:20 PM",
            "content": [
                "MARAWI - For the first time since conflict in this city erupted, military officials were able to cross two bridges that were recently retaken by government troops from the Maute terror group. ",
                "At 10:00 a.m. Sunday, Major Generals Rolando Bautista and Danilo Pamonag, Commander of the Joint Task Force Marawi and Commander of the Joint Special Operations Task Force Trident respectively, crossed the Bayabao Bridge and the Masui Bridge. ",
                "The two commanders were met on the other end of the bridges by Brigadier General Melquiades Ordiales, the Commander of the Joint Task Group Tiger. ",
                "According to Major General Bautista, this is a significant progress in the effort of the Armed Forces of the Philippines and the Philippine National Police to defeat the terrorists, rescue the hostages, and regain control of the whole city. ",
                "\"The terrorists are now becoming desperate as our soldiers and police are closing in on their defensive positions. We are continuing our appeal to the terrorists to release their hostages and for them to surrender,\" he added. ",
                "On its 125th day since the siege started, 151 soldiers and police have paid the ultimate sacrifice while 694 terrorists have been killed. ",
                "During his 5th visit to Marawi City last September 21, 2017, President Rodrigo Duterte said \"the end of the combat operation is just around the corner.\""
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/military-officials-finally-cross-marawi-bridges-retaken-from-maute\n"
        },
        {
            "title": "Hinihinalang NPA, patay sa engkuwentro sa Batangas",
            "timestamp": "Sep 24 2017 04:15 PM",
            "content": [
                "MANILA - Patay ang isang hinihinalang miyembro ng New People's Army matapos makasagupa ang puwersa ng gobyerno sa bulunduking bahagi ng Batangas City, Linggo.",
                "Pasado alas-9 ng umaga pumutok ang engkuwentro sa boundary ng mga barangay ng Cumba, Talumpok Silangan at Talahib Pandayan, ayon kay Batangas police chief Supt. Norberto Delmas. ",
                "Hindi pa nakikilala ang umano'y NPA fighter na nasawi sa insidente. ",
                "Nahihirapan ang mga awtoridad na pasukin ang lugar dahil sa mga ikinalat na improvised explosive device ng NPA, dagdag ni Delmas. \n \nNaglatag na aniya ng checkpoints sa Batangas City, kasabay ng pag-monitor sa mga ospital. ",
                "-- Ulat ni Dennis Datu, ABS-CBN News "
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/hinihinalang-npa-patay-sa-engkuwentro-sa-batangas\n"
        },
        {
            "title": "Pamilya ni Atio, sinubukang sindakin sa burol - Sen. Zubiri",
            "timestamp": "Sep 24 2017 03:59 PM",
            "content": [
                "MANILA - Nagpadala ng mga tauhan ang pulisya sa burol ng hazing victim na si Horacio Castillo III matapos ang isang hinihinalang pagtatangka na sindakin ang kanyang pamilya, kinumpirma ni Senador Migs Zubiri ng Linggo. ",
                "\"Noong isang araw, may dumating ditong 'di nila kilala, parang sina-psychological ano si Tito, yung tatay ni Atio... Sinabihan siya na medyo siga, ang dating na 'Eh ano, anong plano niyo na yun?,\" sabi sa mga reporter ni Zubiri, kaibigan ng pamilya Castillo. ",
                "Ayon kay Zubiri, balak sana ng pamilya ng University of Santo Tomas student na kumuha ng security agency, pero humingi na lang sila ng tulong sa halip kay Director General Ronald Dela Rosa, hepe ng Philippine National Police. ",
                "\"Kaagad-agad nagpadala siya (Dela Rosa) ng pulis dito, plainclothes na policemen. In cases like this kasi, 'di mo maiiwasan na may mapikon din sayo,\" sabi ni Zubiri. ",
                "\"Siyempre although biktima ang pamilya ni Horacio Castillo, ang problema ang kaaway nila medyo influential, ma-impluwensiya. So we have to be cautious at all times.\"",
                "Natagpuan ang bangkay ng 22-anyos na si Castillo sa bangketa sa Tondo, Maynila noong Setyembre 17, ilang oras matapos siyang magpaalam sa mga magulang na dadalo sa welcoming rites ng Aegis Jvris fraternity. \n \nKabilang sa mga suspek na pinangalanan ng pulisya sina John Paul Solano, na nagdala kay Castillo sa ospital; Antonio Trangia, may-ari ng sasakyan na ginamit para isugod ang binata; at anak ni Trangia na si Ralph, officer ng Aegis Jvris. ",
                "Lumipad pa-Chicago si Ralph nitong nakaraang linggo habang nagpahiwatig naman ng kagustuhang sumuko sa mga awtoridad ang kanyang ama, ayon sa Manila Police District. ",
                "Nasa kustodiya na ng pulisya si Solano. Nakatakda siyang humarap sa Lunes sa imbestigasyon ng Senado ukol sa pagkamatay ni Castillo. ",
                "Nais ng ina ni Castillo na kumprontahin si Solano at iba pang mga saksi, sabi ni Zubiri. ",
                "Aniya, \"Ang feeling ng nanay hindi niya alam kung anong gagawin niya daw 'pag nakita niya ang mga witnesses sa Monday kasi gusto niyang komprontahin ang witnesses, kung ano bang nangyari, ano bang ginawa ninyo sa anak ko, yan ang sinabi niya kanina.\" "
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/pamilya-ni-atio-sinubukang-sindakin-sa-burol-sen-zubiri\n"
        },
        {
            "title": "LOOK: Damaged structures in Lanao town after magnitude 5.4 quake",
            "timestamp": "Sep 24 2017 03:57 PM",
            "content": [
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "Photo courtesy of Lanao del Sur PRRDMO",
                "MANILA - Residents of Wao, Lanao del Sur were forced to evacuate houses and buildings following a series of earthquakes that rocked parts of Mindanao early Sunday morning.",
                "Photos from the Lanao Del Sur local government shows damaged walls and ceilings in some of the houses in Wao, where Intensity III was felt due to the magnitude 5.4 tremor.",
                "Wao's district hospital was also damaged and patients were brought out of the structure to make sure they are safe from falling debris, as authorities continued to check the buildings.",
                "Aside from the tremor in Lanao del Sur at 5:18 a.m., the town of Don Carlos in Bukidnon was also rocked by a magnitude 4.1 quake at 5:30 a.m."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/look-damaged-structures-in-lanao-town-after-magnitude-54-quake\n"
        },
        {
            "title": "Army, police seize high-powered guns, bandit leader in Sultan Kudarat",
            "timestamp": "Sep 24 2017 03:42 PM",
            "content": [
                "SULTAN KUDARAT - Security forces seized high-powered guns and arrested an alleged bandit leader during a raid in the hinterland village of Sitio Sapale, Bgy Kabulanan, Bagumbayan at 6:00am on Saturday Sept. 23. ",
                "Philippine army soldiers joined forces with Special Action Force troopers and teams of policemen from the towns of Senator Ninoy Aquino and Bagumbayan in a raid on the hideout of alleged bandit leader Morix Ending. ",
                "Authorities arrested Ending and recovered 12 firearms including one rocket-propelled grenade. ",
                "However, the main target of the operation, a certain Dodong Baylon, was able to escape.",
                "\"Baylon is accused of murdering a lumad a few years ago. Our informants told us that he was coddled by a certain Commander Morix, a notorious leader of armed thugs,\" said Capt. Rogelio Agustin Jr of the army's 33rd Infantry Battalion. ",
                "Police Senior Inspector Ace Christian Sularte, the chief of Sen. Benigno Aquino police station said operations to capture Baylon continue. ",
                "Police Chief Inspector Gary Flor Marfil, the chief of Bagumbayan police, said that Ending has been detained for inquest proceedings. ",
                "\"He will be charged with illegal possession of firearms and for harboring a criminal,\" said Marfil. "
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/army-police-seize-high-powered-guns-bandit-leader-in-sultan-kudarat\n"
        },
        {
            "title": "'We'll see our sons again': Dad of Benilde hazing victim comforts Atio's family",
            "timestamp": "Sep 24 2017 11:36 AM",
            "content": [
                "MANILA - The father of Guillo Cesar Servando, a victim of fatal hazing in 2014, offered solace Sunday to the family of University of Santo Tomas (UST) student Horacio Castillo III, who was killed allegedly during fraternity initiation rites.",
                "\"There are no tips that I can give to help you overcome your loss because we even feel our loss 3 years after,\" Servando's father, Aurelio, said in an interview with radio DZMM.",
                "\"But maybe they can divert their attention toward helping others and maybe realize that the world is still a beautiful place and that eventually, we will see our sons again.\"",
                "Castillo, a 22-year-old law freshman, succumbed to massive injuries allegedly at the hands of Aegis Jvris fratmen last week.",
                "Like him, the 18-year-old Servando of the College of St. Benilde died after Tau Gamma hazing rites in June 2014.",
                "Servando joined the fraternity because he \"wanted to be able to convince them to stop hazing once he became a full-fledged member,\" his father said.",
                "The elder Servando said he sees similarities between his son and Castillo.",
                "\"Naiiyak ako dahil may similarity sila ng anak ko. They were both very kind-looking and from what I heard sa mga kapatid, very loving. Chubby rin siya, katulad ng anak ko,\" he said, his voice cracking.",
                "In 2016, a court junked the criminal case against the fratmen tagged in Servando's death due to a technicality where complainants failed to state that he allegedly died due to hazing.",
                "The Servando family has filed an appeal against the ruling. The case is now pending before the Court of Appeals.",
                "Amid their continued quest for justice, Servando's father said he has forgiven some of the accused, who personally reached out to their family.",
                "\"I have forgiven some of them because as a Christian, iyan naman ang tinatawag sa atin ng Panginoon na matuto tayong magpatawad kung lumalapit at humihingi ng tawad lalo na lang iyung mga magulang na kulang na lang, lumuhod, magmakaawa sa harap ko,\" he said.",
                "All fratmen linked to Servando's killing have been expelled from Benilde and barred from transferring to other schools. Some of them however have yet to speak to the Servando family.",
                "\"Kagabi nga, may nag-text sa akin, nagpa-party raw sa Mandaluyong. They are back to the good life,\" said the elder Servando.\n\nCHANGING THE CULTURE OF VIOLENCE ",
                "Servando's father has lobbied for a bill seeking a total ban on hazing rites.",
                "The current Anti-Hazing Law passed in 1995 only regulates the initiation rites of fraternities.",
                "Senate Bill 199, which Servando supports, seeks to ban hazing and put more responsibility on the schools who are supposed to accredit organizations.",
                "The elder Servando is also pushing for a conference of all fraternity and sorority founders and leaders, where they could call on their members to stop all forms of hazing.",
                "He said he is willing to attend a Senate investigation into Castillo's death, which starts Monday."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/well-see-our-sons-again-dad-of-benilde-hazing-victim-comforts-atios-family\n"
        },
        {
            "title": "LPA to bring rains in Mindanao",
            "timestamp": "Sep 24 2017 09:23 AM",
            "content": [
                "A low pressure area or brewing storm will dampen large swaths of Mindanao Sunday, state weather bureau PAGASA said.",
                "Swirling east of the southern island, the LPA will bring cloudy skies with light to moderate in Surigao Del Sur, Compostella Valley, Davao Oriental, Davao Occidental and Davao Del Sur, PAGASA meteorologist Obet Badrina told radio DZMM.",
                "As of 8 a.m., the LPA was still outside the Philippine area of responsibility (PAR) and unlikely to intensify into a tropical cyclone within the day, Badrina said.",
                "Meanwhile, tropical storm \"Nando\", which brought rains in Bicol and Central Luzon Saturday, has left PAR and headed for China.",
                "Metro Manila, Visayas and the rest of the country are expected to experience good weather, Badrina said.",
                "Visit the ABS-CBN Weather Center for the latest weather updates."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/lpa-to-bring-rains-in-mindanao\n"
        },
        {
            "title": "Dalawang lalaki, nahulihan ng baril sa QC",
            "timestamp": "Sep 24 2017 08:32 AM",
            "content": [
                "MANILA - Huli ang dalawang lalaki sa isinagawang Oplan Bakal ng QCPD La Loma station sa Old Samson road, Balintawak Sabado ng gabi.",
                "Rumoronda umano ang mga pulis sa mga establisyimento nang matiyempuhan nila ang nag-iinumang sina Crispin Agum at Cristopher Loon sa isang restobar. May napansin daw ng mga pulis na nakaumbok sa bandang bewang ni Agum.",
                "Pinataas ang suot na t-shirt at doon nakita ang isang kalibre .38 revolver. Dahil dito, kaagad hinuli si Agum at kainumang si Loon. Inaalam pa kung lisensyado ang baril.",
                "Gabi gabi ang isinasagawang oplan bakal ng pulisya kasabay ng kanilang Oplan Galugad.",
                "Samantala, sa Old Samson road pa rin huli ang tatlong lalaki nang maaktuhang nag-ooperate ng sakla sa kalsada.",
                "Ipinagbabawal sa city ordinance ang anumang uri ng pagsusugal sa kalsada."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/dalawang-lalaki-nahulihan-ng-baril-sa-qc\n"
        },
        {
            "title": "Construction worker, patay matapos mahulog sa ginagawang gusali sa QC",
            "timestamp": "Sep 24 2017 08:14 AM",
            "content": [
                "MANILA - Patay ang isang construction worker matapos mahulog mula sa ikalawang palapag ng itinatayong gusali sa loob ng isang kilalang unibersidad sa Katipunan, Quezon City.",
                "Kinilala ang biktima na si Danilo Maala, 37 anyos, mula pa sa San Fernando, Pampanga.",
                "Batay sa imbestigasyon, inaalis ni Maala ang nakakabit na beam sa ginagawang gusali nang mawalan ito ng balanse at malaglag.",
                "Naisugod pa sa ospital ang biktima ngunit binawian din ng buhay dahil sa tindi ng sinapit na pinsala sa ulo.",
                "Inaalam pa kung may pananagutan ang contractor ng gusali sa naturang insidente."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/construction-worker-patay-matapos-mahulog-sa-ginagawang-gusali-sa-qc\n"
        },
        {
            "title": "Hinihinalang holdaper, patay sa Malate, Maynila",
            "timestamp": "Sep 24 2017 08:12 AM",
            "content": [
                "MANILA - Patay ang isang hinihinalang holdaper matapos umano itong makipagbarilan sa mga pulis sa kalye ng Mabini sa Malate, Maynila Linggo ng madaling araw.",
                "Ayon kay Senior Inspector Dave Garcia ng Roxas Boulevard PCP, nakatanggap sila ng tawag mula sa biktima na si Nikka Dogma pasado 2:50 AM.",
                "Kwento ni Dogma, naghihintay siya ng masasakyang jeepney nang tutukan siya ng baril ng suspek sa kanyang tagiliran.",
                "Dun kinuha ng suspek ang cellphone at pitaka ni Dogma.",
                "Nang maabutan ng pulis ang lalaki ay bumunot umano ito ng baril at nagpaputok. Gumanti umano ng putok ang mga pulis at natamaan sa dibdib ang suspek.",
                "Itinakbo pa sa Ospital ng Maynila ang suspek ngunit idineklara itong dead on arrival pasado 3:25 AM.",
                "Nakalap sa pinangyarihan ng krimen ang isang kalibre .38 na baril, habang nakuha naman sa suspek ang isang balisong, mga ID at dalawang sachet ng hinihinalang shabu."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/hinihinalang-holdaper-patay-sa-malate-maynila\n"
        },
        {
            "title": "Magnitude 5.4 quake rocks Bukidnon and Lanao del Sur",
            "timestamp": "Sep 24 2017 07:56 AM",
            "content": [
                "MANILA - A series of strong earthquakes rocked parts of Mindanao Sunday morning according to the Philippine Institute of Volcanology and Seismology (Phivolcs).",
                "A magnitude 5.4 quake struck the town of Wao in Lanao del Sur at 4:47 AM which was felt as intensity 6 in the town of Kalilangan, Bukidnon and intensity 3 in Cagayan de Oro City.",
                "At 5:18 AM, Wao was rocked by another magnitude 4.0 quake.",
                "The town of Don Carlos, Bukidnon meanwhile was rocked by a magnitude 4.1 quake at 5:30 AM.",
                "The quake caused power outage in some of the affected areas, and patients had to be rushed out of the Wao District Hospital.",
                "Phivolcs said aftershocks are likely."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/magnitude-54-quake-rocks-bukidnon-and-lanao-del-sur\n"
        },
        {
            "title": "7 sugatan sa salpukan ng bus, tricycle sa Camarines Sur",
            "timestamp": "Sep 24 2017 02:12 AM",
            "content": [
                "CCTV footage mula sa Honda Camarines Sur",
                "Sugatan ang pitong katao matapos magsalpukan ang isang tricycle at bus sa Maharlika Highway, Barangay San Jose, bayan ng Pili, Camarines Sur ngayong Sabado.",
                "Isinugod sa Bicol Medical Center ang mga sugatang sina: Joseph Oribiada, Edilberto Flororita, Grace Flororita, Arnel Clores, Maria Teresa Bustinera, Raquel Ordejon at Connie Daguro.",
                "Sumuko naman sa pulisya ang driver ng pampasaherong bus na si Rodel Mayon, 37. ",
                "Ayon kay Mayon, mabagal umano ang kanyang pagmamaneho dahil mabigat ang daloy ng trapiko.",
                "Nabigla umano siya nang makita sa kanyang linya ang tricycle na minamaneho ni Oribiada. Hindi niya na umano ito naiwasan kaya tuluyang nagkasalpukan ang dalawang sasakyan.",
                "Ayon kay PO2 Archie Pineda, tumutugma ang salaysay ni Mayon sa mga kuhang CCTV footage sa lugar.",
                "“Ang may problema ang tricycle, dahil base sa CCTV na nakuha sa area, iyong tricycle ang nag-overtake tapos pumasok sa linya ng nasabing bus,” ani Pineda.",
                "Dalawang CCTV camera ang nakakuha ng insidente — isang tindahan ng sasakyan at tindahan ng bubong. ",
                "Makikita na may kabagalan na binabagtas ng bus na galing Naga City papuntang Legazpi ang Maharlika Highway, habang ang tricycle na mabilis ang takbo ay iniwasan ang sinusundang asul na kotse kaya napilitang mag-overtake.",
                "Dahil dito, wala umanong pananagutan ang driver ng bus kaya tuluyan ding lumaya."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/7-sugatan-sa-salpukan-ng-bus-tricycle-sa-camarines-sur\n"
        },
        {
            "title": "Tricycle driver patay sa pamamaril sa Mandaluyong",
            "timestamp": "Sep 24 2017 02:06 AM",
            "content": [
                "Patay ang isang tricycle driver matapos pagbabarilin ng riding-in-tandem sa Barangay Julo, lungsod ng Mandaluyong Sabado ng gabi.",
                "Kinilala ang biktima na si Jade Manuel, 27.",
                "Ayon sa mga kaanak, tumutulong magpaaral sa mga pinsan at masipag umano sa hanapbuhay si Manuel kaya hindi nila lubos maisip ang sinapit ng biktima. Giit nila, posibleng mistaken identity ang nangyari kay Manuel.",
                "Bagamat may ordinansa ang Mandaluyong na bawal ang mag-angkas sa motorsiklo, ayon kay Bantay Bayan Oliver Reyes, posibleng nakalusot lamang ang mga salarin lalo't malapit din sa bahagi ng Makati ang pinangyarihan ng krimen.",
                "Ayon sa barangay, wala ring tala ng anumang kaso ang biktima at hindi rin sangkot sa droga.",
                "Ayon sa isang testigo, tumakas patungong Makati ang dalawang lalaking sakay ng motorsiklo.",
                "Nagdulot ang insidente ng pagbibigat sa daloy ng trapiko partikular sa kalsadang malapit sa Makati-Mandaluyong bridge."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/tricycle-driver-patay-sa-pamamaril-sa-mandaluyong\n"
        },
        {
            "title": "Cayetano asks UN for ‘benefit of the doubt’ amid PH campaign vs illegal drugs",
            "timestamp": "Sep 24 2017 02:00 AM",
            "content": [
                "MANILA (UPDATE)—Foreign Affairs Secretary Alan Peter Cayetano on Saturday (Sunday, Manila time) called on the United Nations (UN) to give the Philippines \"the benefit of the doubt\" amid its campaign against illegal drugs.",
                "\"Our people expect that the sovereignty be respected. And that its democratically elected government’s assessment of threats and how to go about addressing them shall be accorded preeminence among nations,\" Cayetano said in a speech to the UN General Assembly.",
                "\"Or at the very least, is it too much to ask for the benefit of the doubt?\"",
                "Cayetano reiterated that the Duterte administration's war on illegal drugs does not violate human rights and does not tolerate abuse of cops.",
                "\"The Philippines’ comprehensive campaign against illegal drugs is a necessary instrument to preserve and protect human rights of all Filipinos. It is never an instrument to violate any individuals' or groups' human rights,\" he said.",
                "\"While drug addiction calls for rehab, drug trafficking surely calls for stern measures though always consistent with the rule of law.\" ",
                "According to Cayetano, 59% of barangays in the country participate in the illegal-drug trade, while 4 million to 7 million Filipinos use illegal substance, as of August 2017.",
                "Cayetano also slammed media reports that \"deny the real scale\" of the illegal-drug problem in the country.",
                "\"Headlines today about human-rights abuses but what about the headlines yesterday . . . wherein 2-year-olds were being raped, wherein mothers were selling their children to feed their drug addiction?\" he said.",
                "\"We should never tolerate human rights abuses. But neither should we tolerate misinformation, fake news on and politicization of human rights.\"",
                "Cayetano also cited the alleged illegal-drug trade in Marawi city, where state forces are battling with Islamic State-inspired terrorists.",
                "\"In the Philippines, we have discovered the intimate and symbiotic relationship between terrorism, poverty and the illegal-drug trade,\" he said.",
                "\"These terrorists were somehow able to bring together an assortment of extremists, criminals, mercenaries and foreign fighters who attempted to but failed to take over the great city of Marawi.\"",
                "President Duterte on Friday released a \"matrix\" of politicians who reportedly funded the Marawi siege through the illegal-drug trade.",
                "Latest police estimates placed the number of drug suspects slain in legitimate police operations at 3,800."
            ],
            "url": "http://news.abs-cbn.com/news/09/24/17/cayetano-asks-un-for-benefit-of-the-doubt-amid-ph-campaign-vs-illegal-drugs\n"
        },
        {
            "title": "Magnitude-4.9 quake jolts Calatagan, Batangas",
            "timestamp": "Sep 23 2017 11:54 PM",
            "content": [
                "MANILA - A magnitude-4.9 earthquake jolted Calaragan, Batangas at around 9:30 p.m. on Saturday, according to the Philippine Institute of Volcanology and Seismology (Phivolcs).",
                "Phivolcs located the epicenter of the quake at 17 kilometers west of the town of Calatagan.",
                "The quake, which was tectonic in origin, had a depth of 157 kilometers, according to Phivolcs.",
                "Intensity III was felt in Paluan town, Occidental Mindoro and Morong, Bataan while Intensity II was felt in Calatagan, Batangas; Mamburao, Occidental Mindoro; and Calapan, Oriental Mindoro.",
                "The tremor is not expected to trigger aftershocks nor damage."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/magnitude-49-quake-jolts-calatagan-batangas\n"
        },
        {
            "title": "Firefighter who saved Atio’s life calls student's death ‘heartbreaking’",
            "timestamp": "Sep 23 2017 11:28 PM",
            "content": [
                "MANILA—Lords Hernandez was taking his daughter to school on Monday when news broke that Horacio “Atio” Castillo III was killed in an apparent hazing.",
                "The death struck him hard because he was one of the firefighters that saved Castillo's life in 2005.",
                "“Nakita ko sa Teleradyo iyong tatay. Sabi ko familiar iyong name. Then noong gabi sa 'TV Patrol,' nakita ko na si Carmina (Castillo, Atio's mother). Doon ko na-confirm,” Hernandez told ABS-CBN News on Saturday.",
                "In a Facebook post on Wednesday, Hernandez expressed his grief over Atio’s death. ",
                "\"It's so heartbreaking to think that the 10-year-old kid that we rescued in a residential fire that happened in Paco, Manila way back Dec. 7, 2005 became a victim of a fatal hazing,\" he wrote.",
                "",
                "Hernandez, an arson investigator for the Manila Fire Department at the time, said the family was trapped on the roof deck of their 3-story home when he and the Paco Fire Station responded to the scene.",
                "\"Na-trap sila doon sa taas ng roof deck na iyon. Sa second floor sila nakatira. Di sila makababa,\" Hernandez recalled.",
                "\"Then ang nangyari, si Horacio Jr., iyong tatay, umakayat doon sa may fence ng roof, dala-dala niya ang bata. Nasa dibdib niya.\"",
                "Hernandez said \"Atio\" slipped off his father's arms but was unharmed because a window canopy broke his fall. The father suffered a leg injury.",
                "Castillo's mother, Carmina, meanwhile, was unhurt because firefighters brought her down using a ladder, which they attached from the neighboring 2-story building.",
                "Hernandez, now with a rank of fire officer 2 and is the Engine OIC of Gagalangin Fire Station in Tondo, said he and the other firefighters who responded to the incident in 2005 will attend Atio's wake on Sunday.",
                "It was Hernandez himself who snapped the nearly 12-year-old photo of the young Castillo as he was being carried off by two men.",
                "He said taking pictures of what they do serves a \"sentimental\" purpose, part of the reason why he has kept Castillo's photo all this time.",
                "\"Every fire rescue kasi is an achievement not by myself but also of the whole fire department, so important sa aming mga firemen iyan,\" Hernandez said, \"because all fire incidents have their own story.\"",
                "Castillo, 22, died of massive injuries consistent with hazing, according to an autopsy report.",
                "Castillo's family found his body at the hospital early Monday after receiving an anonymous text message. "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/firefighter-who-saved-atios-life-calls-students-death-heartbreaking\n"
        },
        {
            "title": "Tropical depression 'Nando' leaves PH area of responsibility",
            "timestamp": "Sep 23 2017 11:08 PM",
            "content": [
                "MANILA—Tropical depression \"Nando\" has left the Philippine area of responsibility, the state weather bureau said Saturday night.",
                "In its 10 p.m. advisory, PAGASA said Nando's center was last estimated at 435 kilometers west northwest of Dagupan city, Pangasinan.",
                "It packs maximum sustained winds of 45 kilometers per hour near the center and gustiness of up to 60 kilometers per hour.",
                "Meanwhile, a low-pressure area or brewing storm was sighted early Saturday at 40 kilometers north northeast of Alabat town, Quezon."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/tropical-depression-nando-leaves-ph-area-of-responsibility\n"
        },
        {
            "title": "DOJ, may hotline para sa mga impormante sa kaso ni 'Atio'",
            "timestamp": "Sep 23 2017 11:05 PM",
            "content": [
                "Naglunsad ng hotline ang Department of Justice para sa mga taong makapagbibigay ng impormasyon tungkol sa krimen. Nagpa-Patrol, Jeck Batallones. TV Patrol, Sabado, 23 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/doj-may-hotline-para-sa-mga-impormante-sa-kaso-ni-atio\n"
        },
        {
            "title": "3 minero patay sa gas leak sa Surigao del Norte",
            "timestamp": "Sep 23 2017 10:47 PM",
            "content": [
                "Tatlong minero ang patay habang isa ang nakaligtas sa pagsingaw ng gas sa isang small scale na minahan sa bayan ng Placer, Surigao del Norte nitong Martes.",
                "Ayon sa imbestigasiyon, na-suffocate ang mga biktima na sina Angelo Nuñez Alontaga, Ryan Montenegro Elacion at Freddie Viola Basilio. ",
                "Nakaligtas naman si Jonathan Cutamora, 29.",
                "Nadiskubre na ilegal ang minahan sa Sitio Layab, Barangay Ellaperal, na pagmamay-ari ng isang Martin Gesta. ",
                "Matapos ang insidente, agad na iniutos ng akalde ng Placer na ipasara ang minahan.",
                "Nilinaw naman ni Chief Insp. Manolito Parazo, hepe ng Placer Municipal Police Station, na walang foul play sa pangyayari base sa isinagawang autopsy.",
                "Hindi nagsampa ng kaso ang pamilya ng mga biktima matapos pangakuan na sasagutin ng may-ari ng minahan ang pagpapalibing."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/3-minero-patay-sa-gas-leak-sa-surigao-del-norte\n"
        },
        {
            "title": "Political prisoners noong batas militar, inalala ang karanasan",
            "timestamp": "Sep 23 2017 10:32 PM",
            "content": [
                "Nanindigan ang ilang political prisoners noong batas militar na ayaw na nilang maulit sa henerasyon ngayon ang naranasan nilang pagmamalupit noon. Nagpa-Patrol, Bettina Magsaysay. TV Patrol, Sabado, 23 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/political-prisoners-noong-batas-militar-inalala-ang-karanasan\n"
        },
        {
            "title": "Armadong grupo, nanggulo sa isang bayan sa Lanao del Sur",
            "timestamp": "Sep 23 2017 09:44 PM",
            "content": [
                "Nabalot ng tensiyon ang bayan ng Bayang sa Lanao del Sur matapos pasukin ng ilang armadong lalaki nitong Miyerkoles. ",
                "Ayon sa alkalde ng Bayang na si Aslanie Balt, nakatanggap siya ng report na pinaputukan ng mga armado ang kampo ng militar doon pero hindi nagtagal ang engkuwentro.",
                "“May lumusob na mga unidentified na black group. Inaano nila ang kampo ng military. May pinaputukan sila doon,” ayon kay Balt. ",
                "Muli ring daw nagpakita ang mga armadong lalaki nitong Sabado ng umaga. ",
                "“Naka-mask ‘yung mga ano, they are wearing black uniform. ‘Yong report sa’kin mga nasa 20. ‘Yong iba naman, sinabi 60,” ani Balt. ",
                "Hinihinala ng alkalde at ng militar na harassment ang pakay ng mga lalaki. ",
                "Ayon naman sa Deputy Commander ng Joint Task Force Ranao na si Col. Romeo Brawner, nuisance group lamang ito at hindi pa masasabing konektado sa Maute.",
                "\"The 65th infantry battalion and other uniformed forces like the PNP can address this group,\" ayon kay Brawner.",
                "Naka-deploy na sa iba-ibang bahagi ng bayan ang mga sundalo at pulis, katulong ang barangay peace keeping action team. ",
                "Kasabay nito, tiniyak ng lokal na pamahalaan na handa sila kung kailangang lumikas ng mga residente.",
                "Makikita ang bayan ng Bayang sa Lanao del Sur sa timog ng Lanao Lake.\n \n-- Ulat ni Raphael Bosano, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/armadong-grupo-nanggulo-sa-isang-bayan-sa-lanao-del-sur\n"
        },
        {
            "title": "Redacted SALNs meant to protect Cabinet’s right to privacy: Palace",
            "timestamp": "Sep 23 2017 09:29 PM",
            "content": [
                "MANILA—Malacañang on Saturday defended the redaction of information on Cabinet officials' statement of assets, liabilities, and net worth (SALN), saying they \"still have the right to privacy.\"",
                "\"While we uphold the principle of transparency and accountability in public service, those working in the government, such as members of the Cabinet, still have the right to privacy,\" Presidential Spokesman Ernesto Abella said in a statement.",
                "He added that the officials' SALNs contain personal information that may be used by outside parties to commit fraud.",
                "\"However, SALNs are public documents and, to ensure the privacy and security of the official and their family, sensitive information has been blacked out,\" he added.",
                "Abella said the redacted details were personal information such as family members and home addresses. ",
                "The Philippine Center for Investigative Journalism recently revealed that some details of Cabinet members' SALNs were heavily redacted.",
                "In 2016, President Rodrigo Duterte signed an executive order implementing the Freedom of Information (FOI), which provides for full disclosure of government records and transactions.",
                "Abella, meanwhile, urged Congress to pass an FOI law, because the executive order has \"obvious limitations.\"",
                "\"The redaction of public documents is nothing new,\" he said.",
                "\"Legitimate public interest in disclosure has to be balanced against the rights of the employees.\"",
                "Abella also cited the Data Privacy Act, which protects personal data in the government and private sector’s information and communications systems.",
                "\"The Palace has acted to implement Republic Act 10173, or the Data Privacy Act, which was signed into law by the previous administration,\" he said.",
                "\"We must take note that the current SALN form has not been amended to comply with the data privacy in consonance with the global requirements/standards,\" he added."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/redacted-salns-meant-to-protect-cabinets-right-to-privacy-palace\n"
        },
        {
            "title": "Pamilya Castillo, hindi kumbinsido sa sumukong hazing suspect",
            "timestamp": "Sep 23 2017 09:24 PM",
            "content": [
                "Sa kabila ng pagsuko ng pangunahing suspek sa pagkamatay ni Horacio 'Atio' Castillo III, sinabi ng pamilya ng biktima na nananatili silang may duda sa mga naging bagong pahayag nito. ",
                "Byernes nang sumuko sa awtoridad si John Paul Solana kasunod ang paglabas ng iba't ibang testigo at CCTV na nagpapakitang sya ang nagdala sa walang buhay na katawan Atio sa Chinese General Hospital.",
                "Sa pahayag ng pamilya Castillo, hindi sila kumbinsido sa mga rebelasyon ni Solano dahil nagawa na umano nitong magsinungaling sa kanyang naunang pahayag. ",
                "\"[W]e continue to view Solano's statements with utmost suspicion, as he has brazenly lied before under oath. Until he comes clean...and executes a truthful affidavit detailing all their participation, Solano, to our mind, should still be considered one of the principals in Atio's murder,\" diin ng pamilya. ",
                "Sa naunang sinumpaang pahayag ni Solano, sinabi nito sa mga pulis na natagpuan nya ang nakabalot na katawan ni Atio sa isang kalsada at dinala ito sa ospital.",
                "Ngunit matapos ang imbestigasyon, nalaman na si Solano pala ay myembro ng Aegis Jvris, ang fraternity na sinasabing nakapatay kay Atio. ",
                "Sa pagsuko ng suspek, sinabi nitong hindi sya parte ng hazing ni Atio at tinawagan lamang ng ibang myembro ng fraternity upang magbigay ng medical assistance sa naghihingalo na umanong biktima.",
                "Nangako si Solano na maglalabas ng bagong pahayag at idedetalye ang kanyang nalalaman tungkol sa insidente. ",
                "Gayunpaman, magandang pag-usad sa kaso ang pagsuko ni Solano, ayon sa pamilya Catillo."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/pamilya-castillo-hindi-kumbinsido-sa-sumukong-hazing-suspect\n"
        },
        {
            "title": "Duterte, ibinunyag ang umano'y mga nagpopondo sa Maute",
            "timestamp": "Sep 23 2017 08:33 PM",
            "content": [
                "Ipinakita ni Pangulong Rodrigo Duterte nitong Biyernes ng gabi ang umano’y patunay na may kaugnayan sa droga ang pondong gamit ng Maute group sa Marawi City. ",
                "Inilabas ni Duterte ang listahang ng mga sinasabi nyang politiko at negosyanteng nasa droga na pumopondo sa operasyon ng Maute group.",
                "Ang mga nakalistang personalidad ay nakabase sa Northern at Central Mindanao.",
                "Mayroon pang iba sa lalawigan ng Lanao del Sur at maging sa Metro Manila.",
                "Kasama sa matrix ang pamilya Parojinog sa Ozamiz City at si dating Marawi City Mayor Fahad 'Pre' Salic.",
                "Hindi na rin umano nagtitiwala ang Pangulo sa ilang opisyal ng barangay dahil sila mismo ay sangkot sa droga.",
                "Aniya, ito ang dahilan kaya gusto niyang iurong ang barangay elections sa susunod na taon.",
                "Nahuli na ang ilan sa mga nabanggit sa listahan habang napatay naman sa police operation ang ilan sa mga Parojinog.",
                "May ilan ding pinaghahahanap pa.",
                "Bitbit ng Pangulo ang drug matrix sa kaniyang taunang media party sa Davao.",
                "Dumepensa rin si Duterte sa paratang na may tagong-yaman siya. ",
                "Sa kabila nito, nakapag-relax pa rin ang Pangulo at kumanta rin siya sa nasabing event. ",
                "-- Ulat ni Vina Araneta, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/duterte-ibinunyag-ang-umanoy-mga-nagpopondo-sa-maute\n"
        },
        {
            "title": "No advice yet for Marawi evacuees to return to their homes: authorities",
            "timestamp": "Sep 23 2017 07:01 PM",
            "content": [
                "(UPDATE) MANILA—Authorities on Saturday said Marawi evacuees have not been advised to return to the conflict-stricken city, as fighting continues.",
                "\"Again, there's no advice from the Joint Task Force Marawi for the return of our displaced persons temporarily taking shelter in other areas,\" Zia Alonto Adiong, spokesperson of the Lanao Del Sur crisis management committee, said in a text message.",
                "However, there are residents who remained in their houses and never fled to areas outside of Marawi, Adiong added, and they are no considered returnees.",
                "\"This is true to some of the locals/residents living within the vicinity of (Mindanao State University), the Provincial Police Station and portion of Barangay Basak Malutlut who never left their houses,\" Adiong said.",
                "Presidential spokesman Ernesto Abella said Masjid Abu Bakr Mosque remains closed, as it is situated in the city's main battle area.",
                "He said the military has retaken the following areas: Grand Mosque, Jamiatul Philippines Al-Islamiya School, Bayabao (Bangolo) and Masiu Bridges, Pacasum Square, and prominent mosques in Barangay Marinaut.",
                "\"These recent successes will hopefully lead to the quick resolution of this conflict and eventually the total liberation of Marawi,\" he said.",
                "The crisis in Marawi City has left more than 800 dead, among them nearly 700 terrorists and over 150 government forces. It has also displaced more than 200,000 Marawi residents and thousands more from nearby towns.",
                "During a visit to the conflict zone Thursday, President Rodrigo Duterte said state troops were winding up its offensives. He added that he would lift his martial law declaration over Mindanao as soon as the city has been cleared of hazards, especially of improvised explosive devices. "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/no-advice-yet-for-marawi-evacuees-to-return-to-their-homes-authorities\n"
        },
        {
            "title": "Taas-presyo sa diesel at kerosene, nagbabadya",
            "timestamp": "Sep 23 2017 06:40 PM",
            "content": [
                "Nagbabadya muling tumaas ang presyo ng diesel at kerosene sa susunod na linggo.",
                "Tinatayang tataas ang presyo ng diesel ng P0.15 hanggang P0.20 kada litro.",
                "Magmamahal din ng P0.50 hanggang P0.60 kada litro ang presyo ng kerosene.",
                "Pero maaari namang hindi gumalaw o matapyasan ng P0.05 ang presyo ng gasolina.",
                "Tinatayang dagdag-presyo sa susunod na linggo",
                "Diesel = P0.15-P0.20/litro\nKerosene = P0.50-P0.60/litro",
                " Tinatayang galaw sa presyo ng gasolina sa susunod na linggo",
                "Gasolina = wala o P0.05/litro bawas-presyo",
                "-- Ulat ni Alvin Elchico, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/taas-presyo-sa-diesel-at-kerosene-nagbabadya\n"
        },
        {
            "title": "Armed men attack town near Marawi",
            "timestamp": "Sep 23 2017 06:04 PM",
            "content": [
                "MARAWI CITY - The military and police are closely monitoring a town near strife-torn Marawi City after black-clad armed men stormed into the area on Wednesday, officials said.",
                "The town of Bayang, Lanao del Sur, which lies just below Lake Lanao, was gripped with tension Wednesday after unidentified armed men fired at a military detachment in the area.",
                "Col. Romeo Brawner confirmed receiving the report that armed men entered the area and said a very short firefight ensued.",
                "Bayang Mayor Aslanie Balt has since deployed the Barangay Peacekeeping Action Team in different parts of the town. ",
                "Both officials suspect that the group's motive was to harass. Brawner also said it was not the same armed group whose identity has been circulating on social media. ",
                "Brawner said the military is looking at all angles including the identities of the armed men and the motive behind the attack.",
                "Bayang lies near the town of Butig, birthplace of the Islamic State-linked Maute group, which has been engaged in firefights with state troops in Marawi City for four months now.",
                "The crisis in Marawi City has left more than 800 dead, among them nearly 700 terrorists and over 150 government forces. It has also displaced more than 200,000 Marawi residents and thousands more from nearby towns.",
                "The military earlier said troops are making significant gains, the latest being the recovery of the Masiu or Raya Madaya bridge. With three bridges in the city now regained, the military has full control over all entrance and exit points in the main battle area.",
                "During a visit to the conflict zone Thursday, President Rodrigo Duterte said state troops were winding up its offensives. He added that he would lift his martial law declaration over Mindanao as soon as the city has been cleared of hazards, especially of improvised explosive devices. "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/armed-men-attack-town-near-marawi\n"
        },
        {
            "title": "Sanggian sa KTV sa Cainta, nauwi sa barilan",
            "timestamp": "Sep 23 2017 06:00 PM",
            "content": [
                "Dalawa ang sugatan matapos magbarilan ang dalawang kostumer ng isang KTV bar sa Brgy. San Isidro sa Cainta nitong Miyerkoles.",
                "Kuwento ng empleyado ng KTV bar na si alyas 'Ana', napansin niyang balisa at mainit ang ulo ng kaniyang kostumer matapos umanong makasagian sa banyo ang isa pang lalaki.",
                "Makalipas ang ilang sandali, tumayo na aniya ang kostumer niya at nilapitan ang lalaking nakapikunan pero bigla umanong bumunot ng baril ang lalaki at nagpaputok.",
                "Gumanti rin ng putok ang kostumer ni Ana kaya tinamaan siya sa kaliwang hita.",
                "Nadaplisan din sa paa ang isa pang kostumer.",
                "Nakuhanan pa ng CCTV habang papatakas patungo sa direksiyon ng Pasig ang lalaking unang nagpaputok.",
                "Ligtas naman ang dalawang biktima bagaman nakabaon pa rin ang bala sa hita ni Ana. ",
                "Samantala, ire-require na ng kapitan ng barangay na magkaroon ng CCTV ang mga establisyimento sa lugar dahil sa insidente. ",
                "Para naman sa mga may impormasyon sa mga suspek, maaaring tumawag sa hotline number na 6506176 ng Cainta Police.",
                "-- Ulat ni Jerome Lantin, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/sanggian-sa-ktv-sa-cainta-nauwi-sa-barilan\n"
        },
        {
            "title": "Ilang bahay, paaralan sa Antique nasira sa flash flood",
            "timestamp": "Sep 23 2017 05:55 PM",
            "content": [
                " ",
                "Ilang bahay at paaralan sa Antique and tumumba at nasira matapos rumagasa ang tubig dahil sa matinding pag-ulan, Biyernes ng gabi.",
                "Ilang bahay malapit sa pampang ng isang ilog sa bayan ng Libertad ang natumba at tinangay ng malakas na agos ng tubig.",
                "Ang ilang pader ng Union National High School ay nasira rin dahil sa matinding pagbaha sa bayan.",
                "Bukod sa bayan ng Libertad, apektado rin ng biglaang pagbaha ang mga bayan ng Culasi, Patnongon at Sibalom sa Antique.",
                "Ayon sa mga awtoridad, bumuti na ang lagay ng panahon sa probinsya Sabado ng hapon, ngunit nananatiling lubog sa baha ang ilang mga kabahayan."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/ilang-bahay-paaralan-sa-antique-nasira-sa-flash-flood\n"
        },
        {
            "title": "Bise alkalde ng bayan ng Roxas sa Oriental Mindoro, patay sa pamamaril",
            "timestamp": "Sep 23 2017 05:33 PM",
            "content": [
                "Patay ang bise alkalde ng bayan ng Roxas sa Oriental Mindoro matapos pagbabarilin Biyernes ng hapon.",
                "Ayon sa pulisya, nanonood ng TV si vice-mayor Jackson Dy, 58, habang nagpapa-carwash nang biglang lapitan ng isang lalaki.",
                "Tinamaan ng bala sa likod ng ulo si Dy, na naging sanhi ng agaran nitong pagkamatay.",
                "Kaagad namang tumakas ang gunman sakay ng motorsiklong minamaneho ng isa pang hindi pa natutukoy na lalaki.",
                "Sa tulong ng mga testigo, kinilala ang gunman bilang si Benjamin Buruanga, 42.",
                "Ayon kay Police Chief Insp. Aldwin Santos, hepe ng Roxas Police, kalalaya lamang ng suspek noong Setyembre 13 matapos ma-dismiss ang kanyang kasong murder.",
                "Paghihiganti naman ang nakikitang motibo sa pagpatay sa opisyal.",
                "Lumabas sa imbestigasiyon na dati nang naipakulong ng bise alkalde si Buruanga.",
                "Sa mga may impormasiyon sa kinaroroonan ng supek, maaaring makipag-ugnayan sa hotline ng Roxas Police: 0927-894-7440 at 0998-967-4575."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/bise-alkalde-ng-bayan-ng-roxas-sa-oriental-mindoro-patay-sa-pamamaril\n"
        },
        {
            "title": "Solon calls on Pinoys in Chicago, US midwest to help find 'Atio' hazing suspect",
            "timestamp": "Sep 23 2017 05:16 PM",
            "content": [
                "\nMANILA - A lawmaker is calling on Filipinos in Chicago and midwestern United States to help find one of the suspects in the fatal hazing of law freshman Horacio \"Atio\" Castillo III who had fled the Philippines.",
                "Bagong Henerasyon Party-list Rep. Bernadette Herrera-Dy, author of House Bill No. 3467 or the Revised Anti-Hazing Law, is calling on Filipinos in the US to report any sighting of Ralph Trangia.",
                "\"Overseas Filipinos living in Chicago and the Midwestern states of the US should report to law enforcement authorities if and when they see the suspect in the hazing death of UST law student Horacio “Atio” Castillo III,\" she said in a statement Saturday.",
                "The Bureau of Immigration earlier confirmed that Trangia, a primary suspect in Castillo's death, left for Taiwan last Tuesday, a day before the Department of Justice placed him and other members of the Aegis Jvris fraternity on an immigration lookout bulletin order. ",
                "On Friday, the Taipei Economic and Cultural Office (TECO) in Manila said Trangia only passed through Taiwan on a transit flight and took a connection to Chicago.",
                "\"It is their (Filipinos') civic duty to help seek justice for Atio Castillo and help US and Philippine law enforcement authorities find the suspect, Ralph Trangia,\" Herrera-Dy added. ",
                "The US midwest is home to a sizeable Filipino community, with at least 12,684 registered overseas voters for the 2016 Philippine elections, Herrera-Dy said citing data from the Philippine consulate in Chicago.",
                "The lawmaker also urged the Department of Foreign Affairs to cancel the passports of all suspects in Castillo's death. Earlier, the Philippine National Police said it would make the same request concerning Trangia's passport.\n \n\"The movements of these suspects in the torturous hazing of Castillo must be severely curtailed so that they can be found and arrested,\" she said.",
                "\"They must not be allowed to elude arrest and prosecution to the fullest extent of our laws,\" she added.",
                "Castillo, 22, died in fraternity hazing rites last weekend after suffering massive injuries. John Paul Solano, another fraternity member, rushed him to the Chinese General Hospital early Sunday but was declared dead upon arrival. ",
                "Investigation found that the vehicle used to bring Castillo to the hospital was registered to Trangia's father Antonio Trangia.",
                "Solano meanwhile surrendered to authorities Friday and is currently under police custody. He said he was not present during Castillo's hazing rites and was merely called to give first aid to the neophyte when he was already \"half dead.\"",
                "Another member, whose name has been withheld, gave his statement to the National Bureau of Investigation (NBI) regarding Castillo's death Friday afternoon.",
                "The DOJ has opened a hotline for information on Castillo's death. "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/solon-calls-on-pinoys-in-chicago-us-midwest-to-help-find-atio-hazing-suspect\n"
        },
        {
            "title": "Paaralan sa Laguna na walang permit, inireklamo",
            "timestamp": "Sep 23 2017 05:00 PM",
            "content": [
                "Inireklamo ng dalawang magulang ang isang paaralan sa Laguna na wala umanong permit kaya hindi makapagbigay ng learners reference number (LRN) sa mga estudyante. ",
                "Sentro ng reklamo ng dalawang magulang na dumulog sa 'Tapat Na Po' ang Star of Wisdom School of Cabuyao.",
                "Ayon sa Department of Education (DepEd), ang LRN ay isang permanenteng numero na iniaatas sa bawat estudyante mula sa kanilang mga aprubadong eskwelahan. ",
                "Patapos na sa elementarya ang anak ni Jennelyn Asis sa darating na Marso, habang hindi nakapagmartsa noong nakaraang graduation ang anak ni Mary Jane Legera dahil sa walang naibigay na LRN ang nasabing paaralan sa mga naging estudyante nito.",
                "Napag-alaman nila na walang permit mula sa DepEd ang nasabing paaralan.",
                "Umamin naman ang paaralan na kasalukuyan pa lang nilang inaasikaso ang kanilang permit kaya hindi pa makapagbigay ng LRN sa mga estudyante.",
                "“Opo wala pang LRN (Learners Reference Number) ang mga batang nanggaling dito sa ating paaralan dahil wala pa po kaming School ID... kailangan muna po kaming mabigyan ng latest permit to operate para makapagproseso po sa aming kailangang LRN para sa bawat bata at ito po ay nasa proseso na,” pahayag ni Maria Victoria Castillo, school administrator. ",
                "Humingi rin ng dispensa sa mga magulang ang paaralan at nangakong tutulong sila sa pagkuha ng Philippine Validating Test para magkaroon ng LRN ang mga bata. ",
                "Nangako naman ang DepEd na tutulungan ang mga bata na makakuha ng LRN para hindi sila bumalik sa grade 1.",
                "-- Ulat ni Alvin Elchico, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/paaralan-sa-laguna-na-walang-permit-inireklamo\n"
        },
        {
            "title": "LPA off Pangasinan now tropical depression 'Nando'",
            "timestamp": "Sep 23 2017 04:58 PM",
            "content": [
                "MANILA - The low pressure area earlier sighted near Dagupan City, Pangasinan has intensified into a tropical depression and is expected to bring rains in parts of Luzon, state weather Bureau PAGASA said Saturday.",
                "PAGASA named the tropical depression \"Nando,\" and is the 14th cyclone to hit the Philippines this year.",
                "In it's 4 p.m. weather bulletin, PAGASA said Nando was packing maximum sustained winds of 45 kph and gustiness of up to 60 kph. It is forecast to move west northwest at a speed of 24 kph.",
                "The center of Nando was estimated at 280 kilometers west northwest of Dagupan City as of 3 p.m.",
                "The weather disturbance, according to PAGASA, may bring occasionally moderate to heavy rains in Zambales and Bataan, and light to moderate rains in Metro Manila, Central Luzon, provinces of Mindoro, and Palawan.\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/lpa-off-pangasinan-now-tropical-depression-nando\n"
        },
        {
            "title": "PH to host int'l communication conference for the first time",
            "timestamp": "Sep 23 2017 03:32 PM",
            "content": [
                "MANILA- The Philippines will host the Asian Media Information and Communication Centre (AMIC) international conference for the first time this month, gathering communication scholars and practitioners from around the world. ",
                "The 25th AMIC Annual International Conference will be held at Miriam College, Quezon City from Sept. 27 to 29, expected to serve as a venue for discussions on developments in the communication field, including freedom of expression at a time of fake news. ",
                "This is the first time that the annual conference will be held in the Philippines since AMIC’s transfer from Singapore to Manila in 2015.",
                "The theme for this year's conference is “Rethinking Communication in a Resurgent Asia,\" and includes sessions on Asian communication paradigms and theories, Asian philosophy, religion, and communication, and freedom of expression in a post-truth era, among others. ",
                "“The theme forces us to question the seeming dominance of Western philosophies and paradigms in communication media in the Asia-Pacific. The event hopes to provide a platform for reasserting the pioneering contributions of Asians in communication as well as examine the impact of Asian philosophies and religions on communication paradigms, strategies, and practices,\" said AMIC Board of Directors Chairperson Crispin Maslog in a statement. ",
                "Some “legends” and experts in communication and journalism education in the Asia Pacific have confirmed their participation, among them John Lent, Shelton Gunaratne, Ronny Adhikarya, Ang Peng Hwa, Cherian George, Arun Mahizhnan, and Peixin Cao. ",
                "The event will also witness the awarding of 2 Asian communication icons, Sri Lankan media practitioners Shelton Dhavalasri Gunaratne and Wijayananda Jayaweera.",
                "Gunaratne, a former Sri Lankan journalist, will receive the AMIC Asia Communication Award for 2016 in recognition of his “ground-breaking scholarship and intellectual contribution to Asian media and communication research.”",
                "Jayaweera meanwhile is a Sri Lankan broadcaster who worked to develop community broadcasting in Asia. He will be given the AMIC Asia Communication Award for 2017 for \"institutionalizing community radio\" across Asia, including the Philippines.\r\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/ph-to-host-intl-communication-conference-for-the-first-time\n"
        },
        {
            "title": "Thousands gather at UPLB expecting part of Marcos wealth",
            "timestamp": "Sep 23 2017 02:45 PM",
            "content": [
                "LOS BAÑOS, Laguna (2nd UPDATE) - A few thousand people from all over Luzon showed up at the University of the Philippines campus here Saturday morning saying they were promised cash from a cooperative that allegedly had access to the wealth of the late dictator Ferdinand Marcos.",
                "The UPLB Baker Field was packed by people who came from neighboring provinces as well as Metro Manila, with virtually every person clutching a booklet featuring Marcos' face.\n ",
                "A peek into the booklet revealed that it discusses \"The Life and Achievements of Ferdinand E. Marcos.\" The back bore the words \"Bullion Buyer LTD.\"",
                "In an interview with ABS-CBN News, the chairman of the \"One Social Family Credit Cooperative\" (OSFCC) who refused to be identified or photographed said that the booklet contains “all the achievements of President Marcos during his time.”",
                "Notably, the gathering happened just two days after the 45th anniversary of Marcos' declaration of martial rule, when various militant and civil society groups marked a National Day of Protest to remember victims of abuses during the dictator's repressive regime. ",
                "A source said some who turned up have been at the campus grounds as early as 3:50 a.m. and were told to bring the pamphlet to receive money.",
                "A woman who came all the way from Malabon said she attended the event because they were told that Marcos' money will be given to them.",
                "“Ipapamigay daw ang pera ni Marcos,” she said.\n ",
                " Video by Camille Naredo, ABS-CBN News",
                "Video by Camille Naredo, ABS-CBN News",
                " MONEY FROM MARCOS' 'IMMORTAL LEGACY' and 'JAPANESE TREASURES?'",
                "One coordinator from Cavite told ABS-CBN News that they were there for the \"One Social Family Credit Cooperative.\"",
                "Speaking to ABS-CBN, a man who introduced himself as the OSFCC chairman but declined to give his name said the funds were from the “immortal legacy of President Marcos” as well as \"treasures buried here by Japanese imperial forces\" that the late strongman \"was able to acquire.\"",
                "The chairman also said that beneficiaries of the OSFCC would need to undergo livelihood seminars on home industries, agriculture, animal husbandry, fisheries, or others to get their funds.",
                "He added that, as the funds would be sourced allegedly from the government, beneficiaries would be able to get their shares at Landbank.",
                "“When they have the certificate, then we will dole out the money. They will be the stockholders for that particular livelihood. Sa Landbank [makukuha ang pera], government eh,” he said.",
                "Despite attributing the money to the late president, he clarified that Marcos' son, former Sen. Bongbong Marcos, had nothing to do with the gathering.",
                "\"We do not engage in any political activity whatsoever. This is Marcos wealth. Bongbong has nothing do do with this because the tasking of Bongbong is for political purpose only,\" he said.",
                "In a statement, Bongbong Marcos denied that the family had anything to do with the gathering, called the cash promise a scam.",
                "\"Paulit-ulit ko na pong binalaan ang publiko na huwag magpapadala sa mga ganitong klase ng panloloko na ang intensyon lamang ay para sa kanilang personal na interes. Ang pagtitipon sa UPLB ay isa na namang ehemplo ng ganyang panloloko,\" he said.",
                "In a statement, Dr. Serlie B. Jamias, UPLB Vice Chancellor for Community Affairs, said the university approved the request of Jeffrey S. Fortuna, National Inspectorate and Cooperative Secretariat of the OSFCC, to hold a general assembly at the lower field managed by the UPLB Department of Human Kinetics.",
                "This was not new, she said, because the university had in the past approved gatherings by other groups such as the Lumads, peasants, Boy Scouts, and others, in the spirit of \"community sharing.\"",
                "However, the assembly spilled all the way out to the Upper Field, the D.L. Umali Hall, and even the Carabao Park near the perimeter of the campus.",
                "UPLB Campus Police refused to give a statement on the assembly, other than to confirm that they were informed it would take place. The UPLB Reserve Officers' Training Corps, however, were caught off guard by the assembly, particularly of its magnitude.",
                "Organizers of the assembly spoke at the Baker Field Grandstand, touting Marcos' achievements. Later, one speaker promised that members of the cooperative would receive P10,000 per month. ",
                "Another speaker revealed that the money would come from the gold bars acquired by the late dictator, supposedly for services to the \"royal family.\"",
                "OSFCC’s chairman claimed that his group is registered and is a “legitimate humanitarian based cooperative” which is affiliated with Bullion Buyer Ltd.",
                "In March 2017, the Securities and Exchange Commission said Bullion Buyer Ltd is not a registered firm. The entity supposedly requires members to pay P30 in exchange for the P10,000 per month grant, as well as to recruit other beneficiaries.",
                "A SunStar Pangasinan report in February 2017 revealed that two women had already been arrested in Brgy. Anolid in the town of Mangaldan for recruiting three other people to join Bullion Buyer Ltd.\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/thousands-gather-at-uplb-expecting-part-of-marcos-wealth\n"
        },
        {
            "title": "DOJ launches 'Horacio Hotline' for info on fatal hazing",
            "timestamp": "Sep 23 2017 02:15 PM",
            "content": [
                "MANILA - The Department of Justice (DOJ) has created a hotline as it appealed on informants who have knowledge about the hazing death of University of Santo Tomas (UST) law freshman Horacio Castillo III to tell authorities what they know. ",
                "\"To those who know anything about what happened to Horacio Castillo III, if you were there when it happened, then you have blood on your hands, time to wash it with the truth and with justice for Atio,\" Justice Secretary Vitaliano Aguirre II said in a statement.",
                "Tips and information about Castillo's death may be sent to the \"Horacio Hotline\" via mobile number 0995-442-9241.",
                "In his statement Saturday, Aguirre said those involved in the hazing incident who have remained silent \"have already imprisoned yourself.\"",
                "\"We are waiting for your call, do no injustice, suffer no injustice,\" Aguirre said, emphasizing the motto of the Aegis Jvris fraternity that was tagged in Castillo's killing.",
                "\"Hiding will not do you any good. Running from the truth is like being locked up in a jail with no bars,\" Aguirre added.",
                "Castillo, 22, died last weekend in fraternity initiation rites after suffering \"massive injuries.\" ",
                "The DOJ earlier offered protection for witnesses in the fatal hazing incident.",
                "Aguirre meanwhile said Friday that some senior members of the Aegis Jvris fraternity were preventing those present at Castillo's initiation from speaking out. ",
                "Primary suspect John Paul Solano surrendered Friday but said he only provided first aid for Castillo when called upon by his fraternity brothers. ",
                "UST Faculty of Civil Law Dean Nilo Divina, who founded the Aegis Jvris fraternity in 1979, vowed to seek justice for Castillo.",
                "In a statement, Aegis Jvris said its members who were involved in Castillo's death are ready to submit themselves to investigations by the Senate and National Bureau of Investigation.",
                "However, Ralph Trangia, one of the primary suspects, was able to slip out of the country a day before the DOJ released an immigration lookout bulletin order listing him and other fraternity members as persons of interest in the case. ",
                "Trangia is known to have left Tuesday for a flight to Chicago, which passed through Taipei. "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/doj-launches-horacio-hotline-for-info-on-fatal-hazing\n"
        },
        {
            "title": "2 pusher arestado sa Pasig",
            "timestamp": "Sep 23 2017 01:53 PM",
            "content": [
                "Arestado ang dalawang hinihinalang drug pusher sa magkahiwalay na buy-bust operation Biyernes ng gabi sa Pasig City.",
                "Unang naaresto sa Barangay Bambang si Aldrin Capones. ",
                "Ayon sa Pasig City Police, nahuli ang suspek sa Pio Alvarez Street matapos na makabili ng P200 halaga ng shabu ang pulis na nagsilbing poseur buyer.",
                "Nakumpiska mula sa suspek ang apat na plastic sachet ng hinihinalang shabu at ang buy-bust money.",
                "Sumunod namang naaresto sa Balderama Street si Mohamman Amerol. Nakuha sa kanya ang anim na plastic sachet ng hinihinalang shabu at P300 na buy-bust money.",
                "Nakakulong na ang mga suspek at nahaharap sa kasong paglabag sa Republic Act 9165 o Comprehensive Dangerous Drugs Act of 2002.\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/2-pusher-arestado-sa-pasig\n"
        },
        {
            "title": "SOCO: 19-anyos na lalaki, misteryosong nawala",
            "timestamp": "Sep 23 2017 12:49 PM",
            "content": [
                "Nangamba ang mga magulang ng 19-anyos na criminology student na si Ramir “Ram-Ram” Roda Jr. nang hindi na ito nakauwi sa kanilang tahanan sa Maynila.",
                "Kuwento ng kaniyang ama, nagpaalam si Ram-Ram na lalabas lang ng bahay noong Agosto 18 ng gabi.",
                "“Bumaba siya ng bahay, eh nakita ko naman, namo-monitor ko naman na nandiyan sa may garahe [namin],” banggit ni Ramir Roda Sr.",
                "\"Kinaumagahan na po, [Agosto] 19. Nagising po ako nung umaga, wala siya sa higaan niya.”",
                "Hindi na rin aniya sumasagot sa mga tawag si Ram-Ram.",
                "\"Tinatawagan po [namin siya], patay na ‘yung cellphone niya. Sabi ko, hindi na normal ito. Pati Facebook niya wala na. Totally dead na. Kinakabahan na kami.\"",
                "Sinubukan ng pamilya Roda na humingi ng tulong sa mga kakilala ng binata, kasama na ang isa sa mga kaibigan ni Ram-Ram na si alyas Mark.",
                "Ayon kay Mark, nakipagkita si Ram-Ram sa isang lalaking nagngangalang Jordan sa gasolinahan noong gabing iyon.",
                "“Pagkatapos po nung [laro namin ng] basketball, pinakita na po [ni Ram-Ram] sa akin 'yung text ni Jordan. Nag-uusap po sila, kinakamusta siya. Pupunta po silang Valenzuela kasi birthday nung boss ni Jordan.”",
                "Naging kakatwa aniya ang biglang pagkawala ni Ram-Ram na kilalang palabiro at masayahin.",
                "\"Napakakalog po na tao. Joker. Napakamasayahin na tao,\" sabi ni Mark. \"Friendly po kasi siya. Lahat po napapakisamahan niya. Marami po siyang kaibigan.\"",
                "Dahil sa mga nakalap na impormasyon, nagtungo ang mga magulang ni Ram-Ram sa nasabing gasolinahan.",
                "“Humingi ako ng tulong sa mga staff [ng gasolinahan] na baka puwedeng matulungan kami kasi mag-24 oras na, hindi pa dumadating 'yung anak ko,” sabi ni Ramir Sr.",
                "“Ni-review po ['yung CCTV]. May nakita kaming dalawang tao na nakaistambay. Dumating na po 'yung anak ko, naka-motor po.”",
                "Ano nga ba ang nangyari kay Ram-ram? Sundan ang kuwento sa 'SOCO: Scene of the Crime Operatives' ngayong Sabado ng hapon, 4 p.m. pagkatapos ng 'Ipaglaban Mo!'"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/soco-19-anyos-na-lalaki-misteryosong-nawala\n"
        },
        {
            "title": "Ina ni 'Atio,' nais makausap ang sumukong primary suspect sa pagkamatay ng anak",
            "timestamp": "Sep 23 2017 12:34 PM",
            "content": [
                "MANILA - Bukas ang ina ni Horacio \"Atio\" Castillo III na makaharap ang primary suspect na si John Paul Solano para alamin ang sinapit na hirap ng anak sa initiation rites ng Aegis Jvris fraternity, kung saan ito namatay noong isang linggo.",
                "\"Open ako, gusto kong malaman. Gusto ko siyang makausap,\" sabi ni Carmina Castillo, ina ni 'Atio', sa panayam ng DZMM nitong Sabado.",
                "Biyernes nang sumuko sa awtoridad si Solano. Sa pahayag niya sa media, itinanggi niyang kasama siya sa initiation rites ni Castillo.",
                "Ang tanging naging partisipasyon lamang niya umano ay ang pagbibigay ng medical assistance kay Castillo.",
                "\"I resuscitated Atio,\" ani Solano, isang medical technologist. Binanggit din niyang \"half dead\" na si Castillo nang kaniyang datnan.",
                "Hindi na napigilan ni Gng. Castillo ang maiyak habang ipinapaliwanag kung bakit mahalaga bilang ina ang malaman kung paano namatay ang kaniyang anak.",
                "\"Siyempre gusto kong malaman kung anong nararamdaman ng anak ko noong panahon na 'yun... habang sinasabi nilang he was half dead, sana naisip nila when he was half dead na dinala na lang nila sa ospital, baka sakaling makaligtas pa 'yung anak ko,\" sabi ni Gng. Castillo.",
                "Si Solano ang unang nagdala sa Chinese General Hospital kay Castillo kung saan siya idineklarang dead on arrival linggo ng umaga.",
                "Nauna nang sinabi ni Solano na nakita lamang niya si Castillo sa bangketa sa may Balut, Tondo at nagmagandang-loob na isugod ito sa pagamutan.",
                "Nang tanungin naman kung papayag ang pamilya na tumayo bilang state witness si Solano, sinabi ni Gng. Castillo: \"Depende sa sasabihin niya.\" ",
                "\"Kung nagsinungaling siya dati, maaring nagsisinungaling pa rin siya,\" ani Gng. Castillo.",
                "Bukas din aniya siyang makausap ang iba pang saksi sa kaso \"to shed light kung anong nangyari sa anak ko.\"",
                "\"Wala na, 'di na nila maibabalik 'yung anak ko. At least sana man lang habang sinasabi nilang naghihingalo siya, ano 'yung kondisyon niya? Gusto ko sanang malaman kung nasaktan ba siya? Nahirapan ba siya? Para sa akin, masakit 'yun,\" sabi ni Gng. Castillo. ",
                "Si Horacio, o \"Atio\" sa kaniyang pamilya, ay 22-anyos na law freshman sa University of Sto. Tomas.",
                "\"First year law student pa lang siya so he doesn't know what to expect,\" sabi ng kaniyang ina.",
                "Ipinaalam naman sa kanila ni Castillo ang balak nitong sumali sa fraternity.",
                "\"Sinabi niya na nire-recruit siya, ini-invite siya na sumali dito. He was hesitant at first kasi alam niyang ayaw namin, but kinonvince nga siya na it's an academic fraternity. Mayroong frat library na puwedeng gamitin and all the resources, studying materials [are] there, so sabi niya siguro puwede rin,\" dagdag ng kaniyang ina.",
                "Hinihikayat pa rin niya ang may mga kinalaman o nakakaalam kung paano namatay ang kaniyang anak \"to come forward.\"",
                "\"Gusto ko lang malaman how he died. I just want to find out kung anong nararamdaman niya noong mga panahon na iyon,” aniya.",
                "Sa Miyerkoles na nakatakdang ilibing si Castillo. Pero ayon sa kaniyang ina, paguusapan pa ng pamilya kung bubuksan ito sa publikong nais na makidalamhati sa kanila."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/ina-ni-atio-nais-makausap-ang-sumukong-primary-suspect-sa-pagkamatay-ng-anak\n"
        },
        {
            "title": "WATCH: Duterte sings classics at gathering with media",
            "timestamp": "Sep 23 2017 11:54 AM",
            "content": [
                "President Rodrigo Duterte sings \"The Rose\". Video by Vina Araneta, ABS-CBN News",
                "\nIn a light moment with journalists in Davao City, President Rodrigo Duterte took to the stage to showcase his singing chops.",
                "Accompanied by a keyboardist, Duterte sang some of his favorite songs, which included classic ballad \"The Rose\" and \"To All the Girls I've Loved Before.\"",
                "He dedicated the Julio Iglesias number to his partner Honeylet Avanceña, and women previously in his life.",
                "\"To one, the only one now...[at] sa lahat ng dumaan sa buhay ko,\" he said to cheers from his audience.",
                "Duterte also sang \"You Raise Me Up,\" which he dedicated to soldiers fighting terrorists in Marawi City, and Cebuano song \"Balud sa Kapalaran\".",
                "Duterte has previously rendered impromptu song numbers in public gatherings in the country and abroad. ",
                "He sang \"Ikaw,\" one of his known favorites, to Filipino communities in Malaysia and Cambodia during his official visits last year. ",
                "He even sang \"Shalala Lala\" with Malaysian Prime Minister Najib Razak during his visit to Kuala Lumpur in November. -- with reports from Vina Araneta and Hernel Tocmo, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/watch-duterte-sings-classics-at-gathering-with-media\n"
        },
        {
            "title": "Ilang bayan sa Visayas lubog sa bahang dala ng LPA, habagat",
            "timestamp": "Sep 23 2017 11:43 AM",
            "content": [
                "Flooding at the Messiah Mission Church in Barangay Pojo, Bugasong, Antique. Pastor Ricky Jubilan Segunde",
                "Flooding at the Messiah Mission Church in Barangay Pojo, Bugasong, Antique. Pastor Ricky Jubilan Segunde",
                "Flooding at the Messiah Mission Church in Barangay Pojo, Bugasong, Antique.  Pastor Ricky Jubilan Segunde",
                "Flood waters breached houses, including this one in Barangay Carmen in Pandan, Antique.  Dr. Naranjo ",
                "Heavy rains caused flooding in streets around Iloilo City. Joyce Ann Clavecillas, ABS-CBN News",
                "Heavy rains caused flooding in streets around Iloilo City. Joyce Ann Clavecillas, ABS-CBN News",
                "Residents had to evacuate after heavy rains triggered flooding in Negros Occidental Friday night. Mark Gabriel Salanga, ABS-CBN News",
                "Residents had to evacuate after heavy rains triggered flooding in Negros Occidental Friday night. Mark Gabriel Salanga, ABS-CBN News",
                "Residents had to evacuate after heavy rains triggered flooding in Negros Occidental Friday night. Mark Gabriel Salanga, ABS-CBN News",
                "Residents had to evacuate after heavy rains triggered flooding in Negros Occidental Friday night. Mark Gabriel Salanga, ABS-CBN News",
                "Ilang bayan sa Antique, Negros Occidental at Iloilo ang binaha matapos bumuhos ang malakas na ulan Biyernes ng gabi.",
                "Walong bayan ang nalubog sa baha sa Negros Occidental, at lumikas ang mga residente mula sa mga bayan ng Sipalay, Talisay, Bago, Hinobaan, DSB, at Pontevedra, ayon sa Negros Provincial Disaster Management Office.",
                "Nagsagawa din ng pre-emptive evacuation sa La Carlota at Binalbagan.",
                "Samantala, hindi naman bababa sa 20 barangay sa Bacolod ang binaha rin dahil sa halos 6 na oras na tuloy-tuloy na pag-ulan.",
                "Ayon sa mga awtoridad, 277 na pamilya ang inilikas dahil sa matinding buhos ng ulan.",
                "Nagkabuhol-buhol naman ang daloy ng trapiko sa siyudad dahil hindi nadaanan ng mga sasakyan ang ilang pangunahing lansangan habang mataas ang baha. Isinakay sa mga dump truck ang ilang pasahero na stranded.",
                "Sa Antique, apektado ang mga bayan ng Libertad, Bugasong, Pandan, Culasi at Sibalom. ",
                "Ayon kay Broderick Train, provincial disaster official sa Antique, ilang residente ang lumikas mula sa kanilang mga bahay. Ang ilan ay nakituloy sa mga kaanak na hindi apektado ng baha.",
                "Dagdag ni Train, bagamat humupa na ang baha sa ilang bahagi ng probinsiya, nakaantabay pa rin ang mga opisyal kung sakaling tataas ulit ang tubig dahil sa patuloy na pag-ulan.",
                "Nagsimula na ring bahain ang Iloilo City dahil sa walang humpay na pag-ulan.",
                "Ayon sa PAGASA, ang matinding pag-ulan na nararanasan sa Visayas ay dulot ng isang low pressure area na nabuo sa hilagang-silangang bahagi ng Quezon province.",
                "Inaasahang patuloy na makakaranas ng pag-ulan ang ilang bahagi ng Luzon at Visayas ngayong Sabado.",
                "-- mga ulat nina Joyce Ann Clavecillas at Mark Gabriel Salanga, ABS-CBN News.\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/ilang-bayan-sa-visayas-lubog-sa-bahang-dala-ng-lpa-habagat\n"
        },
        {
            "title": "Inactive frat member na kasama sa lookout bulletin, naglabas ng hinaing",
            "timestamp": "Sep 23 2017 11:08 AM",
            "content": [
                "MANILA - Masama ang loob ng isa sa mga persons of interest sa pagkamatay ni University of Santo Tomas (UST) law freshman Horacio Castillo III sa pagsama sa kanya sa immigration lookout bulletin order na inilabas laban sa mga sangkot umano sa insidente.",
                "Nasa lookout bulletin ang pangalan ni Aeron Salientes, 25, kasama ang mga kasapi ng Aegis Jvris fraternity na may kinalaman umano sa pagkamatay ni Castillo. ",
                "Lumantad si Salientes Biyernes sa National Bureau of Investigation (NBI) Death Investigation Division upang linisin ang kanyang pangalan.",
                "Iginiit ni Salientes na hindi siya aktibo sa nasabing fraternity. Taong 2013 nang siya ay sumali sa samahan pero nag drop out na siya sa law school at nagtrabaho bago muling itinuloy ang kanyang pag-aaral.",
                "Naka-leave na raw siya noon nang sumali si John Paul Solano, isa sa mga primary suspect na sumuko na nitong Biyernes.",
                "Namumukhaan daw niya ito pero hindi niya lubusang kilala. Hindi rin daw niya kilala ang biktimang si Horacio Castillo III at wala raw siyang alam sa pagpaplano ng initiation rites.",
                "Sana raw ay pinag-aralan muna ng UST ang membership status ng mga kasapi sa fraternity bago ibinigay sa awtoriad.",
                "“Definitely, ang sama ng loob ko sa naglabas ng listahan. I tried my best, araw-araw umuuwi pa akong Pampanga. Alam mo yun? Sumusunod ako sa parents ko na ‘Dad, Mom, ito focused lang ako sa studies,’ then all of a sudden makikita nila na nakasama 'yung name ko sa list,” sabi ni Salientes.",
                "Bitbit ni Salientes ang CCTV footage na magpapatunay na umuwi siya ng Pampanga noong panahon na namatay si Castillo.",
                "Si Castillo, 22, ay namatay sa hazing rites noong nakaraang linggo dahil sa atake sa puso bunsod ng matinding hirap. Dinala siya sa Chinese General Hospital Linggo ng umaga ngunit idineklarang wala nang buhay. "
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/inactive-frat-member-na-kasama-sa-lookout-bulletin-naglabas-ng-hinaing\n"
        },
        {
            "title": "44, arestado sa anti-criminality operation sa QC",
            "timestamp": "Sep 23 2017 10:28 AM",
            "content": [
                "MANILA - Dinala sa presinto ang 44 na indibidwal sa isinagawang anti-criminality campaign ng La Loma Police Station sa lungsod Quezon, Sabado ng umaga.",
                "Kasama sa mga ito ang 37 mga lalaking lumabag umano sa mga ordinansang nagbabawal sa pag-inom sa mga pampublikong lugar, at paglabas na walang suot na pang-itaas.",
                "Pitong menor de edad naman ang dinampot ng mga pulis dahil sa paglabag sa curfew hours.",
                "Nahuli ang mga indibidwal sa pag-iikot ng mga pulis sa Barangay Apolonio Samson, Barangay Manresa, Barangay Salvacion at Barangay Santo Domingo.",
                "Ang parusa sa unang paglabag ay pag-eehersisyo. ",
                "Kapag nakitang pangalawang beses nang nahuli ay kakasuhan na sila. Isang araw hanggang isang buwan na pagkakakulong at danyos na P500 hanggang P2,000 ang maaaring ipataw.",
                "Ayon sa mga pulis, bago patawan ng parusa ay isasailalim muna ang mga indibidwal sa pagsusuri, upang malaman kung mayroon silang standing warrant of arrest o criminal record.",
                "Samantala, ang mga menor-de-edad na unang beses lumabag sa curfew ay ilalagay sa kustodiya ng barangay. Ang mga dati nang nahuli ay maaaring ipakulong na ang mga magulang."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/44-arestado-sa-anti-criminality-operation-sa-qc\n"
        },
        {
            "title": "LPA to bring rains to Luzon, Visayas",
            "timestamp": "Sep 23 2017 10:11 AM",
            "content": [
                "Luzon and Western Visayas should prepare for wet weather as a low pressure area (LPA) might bring moderate to heavy rains Saturday, weather bureau PAGASA said.",
                "In its 24-hour bulletin issued at 4 a.m., PAGASA said that an LPA was spotted 40 kms north northeast of Alabat, Quezon. The southwest monsoon or \"habagat\" is also affecting the western section of Southern Luzon and Visayas.",
                "Cloudy skies with scattered rain showers and thunderstorms are expected in these areas, while the rest of the country may be overcast and might experience isolated rains, the weather bureau said.",
                "Meanwhile, light to moderate rains might persist in Oriental Mindoro, Marinduque and Romblon for one to two hours Saturday morning, PAGASA said in its 9:20 a.m. rainfall advisory.",
                "\"All are advised to take precautionary measures against possible occurrence of floods in low lying areas, flashfloods and landslides in mountainous areas,\" PAGASA said."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/lpa-to-bring-rains-to-luzon-visayas\n"
        },
        {
            "title": "Tricycle driver, patay sa pamamaril sa Maynila",
            "timestamp": "Sep 23 2017 09:03 AM",
            "content": [
                "PANOORIN: Sapul sa CCTV ang pamamaril sa isang tricycle driver sa Dagupan Extension, Maynila @DZMMTeleRadyo pic.twitter.com/bCfJIL64ED",
                "MANILA - Patay ang isang tricycle driver nang pagbabarilin ng mga hindi pa nakikilalang salarin sa Tondo, Sabado ng umaga.",
                "Nag-aabang ng maisasakay sa isang pilahan ng tricycle sa kanto ng Dagupan Extension at Raxabago Street, Barangay 159 ang biktimang si Jaymark Carillo, 32, bandang alas-5:16 ng umaga nang mangyari ang insidente.",
                "Sa kuha ng surveillance camera sa lugar ay nakita ng mga awtoridad na may lumapit kay Carillo na isang motorsiklong sakay ang dalawang taong nakatakip ang mukha.",
                "Binaril ng angkas nang apat na beses si Carillo bago humarurot ang motorsiklo pakanan patungong Tiuseco Street.",
                "Itinakbo ang biktima ng kanyang mga kaanak sa ospital, pero hindi na siya umabot dito na buhay.",
                "Kuwento ng ina ng biktima na si Gelly Visca, binalaan na niya ang anak, na kilala rin bilang Enteng, na huwag manatili sa labas nang dis-oras ng gabi dahil sa mga nangyari noong insidente ng pamamaril sa lugar.",
                "Itinanggi rin ni Visca na maaaring kunektado sa iligal na droga ang pamamaril, dahil kahit gumamit daw dati si Carillo ng bawal na gamot ay tumigil na ito.",
                "Aniya, lalong naging matatag si Carillo nang namatay sa sakit ang kanyang kinakasama nitong Mayo.",
                "Ayon sa mga opisyal ng Barangay 155, kung saan nakatira si Carillo, wala siyang record ng pagkakasangkot sa iligal na droga.",
                "Ikinagulat ng mga residente ang sinapit ni Carillo, gayong kilala daw nila ito bilang tahimik at walang kaaway.",
                "Patuloy ang imbestigasyon sa insidente."
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/tricycle-driver-patay-sa-pamamaril-sa-maynila\n"
        },
        {
            "title": "Unexplained wealth, redacted?",
            "timestamp": "Sep 23 2017 04:35 AM",
            "content": [
                "TO REDACT or not to redact. ",
                "Which could avoid or attract scrutiny and censure?",
                "Redactions are not the only issue that could arise if public officials would shade or black out the true, detailed, and complete facts of their wealth.",
                "Big and small discrepancies in the content of SALNs they have filed across periods of time could trigger more serious questions. Unexplained wealth, for one.",
                "PCIJ has secured the SALNs that most of the same Cabinet members had filed as of June 30, 2016 -- whence they entered public service as Duterte's appointees. These had not been redacted at all.",
                "Next came the SALNs they filed as of December 2016 that were shotful of shaded or blacked-out items, thus showing only the sums of their assets, liabilities, and net worth.",
                "Net worth rise",
                "But a comparison of the sums alone showed multimillion-peso increases in the net worth that certain Cabinet secretaries had declared, across the six-month interval between June 30 and December 31, 2016. ",
                "How they managed to do that, despite modest lawful incomes in government, and rules on conflict of interest that bar them from earning fat sums outside of public service, is the big mystery.",
                "Without any clear explanation offered by the redacted SALNs, such significant upticks in net worth constitute unexplained wealth per se or by itself, according to lawyers of the Civil Service Commission and the Office of the Ombudsman.",
                "By PCIJ's review, the SALNs without redactions and with redactions of 10 Cabinet secretaries showed net-worth increases of P100,000 to nearly P30 million across the six-month period:",
                "•    A hefty P29,753,018-increase -- or about P5 million a month -- in the net worth of Finance Secretary Carlos G. Dominguez, or from P322,106,265 in June 2016 to P351,859,283 in December 2016. ",
                "•    A P9,906,155-increase in the net worth of Economic Planning Secretary Ernesto M. Pernia, or from P95,525,450 in July 2016 to P105,431,605.52 in December 2016.",
                "•    A P5.225-million increase in the net worth of Presidential Communications Operations Office Secretary Martin Andanar, or from P147,047,869.19 in June 2016 to P152,272,523.19, as of December 2016;",
                "•    A P4,673,599-increase in the net worth of Presidential Adviser on the Peace Process Jesus Dureza, or from P35,371,280.95 in June 2016 to P40,044,880.07 in December 2016.",
                "•    A P1.9-million increase in the net worth of Transportation Secretary Arthur P. Tugade, or from 300,069,263 in June 2016 to P301,999,204.00 in December 2016.",
                "•    A P1.6-million increase in the net worth of Energy Secretary Alfonso Cusi, or from P161,089,000 in July 2016 to P162,701,642 in December 2016.",
                "•    A P1.56-million increase in the net worth of Budget Secretary Benjamin Diokno, or from P18,254,429 in June 2016 to P19,814,429.00 in December 2016. ",
                "•    A lean P100,000 increase in the net worth of National Security Adviser Hermogenes Esperon, or from P22,145,000 in June 2016 to P22,245,000 in December 2016.",
                "Salalima's net dips",
                "In contrast, newly resigned Information and Communications Technology Secretary Rodolfo Salima, who was a telco executive for a long time, showed an unexplained decline in wealth from June to December 2016. He entered public service with a net worth of P311,370,739.26, but this dipped to P304,961,439.91 by December 2016, a decrease of P6,409,299.",
                "Public Works and Highways Secretary Mark Villar, the wealthiest of the Duterte Cabinet members, declared a net worth of P1.41-billion in his December 2016 SALN. Only these sums of his SALN entries have not been redacted: P134.9-million in real properties, P1.29-billion in \"other real and personal properties\"; and liabilities of only P14.5 million.",
                "An uptick in the net worth of two other secretaries occurred over longer periods of time.",
                "Across a seven-year period, a fantastic P21,956,632.23-increase was recorded in the net worth of Agriculture Secretary Emmanuel Piñol, or from P3,643,000 in the SALN he filed as of Dec. 31, 2009, to P25,599,632.23 in his latest SALN as of Dec. 31, 2016. ",
                "PCIJ also noted a modest P2,650,000-increase in the net worth of Labor Secretary Silvestre Bello III, or from P12,800,000 in the SALN he filed as of December 2008 to P15,450,000 in his latest SALN as of December 2016. ",
                "Both Piñol and Bello are allies of former President Gloria Macapagal-Arroyo. Both skipped public service for some years, hence PCIJ has no SALN copies for them in the intervening years.",
                "Dominguez's dough",
                "The rise and fall of the values enrolled in the redacted and unredacted SALNs are rather difficult to track. This much is true in the case of Finance Secretary Dominguez, whose SALNs for June 2016 and December 2016 showed the largest net increase.",
                "In both SALNs, he declared zero liabilities but also an identical list of real assets, personal and other properties, and slight changes in the entities in which he has business interests and financial connections.",
                "Dominguez declared the same list of nine residential, agricultural, and commercial real properties that he acquired or inherited but marked a P5.5-million increase in their combined values. He said that he had real assets in Davao del Sur; Davao City; Tuguegarao, Cagayan; Sta. Maria, Bulacan; and one in Portland, Oregon, U.S.A. that he reportedly acquired in 2001 at a cost of P51,975,720, as of his June 2016 SALN.",
                "Dominguez also declared three categories of \"personal and other properties,\" notably cash and financial instruments; jewelry, art, vehicles, and other collectibles; and shares of stocks and advances. Altogether, he said that his personal and other assets grew in value from P270.03 million as of June 2016, to a redacted, hence secret, amount in December 2016.",
                "Dominguez said that from 1983 to 2016, he has had business interests and financial connections in 26 entities (as of June 2016), and in 27 entities (as of December 2016), with at most two entities dropped or added in each.",
                "In four, he said that he serves as shareholder, director, and treasurer; in three others as shareholder and advancer; in three more as member; and one each for “shareholder, director, and advancer,” advancer, beneficial owner, director, and preferred shareholder. For the other 12 entities, Dominguez said that he serves as shareholder.",
                "Aguirre's kin",
                "Justice Secretary Vitaliano Aguirre II, meanwhile, declared a net worth of P37,632,069.77 as of December 2016, but PCIJ has not received from Malacañang a copy of his June 2016 SALN. ",
                "Aguirre's filing stands out for the number of his relatives in government: 13 in all, including the Mayor and a councilor in Mulanay, Quezon. He has a sister working as an election officer in Mauban, Quezon; another sister, a sister-in-law, five first cousins, and a niece all working in Mulanay town; two first cousins-in-law and an aunt employed in three other Quezon towns; and a bilas or in-law, Victor Uy, who works as his executive assistant at the Justice department.",
                "President Rodrigo R. Duterte, in his SALNs that enroll just one data field redacted in each -- his home address -- showed a P3.4-million increase in his net worth, or from P24,080,094.04 in June 2016 to P27,428,862.44 in December 2016. ",
                "PCIJ obtained copies of Duterte's SALNs from the Office of the Ombudsman, hence its singular redacted data entry. -- PCIJ, September 2017"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/unexplained-wealth-redacted\n"
        },
        {
            "title": "SALNs to impeach CJ, other execs but Palace redacts Cabinet SALNs",
            "timestamp": "Sep 23 2017 04:28 AM",
            "content": [
                "A CHIEF JUSTICE was impeached in 2012 for failure to declare the true and detailed list of condo units he owned, and pesos and dollars he had in banks.",
                "Ten years prior, a President was forced out of the Palace for collecting millions in kickbacks and commissions from state contracts and excise taxes, as well as for building scandalously opulent mansions for his mistresses. He, too, kept hidden the facts of his wealth, and would be exposed later to have used a fake name to open a fat bank account.",
                "Fast forward to today: The allies of President Rodrigo R. Duterte in the House of Representatives recently endorsed an impeachment complaint against another chief justice. She, too, the complainant averred, did not enroll the true and complete details of multimillion pesos in fees she received as a co-counsel in the government's case against a multinational contractor, before she was appointed top jurist in August 2012.",
                "Threat of impeachment lurked as well for the chairman of the Commission on Elections, who, by his estranged wife's claims, did not report multimillion pesos he has raised from a currency trading business. (The Ombudsman has also been named as a target for impeachment for other reasons, however.)",
                "In all these cases gone, going, or coming still, a four-letter acronym of a document has served as the top trigger: SALN, or the Statement of Assets, Liabilities, and Net Worth that all public officials and employees must file upon entry into public service, every year before the April 30 deadline, and upon exit from office. ",
                "What to redact, why?",
                "Yet now the Cabinet members of the Duterte administration and data-privacy officers in state agencies seem to want to keep under lock and key the most important details of their wealth. ",
                "Last Aug. 16, the Malacañang Records Office (MRO) released to data journalists of Entrepreneur Philippines -- an online business news and features web site under Summit Media -- copies of the SALNs of 28 Cabinet members appointed by Duterte administration. The SALNs provided were invariably outstanding for the details they blacked out, than for the details that they revealed, or must reveal, according to guidelines of the Civil Service Commission (CSC).",
                "It is not clear whether some or all of the redactions on these SALNs were made on request of the filers -- the Cabinet members -- or on decision of the personnel of MRO, Presidential Communications Operations Office (PCOO), and Office of the President who have been designated as \"data privacy officers\" of their agencies. The latter -- supposedly called \"the Clearinghouse of the OP Family\" -- made the actual redactions. ",
                "They supposedly want to protect the \"right to security and privacy\" of the Cabinet members, citing as basis the Data Privacy Act or Republic Act No. 10173. But then they seem impervious to the fact that the redactions are clear violations -- even an act of \"repeal by implication\" -- of The SALN Law or Republic Act No. 6713, which upholds and the principles of transparency and accountability in public service.",
                "PCOO Assistant Secretary Kris Ablan told PCIJ though that some secretaries, including his boss, Communications Secretary Martin Andanar, had expressed concern that certain data in the SALN could invite malefactors to harass the filers or their family members.",
                "Right to security, privacy?",
                "Multiple redactions had been made in fact on the SALNs that Malacañang released to journalists last August 16. Days earlier on Aug. 4, Ablan wrote Chairman Raymund E. Liboro of the National Privacy Commission requesting \"clarification on the disclosure of information in relation to the sworn (SALN) of government officials.\"",
                "In it, Ablan said that he was writing on behalf of the PCOO, the Office of the President, the Office of the Cabinet Secretary, and the Presidential Management Staff. Altogether, these agencies make up what Ablan told the PCIJ is called \"the Clearinghouse of the OP Family.\"",
                "Ablan wrote the NPC: \"Pursuant to Executive Order No. 2, s. 2016 or the Freedom of Information in the Executive Branch, all public officials are reminded to make their SALNs available for scrutiny, in accordance with existing laws, rules and regulations. However, we have received valid security concerns during our inter-agency meeting on the disclosure of information in the SALNs of government officials to the public. ",
                "\"To balance the right to information of the citizenry and the right to security and privacy of government officials,\" Ablan sought an \"advisory\" from Liboro's NPC on \"Remarks/Recommendations\" of the OP Family Clearinghouse to withhold dozens of data that the law and the CSC guidelines prescribe must be disclosed the SALN. ",
                "Then again, clear answers to the query and the NPC advisory would come post-facto, or a month after the MRO had already made redactions on the SALNs of Cabinet members that it sent out to the media.",
                "More redactions",
                "In his request letter for an NPC advisory, Ablan said the data that the OP Family Clearinghouse had wanted NPC to approve on grounds of \"the right to security and privacy\". Ablan's letter also had offered \"Remarks/Recommendation that the OP Family wants NPC to approve. These include:",
                "•    \"Family and Home Address; Name of Spouse including Agency/Office; Office Address and Position; Name of minor children. Remarks/Recommendations: Disclosure of this information may expose the Official's family to violence and harassment, especially for officers in law enforcement.",
                "•    \"Exact location of real properties, Transfer Certificate of Title {TCT) No., and plate number of vehicles. Remarks/Recommendations: We propose to redact the exact address and the TCT No., and only disclose the barangay and city/municipality where the property is located including the type description, kind, assessed value, current fair market value, acquisition year, mode of acquisition and acquisition cost. Further, we propose to redact the plate number and conduction number of the vehicle/s for security reason.",
                "•    \"Business interests and financial connections. Remarks/Recommendations: \"We propose that the exact address and name of the business shall be redacted to avoid harassment and disclose only general information related to business interest and financial connections of the declarant.",
                "•    \"ID number and signature: Request/Recommendation: \"We propose to redact these information, which form part of sensitive personal information under the Data Privacy Act of 2012.\"",
                "Meetings with PCIJ ",
                "PCIJ registered its opposition to the redactions made on the SALNs of the Cabinet members with NPC's Liboro and with Ablan -- whose team of three persons had diligently monitored implementation of President Duterte's Executive Order No. 2 that instituted a Freedom of Information policy in the Executive Branch.",
                "Three meetings with PCIJ, the NPC and the OP Family Clearinghouse officers and lawyers held in recent weeks revealed, among others, that the latter seemed oblivious to the fact that it is not the Data Privacy Act (Republic Act No. 10173) that should apply in the situation.",
                "Instead, it is Republic Act No. 6713, the Code of Conduct and Ethical Standards for Public Officials and Employees, or by shorthand, The SALN Law, that should be the reference in the filing of SALNs.",
                "Too, the meetings clarified that it is not the National Privacy Commission but the Civil Service Commission that is the chief enforcer of guidelines on the proper filing of SALNs, and of the constitutional and statutory provisions on public disclosure.",
                "Deal-breaker for FOI EO",
                "On advise of lawyers, and from interviews with CSC and the Office of the Ombudsman, PCIJ informed Ablan and the NPC that the redactions made might have resulted in \"defacing\" public documents on multiple counts, and constituted a \"repeal by implication\" of the SALN law. ",
                "Because they mock the authenticity of the FOI EO that the Duterte administration had issued in July 2016, PCIJ told the NPC and the OP Family Clearinghouse that the redactions are a clear deal-breaker for the CSOs that had been engaged in pushing the bounds of the FOI executive order.",
                "To be sure, if only the OP Family Clearinghouse had checked out the relevant laws, the redactions should not have been made in the first place.",
                "CSC guidelines",
                "Under circulars it issued in 2011, 2013, and 2016 on the filing of SALNs, the CSC had prescribed more than explicitly that the SALN \"should state true and complete declaration of assets, liabilities and net worth, including disclosure of business interests and financial connections of the declarant.\"",
                "In 2013 the CSC said that while the declarant shall provide information on his/her address, \"whenever a third party request for a copy of the SALN...the agency has the option to shade the declarant's address for purposes of security.\" In short, there is only a conditional authority from CSC for repository agencies to redact just one and only one information in the SALN -- the filer's address. ",
                "The 2011 guidelines of the CSC spelled out that:",
                "•    \"On ASSETS. Assets including those within or outside of the Philippines, whether real or personal, should be declared as well as description of real properties as to the kind, nature, exact location, acquisition mode and year, assessed value, fair market value, acquisition cost of land and/or building, including improvements made.",
                "•    \"Assets whether tangible (i.e. cash on hand, cars, appliances, jewelry, mobile phones) or intangible such as stocks, bond certificates, and the like, denominated in foreign currency shall be converted into the corresponding Philippine currency equivalent at the exchange rate prevailing as of 31 December of the preceding calendar year.",
                "•    \"On LIABILITIES. Nature of liability and name of creditors should be indicated. The declarant must disclose the outstanding balance as of 31 December of the preceding calendar year.",
                "•    \"Disclosure of ALL sources of gross income. For both single and joint filing, declarant must disclose all sources of income whether derived from practice of profession, business, and the like for the preceding calendar year.",
                "•    \"Declaring of Personal and Family Expenses. A new feature of the revised SALN form is the disclosure of the estimated amount of the declarant’s personal and family expenses. In case of joint filing, the declarant and his/her spouse shall declare the estimated amount of their personal and family expenses for the preceding calendar year.\"",
                "It must be noted though that the last two provisions cited here from the 2011 CSC guidelines were later removed by CSC Memorandum Circular No. 5, series of 2012/Resolution No. 1200480, after several government agencies raised concerns about the 2011 SALN format.",
                "In 2015, the CSC again instituted a new SALN form. This was followed by the 2016 guidelines that, apart from requiring its use across all agencies, further clarified that:",
                "•    \"In the declaration of real properties, the form requires the exact location of the property.",
                "•    \"The Value and the Current Fair Market Value should be based on what is stated in the Tax Declaration of Real Property. ",
                "•    \"The identification of relatives is required to be ‘to the best of my knowledge.’",
                "•    \"All other declarations are required to be ‘true and detailed.’",
                "•    \"In case of joint filing, all real and personal properties shall be declared including their respective paraphernalia and capital properties, if there are any. ",
                "•    \"Mortgaged properties are already under the name of the declarant. Hence, the mortgaged properties shall be declared either under real or personal properties. The acquisition cost to be declared shall be the actual purchase price. However, the declarant should declare the outstanding balance of the mortgage loan as of December 31 of the preceding year under Liabilities.",
                "•    \"Insurance properties should be declared under personal properties. The amount to be disclosed under acquisition cost shall be the amount already paid.",
                "•    \"Pensions received for the year of declaration should be declared as personal property either cash on hand or cash in bank, as the case may be.",
                "•    \"Shares of stock are personal properties that must be declared. The acquisition cost shall be the total value of the shares of stocks as of December 31 of the preceding year.",
                "•    \"Earnings and income from other sources must be declared as these either form part of the declarant’s cash on hand or in bank, which shall be determined as of December 31 of the preceding year.",
                "•    \"Inherited properties are transferred to the heirs by operation of law. Hence, even without a transfer of the property under the name of the declarant, the latter shall declare his/her share in the inherited properties as his/her assets. For the acquisition cost, the declarant shall state zero (0). For real properties inherited, the declarant is required to provide the assessed value and current fair market value found in the tax declaration of the real properties concerned.",
                "•    \"Minimal valued properties collectively must be declared, according to the nature/kind of the personal property like books; and the declarant may use “various years” as year acquired \"in group/bulk.\" R.A. No. 6713 does not provide for a ceiling on properties to be declared.",
                "•    \"The outstanding balance of liabilities as of December 31 of the preceding year shall be declared, including personal loans and the names of creditors.",
                "•    \"Business interests refer to declarant’s existing interest in any business enterprise or entity, aside from his/her income from government while financial connections refer to declarant’s existing connections with any business enterprise or entity, whether as a consultant, adviser and the like, with an expectation of remuneration for services rendered.",
                "•    \"Relatives in the first degree of consanguinity include the declarant’s father, mother, son and daughter. Relatives in the first degree of affinity include the declarant’s father-in-law and mother- in-law.",
                "•    \"Relatives in the second degree of consanguinity include the declarant’s brother, sister, grandmother, grandfather, grandson and granddaughter. Relatives in the second degree of affinity include the declarant’s brother-in-law, sister-in-law, grandmother-in-law, grandfather-in-law, granddaughter-in-law and grandson-in-law.",
                "•    \"Relatives in the third degree of consanguinity include the declarant’s nephew, niece, uncle and aunt. Relatives in the third degree of affinity include declarant’s nephew-in-law, niece-in-law, uncle- in-law, auntie-in-law.",
                "•    \"Relatives in the fourth degree of consanguinity include the declarant’s first cousin.\"",
                "Pushback from e-SALN?",
                "The Office of the Ombudsman, meanwhile, had even launched last year the pilot run of its e-SALN project, which would usher in the electronic filing of SALNs with over a million public officials and employees as targeted filers. ",
                "The SALN template has been coded under the e-SALN project, and its full rollout is expected to take a few more years. The matter of digital signature, and minor tweaks to the coded template are now being addressed. ",
                "Recently, Deputy Ombudsman Cyril Ramos, project head, had stressed in a public presentation that the filing of \"true and detailed\" SALNs by all public officials and employees upholds the principles of transparency and accountability in public service.",
                "Ramos said the SALN serves as \"an initiatory tool, a wealth-tracker document\" in discerning:",
                "•    \"Public Accountability, as the fundamental laws in which the system is rooted invariably emphasize upholding the time-honored principle that public office is a public trust;\n•    \"Conflict of Interest Control, as can be construed from the disclosure requirement of business interest and financial connection including naming and identifying relatives in the government; and \n•    \"Wealth Monitoring, as asset disclosure is currently being employed as a tool for detecting possible cases of misuse of public office for self-enrichment.\"",
                "First massive redaction",
                "By the reckoning of both the Ombudsman and the CSC, this is the first time that multiple redactions on the SALNs of Cabinet members had been made. The SALNs of Duterte, the senators, and officers of the constitutional commissions, and civil servants across the board do not bear any redactions, except in some cases, and only involving the home address of the declarant, as CSC has so allowed.",
                "Says a lawyer from the Office of the Ombudsman: \"Redaction gives you no protection at all. It may even trigger suspicion you are hiding something.\" The lawyer does not recall any case of an official exposed to security problems on account of the SALNs, even as he cited the value of these documents for pursuing cases of corruption and unexplained wealth.",
                "Redacting SALNs, if deliberate, \"may constitute tampering of public documents,\" says the Ombudsman lawyer, and if done on orders of higher officials, the latter could be culpable, too. The lawyer notes that the Data Privacy Act has not expressly or explicitly repealed the SALN law, and thus, \"repeal by implication or redaction cannot be allowed.\"",
                "CSC: SALN law stays",
                "CSC Assistant Commissioner Ariel G. Ronquillo, who heads the Technical Working Group on the SALN Law -- composed of representatives of the Office of the President, the Ombudsman, and other SALN repository agencies -- says that the CSC guidelines must prevail as the reference in the filing of SALNs.",
                "Interviewed by PCIJ, Ronquillo says that he finds no discrepancy or dissonance between provisions of R.A. No. 6713 (SALN Law) and R.A. No. 10173 (Data Privacy Act).",
                "\"I don't think at this point we have to determine which one will prevail,” Ronquillo says, “because in any instances where there is an apparent inconsistency, just an apparent inconsistency between two laws or between two issuances, the first order of the day is to find a way to reconcile these inconsistencies. In other words, to find that situation where those inconsistencies will not be there. We have to interpret these two laws in a way that they will be harmonized. \"",
                "But, he adds, \"I have made a brief reading of the law as well as the implementing rules and then I made a review of our own guidelines, and honestly based on my reading, I didn't see any inconsistency. Yeah, so those two laws can go hand in hand. So when it comes to SALN, I think we have to apply the guidelines on the SALN. When it comes to other matters that are clearly within the coverage of the Data Privacy Act then they can apply those regulations issued by the Privacy Commission. I think that's how to approach it.\"",
                "Under the Data Privacy Act, he notes that an exception of coverage has been specified for \"any individual who is or was an officer or employee of a government institution that relates to the functions or position of the individual.\"",
                "PDS another matter",
                "Ronquillo makes a distinction, however, between the SALN and personal data sheets or PDS.",
                "\"If the matter is purely private to the person whether he is in government or not it may still come under the scope,” Ronquillo says. “For example, personal data sheets (that) are required for any government official or employee upon entry to the government.\"",
                "He notes that the PDS \"strictly contains personal information\" and \"before you can access the personal data sheet of a government official or employee, you have to seek the consent of the person.\"",
                "But that is not the case with the SALN, says Ronquillo. According to the CSC official, privacy may apply to PDS \"but not with respect to the SALN.\"",
                "\"Our stand with respect to the SALN is that it is an instrument of transparency and therefore it should be available to the public upon request,\" he adds.",
                "In Ronquillo's view, The SALN Law and the CSC should prevail as the reference law and mandated agency in regard to the SALN matters. ",
                "CSC has mandate",
                "Says Ronquillo: \"Kami’ yung may mandate under (R.A. No.) 6713 to issue the guidelines. So kapag sinabi naming na available iyan for public scrutiny, they cannot, even if they rule otherwise, they cannot prevail. Dapat kami masusunod. (We have mandate under RA 6713 to issue the guidelines. So when we say that should be available for public scrutiny, even if they rule otherwise, they cannot prevail. Our orders must be followed.)\" ",
                "By all indications though, the OP Family Clearinghouse might have crossed over to prohibited territory when it redacted multiple data fields in the SALNs of the Cabinet members.",
                "Ronquillo says blackening out the home address of the filer is all that the CSC guidelines allow, nothing more, nothing less. \"Yung pag-cross out ng mga material information in the SALN such as the statement of properties as well as the different amounts involved, 'yun nga ang dapat ipakita (that is what should be disclosed),” he says. “So I don't think it is covered by the Data Privacy Act because the SALN is an instrument of transparency. If you will not disclose that to the public that will defeat the very purpose why people in government are required to fill out SALNs.\"",
                "\"Without necessarily ruling on whether the action is correct or not,\" Ronquillo says, \"our guidelines actually require the statement of the exact place of the property that is reflected in the SALN and that is necessary again for purposes of transparency. If the public looks at any government official's or employee's SALN, and the public should also be given information as to where those properties can be found for purposes of verification.\"",
                "Transparency is the spirit that should drive the filing of SALNs, he says. ",
                "Unwanted effects",
                "\"Through the SALN,\" according to Ronquillo, \"we are actually telling the public I am not hiding anything; I am not enriching myself at the expense of the government. So if you want to inspect my properties, go ahead and inspect. And just to prove to you that everything is legitimately acquired, then go ahead and inspect all those properties wherever they are from. That's why even those information should be open to the public or whoever requests the SALN of that particular government official or employee.\"",
                "Redacting or hiding some data about a filer's properties may even trigger unwanted results for the filer, he says. ",
                "Ronquillo agrees that public officials \"should be allowed to protect themselves from harassment and from all other dangers” but also notes that, “there is no assurance that by hiding those information, the protection sought will be achieved. I think that is not the proper way of protecting themselves from harm.\"",
                "\"That act of hiding those information can even give an impression that they are hiding something from the public that will give the public more reason to do deeper investigation about the accumulation of their wealth and that will generate more interest about them,\" he says. ",
                "\"The moment you hide them, it would really give an impression that you are hiding something and that the acquisition or the accumulation of wealth was not that legitimate that you do not want the public to look at it. So I think that would be contrary first to the principle of transparency and to the very reason why we are executing SALNs.\"",
                "A good SALN discloses",
                "\"In other words,\" according to Ronquillo, \"a good SALN discloses everything; a good SALN does not hide properties that belong to the filer.\"",
                "PCIJ has asked the CSC Commissioners en banc for an official advisory on the guidelines that should apply to the filing of SALNs. In reply, on Sept. 14, 2017, Ronquillo stated: \"On the matter of shading or redaction of information in the SALN,\" CSC Memorandum Circular No. 2, s. 2013, allows agencies to shade one and only one data: the address of the declarant \"for purposes of security.\"",
                "The CSC is presently reviewing its policy guidelines on the SALN, he added. \"Rest assured that your concerns will be considered, specifically the matter on redaction/shading of information in the SALN when a copy thereof is requested, and on the mater of the effects of the Data Privacy Act of 2012.\"",
                "But after three meetings with the PCIJ, the NPC and the OP Family Clearinghouse have agreed to reduce to a minimum the redactions they want to make on the SALNs, notably the declarant's address, names of children of minor age, government ID number, and signature. When the Palace finally released the SALNs requested by PCIJ last week, parts of the exact location of the filer's real assets were also redacted.",
                "PCIJ has asked that the redaction process be made transparent, and that a written explanation be issued by the OP Family Clearinghouse stating why and on what basis such redactions would be made. ",
                "However, the cover letter for SALNs released to PCIJ this month only briefly explained that the redactions made “pertain to personal information covered by Republic Act No. 10173, otherwise known as the Data Privacy Act of 2012.”",
                "And because additional redactions apart from the filer's home address would be a clear stretch of what the CSC guidelines allow, PCIJ said that it would be good for the OP Family Clearinghouse to realize that they are by implication repealing or amending the SALN law at whim. ",
                "Some results",
                "The meetings with PCIJ have clarified a few points only. For one, the NPC and the PCOO have now included the CSC and the Ombudsman in the discussions on the redactions being made. The NPC has decided to hold off on issuing the advisory requested by PCOO, until after full consultations with other agencies and stakeholders. Too, the NPC and the PCOO have agreed to call a meeting on Sept. 25 of the SALN repository agencies to align practices in compliance with the law.",
                "Apart from the CSC, the Ombudsman, the Office of the President, the Supreme Court (en banc and Office of the Court Administrator), the Office of the Secretary of the Senate, and the Office of the Secretary-General of the House of Representatives are also SALN repositories or custodian agencies.",
                "In a way, the situation boils down to which should be the greater concern or obligation of public officials: privacy or transparency?\n \nThen again, the expectation of privacy, once one enters public service, seems unwarranted at the very least.",
                "'Right to security'",
                "When PCIJ asked Ablan for the first time last August about the redactions, he said: \"Informal rules were outlined by the Clearinghouse of the OP family. News reports about the relatives of Secretary Martin Andanar triggered it.\" ",
                "\"We are just looking after our principal,” Ablan said. “Under FOI, there is fear that the information disclosed might lead to harassment and identity theft.\"",
                "To see what kind of news reports may have been the cause of concern for Andanar, PCIJ checked out media stories and photos about his relatives. But it found just a few featuring his wife, Alelee Aguilar Andanar, a daughter of Las Pinas Mayor Imelda 'Mel' Tobias Aguilar and former Mayor Vergel 'Nene' Aguilar.",
                "In any case, Ablan told PCIJ that the Clearinghouse composed of assistant secretaries -- who serve as \"data privacy officers\" but often also as the FOI receiving officers of their agencies -- had set \"an unwritten rule that it is okay to redact names of children, address, plate number (of vehicles), the signature on and the number of government-issued IDs.\" ",
                "Privacy, not secrecy?",
                "\"We are not trying to hide anything,” Ablan insisted. The concern of committee is we have to protect privacy of our principals.\"",
                "\"Our unwritten policy also is we will wait for request for reconsideration from requestor, and if needed, we can unredact,” he said. “I hope you understand where we are coming from.\"",
                "The MRO chief, lawyer Concepcion Zeny E. Ferrolino-Enad, was, according to Ablan, \"willing to disclose but there has to be a middle ground because there could be irresponsible people who will use the info in the SALNs.\" Asked if the redactions on the SALNs of the Cabinet members imply special protection for senior officials of the Duterte administration, Ablan replied, \"The plan is, even the SALNs of the rank-and-file, we will redact.\"",
                "He said that there is \"no policy yet from the National Privacy Commission but we have asked for comment. If they tell us we cannot redact, we have to find proper authorities or forum to clarify. I hope you understand our concern is to protect people from harassment.\" This much he assured PCIJ: \"We can call for an emergency meeting for you with the Clearinghouse.\" ",
                "Spooked by Privacy Act",
                "PCIJ had also interviewed Liboro prior to the meetings held between PCIJ and the NPC and OP Family Clearinghouse.",
                "PCIJ told Liboro that data privacy officers at the Palace seem to have been spooked by the huge penalties that could be imposed on them for \"breach\" of the Data Privacy Act, but also seem unaware that they may be violating The SALN Law by redacting or withholding information they are obliged to disclose under transparency and accountability laws.",
                "Liboro sounded reassuring at one point, saying, \"The Data Privacy Law does not protect government officials, agencies, contractors or companies. It does not proscribe other laws.\"",
                "But, of course, he said there is \"a difficult balancing that must be made between data privacy and FOI.\"",
                "\"Data privacy separates government data,” he said. “Hindi kampi sa gobyerno ito, kaya mahirap gamitin para sa gobyerno (It’s not on the side of the government, so it’s hard to use it for the government).”",
                "It's a constitutional duty",
                "By contrast, the CSC's Ronquillo is crystal on the matter: The SALN Law must prevail in regard to the SALN. ",
                "Remarks Ronquillo: \"This is a constitutional duty so all of us are doing this on a yearly basis and so therefore we also have to be prepared when someone looks at our SALN and someone scrutinizes it. If we are sincere in all our obligations as government people, we should not worry with what is reflected in our SALN. Otherwise, if you do not want that kind of practice, then you have to leave government.”",
                "“You have to leave government,” he repeats. “This is part and parcel of being with government.\" -- With additional research by John Reiner Antiquerra and Vino Lucero, PCIJ, September 2017"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/salns-to-impeach-cj-other-execs-but-palace-redacts-cabinet-salns\n"
        },
        {
            "title": "Modus ng drayber ng MMDA tow truck, bistado",
            "timestamp": "Sep 23 2017 02:42 AM",
            "content": [
                "Isa na namang tow truck ng MMDA ang pinahatak ng QCPD traffic sa Balintawak, Quezon City. Ito ay dahil umano'y modus operandi ng driver na butasin ang hose ng krudo ng isang truck na dumaraan doon. Exclusive, nagpa-Patrol, Doland Castro. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/modus-ng-drayber-ng-mmda-tow-truck-bistado\n"
        },
        {
            "title": "LIST: Top performing schools for doctors in the Philippines",
            "timestamp": "Sep 23 2017 02:36 AM",
            "content": [
                "The Cebu Institute of Medicine and Saint Luke's College of Medicine dominated the Physician Licensure Examination given in August, the Professional Regulation Commission (PRC) said Friday.",
                "Both schools bested 50 others and registered a passing rate of 100 percent in the recent board exams.",
                "West Visayas State University in Iloilo City came in second with a 99.0% passing rate, followed by Pamantasan ng Lungsod ng Maynila with 98.15% passing rate.",
                "University of the Philippines Manila and University of Santo Tomas (UST) placed fourth and fifth, respectively, with a passing rate of 97.33% and 97.10%.",
                "Meanwhile, University of the East Ramon Magsaysay Memorial Medical Center ranked sixth with a 96.93% passing rate.",
                "Xavier University placed seventh with a passing rate of 96.43, while San Beda College came in eighth place with a 94.34 passing rate.",
                "Cebu Doctors University-College of Medicine ranked ninth with 93.64% and Far Eastern University-Nicanor Reyes Medical Foundation placed tenth with 92.54%.",
                "The PRC announced that 3,340 out of 4,064 examinees passed the board examination.",
                "UST produced 6 of the 11 examinees who garnered the highest ratings, while De La Salle University-Health Science Institute produced 2. Graduates of West Visayas State U, UP Manila and Cebu Institute of Medicine also made it to the top 10.",
                "RANK",
                "SCHOOL",
                "TOTAL NO.",
                "OF EXAM.",
                "TOTAL NO.",
                "PASSED",
                "PERCENTAGE",
                "PASSED",
                "1",
                "CEBU INSTITUTE OF MEDICINE",
                "122",
                "122",
                "100.00%",
                " ",
                "SAINT LUKE'S COLLEGE OF MEDICINE",
                "83",
                "83",
                "100.00%",
                "2",
                "WEST VISAYAS STATE UNIVERSITY-LA PAZ",
                "101",
                "100",
                "99.01%",
                "3",
                "PAMANTASAN NG LUNGSOD NG MAYNILA",
                "108",
                "106",
                "98.15%",
                "4",
                "UNIVERSITY OF THE PHILIPPINES-MANILA",
                "150",
                "146",
                "97.33%",
                "5",
                "UNIVERSITY OF SANTO TOMAS",
                "482",
                "468",
                "97.10%",
                " ",
                "ATENEO DE MLA UNIV. SCHOOL  OF MED. & PUBLIC HEALTH-PASIG",
                "138",
                "134",
                "97.10%",
                "6",
                "UNIVERSITY OF THE EAST RAMON MAGSAYSAY MEM MEDICAL CTR",
                "326",
                "316",
                "96.93%",
                "7",
                "XAVIER UNIVERSITY",
                "56",
                "54",
                "96.43%",
                "8",
                "SAN BEDA COLLEGE",
                "106",
                "100",
                "94.34%",
                "9",
                "CEBU DOCTORS UNIVERSITY-COLLEGE OF MEDICINE",
                "110",
                "103",
                "93.64%",
                "10",
                "FAR EASTERN UNIVERSITY-NICANOR REYES MEDICAL FOUNDATION",
                "268",
                "248",
                "92.54%"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/list-top-performing-schools-for-doctors-in-the-philippines\n"
        },
        {
            "title": "Duterte, sinabing malapit nang matapos ang gulo sa Marawi",
            "timestamp": "Sep 23 2017 02:29 AM",
            "content": [
                "Sinabi mismo ni Pangulong Rodrigo Duterte sa pagbisita nito sa Marawi City na malapit na matapos ang giyera. Ngunit sa pagwawakas ng gulo, wala daw pagbubunyi na magaganap. Nagpa-Patrol, Raphael Bosano. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/duterte-sinabing-malapit-nang-matapos-ang-gulo-sa-marawi\n"
        },
        {
            "title": "Napagkamalang si John Paul Solano, humarap sa MPD",
            "timestamp": "Sep 23 2017 02:20 AM",
            "content": [
                "Humarap sa Manila Police District (MPD) ang lalaking napagkamalang si John Paul Solano na isa sa mga iniuugnay sa pagkamatay ng University of Santo Tomas law student na si Horacio \"Atio\" Castillo III. Nagpa-Patrol, Zyann Ambrosio. TV Patrol, Biyernes, Setyembre 22, 2017."
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/napagkamalang-si-john-paul-solano-humarap-sa-mpd\n"
        },
        {
            "title": "Aabot sa P11-M halaga ng mga tanim na marijuana, nasamsam",
            "timestamp": "Sep 23 2017 02:13 AM",
            "content": [
                "Aabot sa P11 milyong halaga ng mga tanim na marijuana ang nasamsam ng mga awtoridad sa Kalinga Province. Limang oras ang kanilang nilakad bago narating ang mga plantasyon. Binunot din ang mga ito at sinunog. Nagpa-Patrol, Harris Julio. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/aabot-sa-p11-m-halaga-ng-mga-tanim-na-marijuana-nasamsam\n"
        },
        {
            "title": "2 AWOL na pulis, arestado sa pangingikil",
            "timestamp": "Sep 23 2017 01:19 AM",
            "content": [
                "Arestado ng Philippine National Police Counter Intelligence Task Force ang dalawang naka-\"absent without leave\" (AWOL) na pulis na nangikil umano sa isang lalaki para hindi na masampahan ng kasong rape. Nagpa-Patrol, Maan Macapagal. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/2-awol-na-pulis-arestado-sa-pangingikil\n"
        },
        {
            "title": "'Mandurukot' na nahuli sa CCTV, arestado",
            "timestamp": "Sep 23 2017 01:00 AM",
            "content": [
                "Arestado ang isang lalaki na nag-viral sa social media matapos makunan ng CCTV habang dinudukutan ang isang babae sa Sta. Mesa, Maynila. Nagpa-Patrol, Bianca Dava. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/mandurukot-na-nahuli-sa-cctv-arestado\n"
        },
        {
            "title": "Primary suspect sa kaso ni 'Atio', sumuko na",
            "timestamp": "Sep 23 2017 12:42 AM",
            "content": [
                "Kusang sumuko sa opisina ni Senador Panfilo Lacson nitong Byernes si John Paul Solano, ang tinuturong primary suspect kaugnay sa pagkamatay ng University of Santo Tomas (UST) law student na si Horacio “Atio” Castillo III.",
                "Pahayag ni Lacson, siniguro niyang ligtas ang magiging pagsuko ni Solano.",
                "“Sinundo siya (Solano) nung mga pinag-escort ko kasi baka naman maharang sa daan… baka [kasi] mayroong maka-intercept, ma-interdict, siyempre ang commitment ko is to secure them hanggang [sa] makarating dito,” ayon kay Lacson.",
                "Ayon naman kay UST Civil Law dean Nilo Divina, magkaibigan ang kanyang pamilya at ang pamilya ni Solano.",
                "“I asked my father to relay to the father of John [Paul Solano that] it’s better for [his son] to surrender — and what he (Solano) told to my father is he only tried to revive the victim (Horacio Castillo III) and he was not involved in the hazing incident. [For me] it’s better to come out, speak the truth and explain his side,” ayon kay Divina.",
                "Samantala, sa unang pagkakataon, humarap sa media si Solano na inaming siya si “Popoy” sa kumalat na screenshot ng usapan ng mga miyembro ng Aegis Jvris fraternity.",
                "Pero nilinaw niyang wala siya sa mismong hazing. ",
                "Aniya, tinawagan lang siya para magbigay ng medical assistance kay Castillo.",
                "“They were in chaos that time so I was not there, they need medical assistance, [and] I’m a medical health provider,” ani Solano.",
                "Ayon kay Solano, nang dumating siya ay naghihingalo na si Castillo.",
                "“He’s unconscious, I did give him a CPR (cardio-pulmonary resuscitation) and then when I can’t do anything else, I brought him to the hospital,” dagdag ni Solano.",
                "Hindi rin umano siya ang nag-recruit kay Castillo sa fraternity dahil hindi siya isang law student.",
                "Humingi rin si Solano ng patawad sa pamilya ni Castillo.",
                "Giit pa ni Solano, naglakas-loob na siyang humarap dahil nagiging malala na aniya ang sitwasyon.",
                "Ayon naman kay C/Supt. Joel Napoleon Coronel, hepe ng Manila Police District, maaaaring gawing state witness si Solano depende sa magiging usad ng kaso.",
                "Matapos sumuko kay Lacson ay ibinigay si Solano sa kostudiya ng mga pulis sa MPD Headquarters. Sasailalim siya sa normal na booking process, kukunan ng mugshot, fingerprint at medical exam.",
                "In-inquest din siya sa kasong perjury at paglabag sa anti-hazing law.",
                "Hindi pa matiyak kung saang detention cell dadalhin si Solano.",
                "-- Ulat nina Kori Quintos at Jeck Battalones, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/primary-suspect-sa-kaso-ni-atio-sumuko-na\n"
        },
        {
            "title": "2 AWOL na pulis, arestado sa pangingikil",
            "timestamp": "Sep 23 2017 01:19 AM",
            "content": [
                "Arestado ng Philippine National Police Counter Intelligence Task Force ang dalawang naka-\"absent without leave\" (AWOL) na pulis na nangikil umano sa isang lalaki para hindi na masampahan ng kasong rape. Nagpa-Patrol, Maan Macapagal. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/2-awol-na-pulis-arestado-sa-pangingikil\n"
        },
        {
            "title": "'Mandurukot' na nahuli sa CCTV, arestado",
            "timestamp": "Sep 23 2017 01:00 AM",
            "content": [
                "Arestado ang isang lalaki na nag-viral sa social media matapos makunan ng CCTV habang dinudukutan ang isang babae sa Sta. Mesa, Maynila. Nagpa-Patrol, Bianca Dava. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/mandurukot-na-nahuli-sa-cctv-arestado\n"
        },
        {
            "title": "Primary suspect sa kaso ni 'Atio', sumuko na",
            "timestamp": "Sep 23 2017 12:42 AM",
            "content": [
                "Kusang sumuko sa opisina ni Senador Panfilo Lacson nitong Byernes si John Paul Solano, ang tinuturong primary suspect kaugnay sa pagkamatay ng University of Santo Tomas (UST) law student na si Horacio “Atio” Castillo III.",
                "Pahayag ni Lacson, siniguro niyang ligtas ang magiging pagsuko ni Solano.",
                "“Sinundo siya (Solano) nung mga pinag-escort ko kasi baka naman maharang sa daan… baka [kasi] mayroong maka-intercept, ma-interdict, siyempre ang commitment ko is to secure them hanggang [sa] makarating dito,” ayon kay Lacson.",
                "Ayon naman kay UST Civil Law dean Nilo Divina, magkaibigan ang kanyang pamilya at ang pamilya ni Solano.",
                "“I asked my father to relay to the father of John [Paul Solano that] it’s better for [his son] to surrender — and what he (Solano) told to my father is he only tried to revive the victim (Horacio Castillo III) and he was not involved in the hazing incident. [For me] it’s better to come out, speak the truth and explain his side,” ayon kay Divina.",
                "Samantala, sa unang pagkakataon, humarap sa media si Solano na inaming siya si “Popoy” sa kumalat na screenshot ng usapan ng mga miyembro ng Aegis Jvris fraternity.",
                "Pero nilinaw niyang wala siya sa mismong hazing. ",
                "Aniya, tinawagan lang siya para magbigay ng medical assistance kay Castillo.",
                "“They were in chaos that time so I was not there, they need medical assistance, [and] I’m a medical health provider,” ani Solano.",
                "Ayon kay Solano, nang dumating siya ay naghihingalo na si Castillo.",
                "“He’s unconscious, I did give him a CPR (cardio-pulmonary resuscitation) and then when I can’t do anything else, I brought him to the hospital,” dagdag ni Solano.",
                "Hindi rin umano siya ang nag-recruit kay Castillo sa fraternity dahil hindi siya isang law student.",
                "Humingi rin si Solano ng patawad sa pamilya ni Castillo.",
                "Giit pa ni Solano, naglakas-loob na siyang humarap dahil nagiging malala na aniya ang sitwasyon.",
                "Ayon naman kay C/Supt. Joel Napoleon Coronel, hepe ng Manila Police District, maaaaring gawing state witness si Solano depende sa magiging usad ng kaso.",
                "Matapos sumuko kay Lacson ay ibinigay si Solano sa kostudiya ng mga pulis sa MPD Headquarters. Sasailalim siya sa normal na booking process, kukunan ng mugshot, fingerprint at medical exam.",
                "In-inquest din siya sa kasong perjury at paglabag sa anti-hazing law.",
                "Hindi pa matiyak kung saang detention cell dadalhin si Solano.",
                "-- Ulat nina Kori Quintos at Jeck Battalones, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/23/17/primary-suspect-sa-kaso-ni-atio-sumuko-na\n"
        },
        {
            "title": "Gadgets nakumpiska sa mga bilanggo sa QC",
            "timestamp": "Sep 23 2017 12:08 AM",
            "content": [
                "Nagasagawa ang Quezon City Police District ng Oplan Galugad kanina sa kulungan sa Station 10. Live mula sa QCPD Station 10, i-Bandila mo, DZMM Radyo Patrol, Raya Capulong. - Bandila sa DZMM, Biyernes, 22 Setyembre, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/gadgets-nakumpiska-sa-mga-bilanggo-sa-qc\n"
        },
        {
            "title": "Mahigit 30 baril, granada, 'shabu' nakuha sa bahay ng pulis",
            "timestamp": "Sep 23 2017 12:04 AM",
            "content": [
                "Nasamsam ng NBI ang mahigit 30 baril sa bahay ng dating hepe ng Negros Police Regional Intelligence Unit. Nakuha rin sa bahay ng pulis ang ilang granada at sachet ng hinihinalang shabu. I-Bandila mo, Rod Macenas. - Bandila sa DZMM, Biyernes, 22 Setyembre, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/mahigit-30-baril-granada-shabu-nakuha-sa-bahay-ng-pulis\n"
        },
        {
            "title": "Pamilya Castillo, umaasa ng kalinawan matapos sumuko si Solano",
            "timestamp": "Sep 23 2017 12:00 AM",
            "content": [
                "Umaasa ang pamilya ng hazing victim na si Horacio Castillo III na mas magkakalinaw ang kaso ng kanilang anak ngayong lumantad na ang pangunahing suspek na si John Paul Solano. Live mula sa Sanctuario de San Antonio sa Makati, i-Bandila mo, DZMM Radyo Patrol Michael Delizo. - Bandila sa DZMM, Biyernes, 22 Setyembre, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/23/17/pamilya-castillo-umaasa-ng-kalinawan-matapos-sumuko-si-solano\n"
        },
        {
            "title": "Trillanes, sinampahan ng kaso si Mocha Uson",
            "timestamp": "Sep 22 2017 11:42 PM",
            "content": [
                "Sinampahan ni Senador Antonio Trillanes ng 7 kaso sa Ombudsman si PCOO Assistant Secretary Mocha Uson. Kasunod ito ng pag-post ni Uson ng umano'y pekeng bank account numbers ni Trillanes sa social media. Nagpa-Patrol Adrian Ayalin. TV Patrol, Biyernes, 22 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/22/17/trillanes-sinampahan-ng-kaso-si-mocha-uson\n"
        },
        {
            "title": "CHR at gobyerno, sinalungat ang isa't isa sa UN Human Rights Council",
            "timestamp": "Sep 22 2017 11:16 PM",
            "content": [
                "Muling humarap sa United Nations Human Rights Council (UNHRC) sa Geneva, Switzerland ang Pilipinas upang maibahagi ang katayuan nito pagdating sa usapin ng karapatang pantao. ",
                "Sa report ni Ambassador Evan Garcia, sinabi niyang 103 sa 257 na rekomendasyon ng United Nations (UN) ukol sa human rights ang tinanggap ng gobyerno ng Pilipinas.",
                "Mahigit sa 90 na rekomendasyon naman ang \"noted,\" o pag-aaralan pa ng gobyerno.",
                "Samantala, may 55 rekomendasyon na ibinasura ang gobyerno, kabilang dito iyong may mga kinalaman sa umano'y extrajudicial killings sa ilalim ng kampanya kontra droga.",
                "Kasama rin dito ang mga rekomendasyon ukol sa death penalty, at planong pagbaba ng edad para sa criminal responsibility.",
                "Bilang independent human rights group ng Pilipinas, nagsalita rin si Karen Gomez Dumpit ng Commission on Human Rights (CHR) na sinalungat ang pahayag ng gobyerno.",
                "Binanggit din ng CHR ang naunang boto ng Kamara na P1,000 budget para sa ahensiya, ang pagkaka diskubre ng secret cell sa Manila Police District, at mga banta laban sa media at human rights defenders.",
                "Sunod-sunod din bumanat sa war on drugs ang ilang international non-governmental organization.",
                "Matapos sumalang ang Pilipinas, ibinunyag ng CHR na wala umanong naging koordinasyon ang gobyerno sa kanila tungkol sa naging ulat.",
                "Sa kabila nito, ikinatuwa naman ng CHR ang pagtanggap ng pamahalaan ng mga rekomendasyon ng UN pagdating sa karapatan ng kababaihan, mga manggagawa, lesbian, gay, bisexual, and transgender (LGBT) community, at iba pang sektor.",
                "-- Ulat ni Miguel Dumaual, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/chr-at-gobyerno-sinalungat-ang-isat-isa-sa-un-human-rights-council\n"
        },
        {
            "title": "Airline guard arrested for allegedly stealing bag with P100,000",
            "timestamp": "Sep 22 2017 10:42 PM",
            "content": [
                "MANILA - A security guard was arrested for allegedly stealing a bag containing around P100,00 cash left behind by a Malaysian tourist at the Ninoy Aquino International Airport Terminal 3 on Friday morning, authorities said.",
                "Airport police chief Major Bing Jose identified the suspect as airline security guard Eme Estrabela Rendoque, who worked for a private security agency.\r\n \r\nBing said a Malaysian man arrived Thursday evening at terminal 3 and accidentally left his hand carried bag. ",
                "When he returned, the airline staff informed him that there were no items found inside the aircraft.\r\n \r\nThe airport police made a random search on the equipment of all ground staff and found the missing bag inside the locker of Rendoque. \r\n \r\nAirport general manager Ed Monreal said he has ordered Bing to file criminal and administrative charges against Rendoque and immediately cancel her airport security access pass.",
                "He advised all passengers to immediately report to airport authorities any illegal act committed by airport staff or civilians.",
                "“The Malaysian tourist's instinct in directly reporting the incident is the key for the resolution of this problem,” he said. - report from Raoul Esperas"
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/airline-guard-arrested-for-allegedly-stealing-bag-with-p100000\n"
        },
        {
            "title": "Duterte releases 'matrix' of politicians tagged in Marawi siege",
            "timestamp": "Sep 22 2017 10:35 PM",
            "content": [
                "(UPDATED) President Rodrigo Duterte on Friday released a list of local officials who allegedly funded the Maute siege in Marawi City.",
                "Duterte released the \"matrix\" during a meeting with reporters in Davao City.",
                "The President on Thursday visited Marawi for the fifth time and claimed that some personalities and politicians are funding the terror activities in the war-torn city.",
                "\"We have now a good picture of what happened in Marawi about the drugs. This is the matrix,\" Duterte told reporters during his visit in Marawi City.",
                "“I've been telling you that there is a flood of drugs here. Marawi is one. Everyone there was producing shabu. How come the Maute brothers and the terrorists were able to stockpile so much armaments, bullets and ammunition? Saan nila kinuha yun? And three months, I said, we're still fighting,” he added.",
                "Fighting between state troops and Islamic State-linked terrorists erupted on May 23, prompting at least 200,000 residents to flee. ",
                "The conflict has left more than 800 dead and much of the once bustling city in ruins. - Report from Dharel Placido, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/duterte-releases-matrix-of-politicians-tagged-in-marawi-siege\n"
        },
        {
            "title": "2 patay, 2 sugatan sa landslide sa Cebu",
            "timestamp": "Sep 22 2017 10:29 PM",
            "content": [
                "CEBU CITY - Namatay ang isang ina habang sugatan naman ang kanyang 2 anak matapos madaganan ng kawayan ang kanilang bahay sa Barangay Capitol Site na nakaranas ng landslide, Huwebes ng gabi.",
                "Ayon sa Cebu City Disaster Risk Reduction and Management Office (CCRRMO) dead on the spot ang biktimang si Jovelyn Sanipa, habang ang 5-taong gulang na si Dominic, at 2-taong gulang na si Rhenz ay nagtamo ng ilang mga sugat.",
                "Si Francisco Sanipa, asawa ng biktima, at ang 9-anyos nilang anak na si JC ay parehong nakaligtas sa insidente.",
                "\"Tulog ang mag-anak ng mangyari ang landslide,\" ani Junrey Oyao, kapitbahay ng pamilya Sanipa.",
                "Yumao din dahil sa landslide ang 63-anyos na si Elpidio Geraga. ",
                "Ayon sa pamilya ni Geraga, agad silang nagtakbuhan palabas ng bahay at naiwan sa loob ang matanda nang maganap ang landslide.",
                "Ayon sa mga awtoridad, umabot sa 2 oras bago nila marekober ang mga bangkay dahil na rin sa malakas na agos ng Guadalupe river.",
                "Dagdag ng mga opisyal, 15 na ibang residente ang inilipat sa evacuation area. Kinurdonan na rin ang lugar dahil ito hindi ligtas tirahan."
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/2-patay-2-sugatan-sa-landslide-sa-cebu\n"
        },
        {
            "title": "Duterte admits ordering wiretapping of alleged narco-politicians",
            "timestamp": "Sep 22 2017 10:23 PM",
            "content": [
                "MANILA – President Rodrigo Duterte on Thursday admitted he ordered the wiretapping of politicians allegedly engaged in the drug trade.",
                "In his visit to Marawi City Thursday, Duterte made the admission while discussing the alleged drug involvement of Iloilo Mayor Jed Mabilog and the slain Ozamiz City Mayor Reynaldo Parojinog.",
                "\"I was listening to him. Don't ask me how I- what kind of listening device. It was a whisper from God I was listening to. So they were all tapped,” he said.",
                "\"I was the one who ordered it. I cannot name the people there--they are police, or...\" he added. ",
                "The Palace quickly defended the President's admission on Friday.",
                "“I'm sure that being a lawyer, he was operating within bounds of legality,” Presidential spokesman Ernesto Abella said.",
                "The President's admission came in the wake of Justice Secretary Vitaliano Aguirre's complaint that he was a victim of wiretapping by opposition Senator Risa Hontiveros.",
                "During his Marawi visit, Duterte also claimed some personalities and politicians are funding the terror activities in the war-torn city.",
                "“I've been telling you that there is a flood of drugs here. Marawi is one. Everyone there was producing shabu,” he said.",
                "“How come the Maute brothers and the terrorists were able to stockpile so much orments, bullets and ammunitions. Saan nila kinuha yun? And three months, I said, we're still fighting,” he added.",
                "Meanwhile, military forces on Friday regained control of the Raya Madaya Bridge, also known as Masiu Bridge around noon.",
                "Military officials said improvised explosive devices till hinder state troops from clearing the city.",
                "The terrorists still control an area of less than 10 hectares in the city, they added.",
                "Fighting between state troops and Islamic State-linked terrorists erupted on May 23, prompting at least 200,000 residents to flee. The conflict has left more than 800 dead and much of the once bustling city in ruins. "
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/duterte-admits-ordering-wiretapping-of-alleged-narco-politicians\n"
        },
        {
            "title": "Kasong rape vs. Vhong Navarro, ibinasura ng DOJ",
            "timestamp": "Sep 22 2017 10:03 PM",
            "content": [
                "Ibinasura ng Department of Justice (DOJ) ang mga kasong rape at attempted rape na isinampa ni Deniece Cornejo laban sa \"It's Showtime\" host na si Ferdinand \"Vhong\" Navarro.",
                "Nitong Biyernes, Setyembre 22, inilabas ng DOJ ang review resolution na nagsasabing walang probable cause sa mga paratang kay Navarro. ",
                "Ayon sa DOJ, hindi kapani-paniwala ang mga akusasyon ni Cornejo lalo't pabago-bago anila ang kuwento sa kanyang tatlong sinumpaang salaysay.",
                "Sa unang affidavit, walang rape na sinasabi si Cornejo.",
                "Pero nagbago ang kanyang kuwento sa mga sumunod na salaysay.",
                "Hindi rin kapani-paniwala ang kuwento ni Cornejo sa umano'y rape na naganap noong Enero 22, 2014 base sa CCTV footage ng condo niya, ayon sa DOJ.",
                "Lumabas kasi na humigit-kumulang sa isang minuto lang ang itinagal ni Navarro sa unit ni Cornejo.",
                "Sa salaysay naman ni Cornejo, marami ang naganap sa loob ng isang minuto na iyon.",
                "Ang mga kilos ni Cornejo sa loob ng elevator, hindi raw normal na kilos ng sinumang na-rape o na-molestiya, ayon sa DOJ.",
                "Tanong pa ng DOJ, bakit nagawa pang halikan si Cornejo ang kaibigan niyang si Cedric Lee matapos dalhin ng kanilang grupo si Navarro sa istasyon ng pulis?",
                "Tatlong imbestigasyon na rin ang ginawa kung saan napawalang-sala na si Navarro sa dalawa.",
                "Kinasuhan naman ni Navarro ng perjury si Cornejo sa korte kaugnay sa kanyang sinumpaang salaysay.",
                "Laking pasasalamat ng kampo ni Navarro sa DOJ at tuloy daw ang laban niya kaugnay ng serious illegal detention at grave coercion case laban kay Cornejo at Lee.",
                "Isinampa ni Cornejo ang reklamong rape at attempted rape laban sa TV host sa Taguig Prosecutor's Office noong 2014 kaugnay sa umano'y mga insidenteng naganap sa loob ng isang condo unit sa Taguig City.",
                "Dahil sa pag-inhibit ng ilang piskal, nakarating ang kaso sa tanggapan ng DOJ nito lamang Setyembre 6, 2017.",
                "-- Ulat ni Ina Reformina, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/kasong-rape-vs-vhong-navarro-ibinasura-ng-doj\n"
        },
        {
            "title": "PH rejects UN member-states' proposals to help end killings",
            "timestamp": "Sep 22 2017 10:02 PM",
            "content": [
                "The United Nations Human Rights Universal Periodic Review said the Philippine government rejected recommendations that would help end alleged extrajudicial killings in the country. More from Miguel Dumaual. – The World Tonight, ANC, September 22, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/22/17/ph-rejects-un-member-states-proposals-to-help-end-killings\n"
        },
        {
            "title": "Bishops urge 40 nights of bell-ringing, prayers to protest bloody drugs war",
            "timestamp": "Sep 22 2017 09:59 PM",
            "content": [
                "MANILA - Stepping up a campaign against President Rodrigo Duterte's bloody war on drugs, Catholic bishops in the Philippines have called for church bells to be rung for the next 40 nights, and congregations to light candles and pray for the killing to end.",
                "A pastoral letter by Catholic Bishops' Conference of the Philippines (CBCP) sent to priests urged Catholics to pray for victims from Saturday until All Saints' Day on Nov. 1, when Filipinos traditionally pay respects to the dead.",
                "More than 3,800 people have been killed in anti-drugs operations in the past 15 months and at least 2,100 murders are suspected of being drug-related, according to police data, though human rights groups believe the numbers are understated.",
                "\"The relentless and bloody campaign against drugs that shows no sign of abating impels us, your bishops, to declare: In the name of God, stop the killings!\" Archbishop Socrates Villegas, the head of the CBCP, said in the letter.",
                "Such messages are typically read aloud in church or distributed to their congregations.",
                "Many Catholic churches in the capital have already started lighting candles and ringing bells for five minutes each day at 8 p.m..",
                "Thousands of Filipinos rallied against Duterte on Thursday to protest against what they fear is an emerging dictatorship, and several churches held mass against the killings and urged people to renounce violence.",
                "The bishops are among the most influential dissenting voices to come out against the Duterte's uncompromising strategy.",
                "Having been largely silent on the issue when it first erupted last year, priests have increasingly taken a stand against the anti-drugs campaign.",
                "As bodies started to appear nightly in Manila's slums, the church stepped up its opposition, denouncing the killings and in some cases, providing sanctuary to witnesses of killings and drug users who feared they could be targeted.",
                "Villegas said the country's bishops were firmly against drugs, but killing was not the solution and prayer was \"the most powerful weapon in our arsenal\".",
                "Rights groups dispute official police accounts that say drug suspects were killed because they violently resisted arrest. Critics accuse police of executing users and small-time dealers and planting evidence, which police reject.",
                "Pablo Virgilio David, bishop in Manila's Caloocan City, where large numbers of drug-related killings have taken place, urged the authorities to end the killings and let healing begin.",
                "\"We disagree that we should treat them like monsters to be eliminated like stray cats and dogs,\" he said of drug users and criminals. \"We disagree that a criminal has no more hope of changing his life.\""
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/bishops-urge-40-nights-of-bell-ringing-prayers-to-protest-bloody-drugs-war\n"
        },
        {
            "title": "Suspect in 'Atio' hazing surrenders",
            "timestamp": "Sep 22 2017 09:57 PM",
            "content": [
                "John Paul Solano, one of the prime suspects in the hazing death of freshman law student Horacio Castillo III, is now in police custody. Solano denied any participation in the hazing rites and claims he even tried to save Castillo. The details from Kori Quintos.– The World Tonight, ANC, September 22, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/22/17/suspect-in-atio-hazing-surrenders\n"
        },
        {
            "title": "Babaeng nagtago ng shabu sa bra, tiklo sa Pampanga",
            "timestamp": "Sep 22 2017 09:39 PM",
            "content": [
                "CANDABA, Pampanga- Arestado ang isang babaeng nagtago umano ng hinihinalang shabu sa kaniyang bra sa isang buy-bust operation sa bayan ng Candaba sa Pampanga.",
                "Nahuli si Maria Cristina Ocampo, 45, matapos itong magbenta ng hinihinalang shabu sa mga pulis noong Lunes.",
                "Nakuha rin mula sa kaniya ang 3 sachet ng hinihinalang shabu na nakatago sa kaniyang bra.",
                "Tubong Baliuag, Bulacan ang suspek na nahaharap ngayon sa kasong paglabag sa Comprehensive Dangerous Drugs Act."
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/babaeng-nagtago-ng-shabu-sa-bra-tiklo-sa-pampanga\n"
        },
        {
            "title": "UST grad tops physician licensure exam",
            "timestamp": "Sep 22 2017 09:31 PM",
            "content": [
                "The Professional Regulation Commission announced Friday that 3,340 out of 4,064 examinees passed the Physician Licensure Examination given this month.",
                "Vincent Edouard Gullas, of the University of Santo Tomas, topped the exam with a rating of 90.50%.",
                "Jan David Monzon and Robert Reña, both from De La Salle University-Health Sciences Institute, placed second with 90.08%.",
                "Karl Phillip Avillo (West Visayas State University) came in third with 90%.",
                "Cebu Institute of Medicine and Saint Luke's College of Medicine were this year’s top performing schools with a 100% passing rate.",
                "The successful examinees who garnered the highest places in the examination are the following: ",
                "1",
                "VINCENT EDOUARD ANTHONY RETARDO  GULLAS",
                "UNIVERSITY OF SANTO TOMAS",
                "90.50",
                "2",
                "JAN DAVID CHOA  MONZON",
                "DE LA SALLE UNIVERSITY-HEALTH SCIENCES INSTITUTE",
                "90.08",
                " ",
                "ROBERT CARANDANG  REÑA",
                "DE LA SALLE UNIVERSITY-HEALTH SCIENCES INSTITUTE",
                "90.08",
                "3",
                "KARL PHILLIP LUMIO  AVILLO",
                "WEST VISAYAS STATE UNIVERSITY-LA PAZ",
                "90.00",
                "4",
                "MARC VINCENT NGO  BARCELONA",
                "UNIVERSITY OF SANTO TOMAS",
                "89.83",
                "5",
                "ANA ERYKA ELAINE ADRIANO  PERALTA",
                "UNIVERSITY OF SANTO TOMAS",
                "89.67",
                "6",
                "ALDRIC CRISTOVAL CHUA  REYES",
                "UNIVERSITY OF THE PHILIPPINES-MANILA",
                "89.58",
                "7",
                "MARK ANDRIAN ORILLOZA  YANO",
                "CEBU INSTITUTE OF MEDICINE",
                "89.50",
                "8",
                "STEPHANIE MARIE CARBON  SENO",
                "UNIVERSITY OF SANTO TOMAS",
                "89.42",
                "9",
                "SIMON LIM  GO",
                "UNIVERSITY OF SANTO TOMAS",
                "89.33",
                "10",
                "KELVIN KEN LEE  YU",
                "UNIVERSITY OF SANTO TOMAS",
                "89.25",
                "You can check the roll of successful examinees here."
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/ust-grad-tops-physician-licensure-exam\n"
        },
        {
            "title": "The Day in Photos: 22 September 2017",
            "timestamp": "Sep 22 2017 09:25 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/slideshow/09/22/17/the-day-in-photos-22-september-2017\n"
        },
        {
            "title": "'Frat library' ng Aegis Jvris, iimbestigahan",
            "timestamp": "Sep 22 2017 08:58 PM",
            "content": [
                "Matapos lumutang ang umano'y usapan tungkol sa “FL” o frat library na hinihinalang pinangyarihan ng diumano'y hazing ni Horacio “Atio” Castillo III, agad na tiningnan ni Brgy. Chairman Ruby Perez ang mga kuha ng CCTV sa kanyang nasasakupan. ",
                "Sa kuha ng CCTV ng Barangay 471 sa Maynila, umaga ng Linggo, Setyembre 17, nang makita ang mabilis na pagdaan ng pulang Mitsubishi Strada pick-up kasabay ang isang itim na SUV sa kalye ng Dapitan.",
                "Saka dumaan sa Santander Street ang umano'y kabuuang convoy, kabilang ang pulang Strada, isang itim na Fortuner, isa pang SUV at motorsiklo.",
                "Bandang 8:42 ng umaga nang lumusot sa A. Mendoza Street cor. Juaning ang convoy. ",
                "Tumigil pa sa kalsada ng Rosarito Street ang pulang pick-up hanggang sa lumusot sa Laong Laan ang mga sasakyan. ",
                "Makikita rin sa CCTV ang pagdaan nila sa kanto ng Asturias, bago pinaniniwalaang dumiretso sa Chinese General Hospital kung saan dinala ang wala nang buhay na si Castillo.",
                "Paniwala ni Perez, posibleng sa lugar niya nagsimula ang nasabing krimen.",
                "Pero may nadiskubre pang kahina-hinala ang barangay sa mga kuha ng CCTV.",
                "Bago pa ang naging pagdaan ng pulang pick-up at ang umano'y mga kasamahan nito, bandang 8:25 ng umaga ay nakita rin sa Laong Laan sa may bahagi ng Rosarito Street ang isang van na tumigil sa kalsada. ",
                "Bumaba ang isang lalaki at babae at kumuha ng mga litrato sa paligid na tila kinakabisado ang mga pagkakaposisyon ng CCTV sa kalsada.",
                "Alas-9 naman ng umaga, may isang lalaking naka-motorsiklo rin ang nakita sa CCTV na tumigil at tila sinisilip ang lugar. ",
                "Iniimbestigahan ng National Bureau of Investigation (NBI) ang posibilidad na si John Paul Solano ang nakitang nagmamaneho ng motorsiklo sa CCTV.",
                "Kuwento naman ng isang alyas “Nestor” na nandoon sa Navarra Street, malapit sa silid-aklatan ng Aegis Jvris fraternity, tila may nagaganap daw na selebrasyon noong gabi ng Setyembre 16, Sabado.",
                "Ayon kay Nestor, hindi siya naghinala nang masama hanggang sa bigla na lang umano tumigil ang kasiyahan noong gabing iyon.",
                "Ayon naman kay alyas “Edwin,” madalang niyang makitang nakabukas ang silid-aklatan, maliban na lamang kung mayroong mga estudyanteng nagrerebyu.",
                "Tahimik na noong Linggo ng umaga pero may mga sasakyan pang naiwan sa harapan nito, ani Edwin.",
                "Mag-iisang linggo nang sarado ang silid-aklatan at opisina ng Aegis Jvris fraternity.     \n    \nNag-file na rin ng search warrant ang mga pulis Maynila upang tuluyang mapasok ang naturang silid-aklatan.",
                "-- Ulat ni Angel Movido, ABS-CBN News\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/frat-library-ng-aegis-jvris-iimbestigahan\n"
        },
        {
            "title": "Lalaki, pinatay sa saksak ang nobya dahil umano sa selos",
            "timestamp": "Sep 22 2017 08:47 PM",
            "content": [
                "Patay ang isang babae matapos saksakin ng kaniyang kasintahan sa Barangay 6, Sto. Niño Extension sa Tacloban nitong Huwebes, \nSetyembre 21.",
                "Papasok umano sa trabaho ang babae kasama ang suspek nang bigla nitong pagsasaksakin ang kasintahan habang naglalakad.",
                "Agad binawian ng buhay ang biktima matapos magtamo ng 17 saksak ng kutsilyo sa katawan.",
                "Base sa imbestigasyon ng pulisya, sinaksak din ng suspek ang sarili gamit ang hawak na kitchen knife matapos mapatay ang kaniyang kasintahan.",
                "Nakayakap pa sa kaniyang kasintahan ang lalaki nang maabutan ng mga pulis na duguan at nakahadusay sa tabi ng kalsada.",
                "Buhay pa ang lalaki nang matagpuan kaya agad siyang dinala sa ospital.",
                "Selos ang isa sa mga tinitingnang anggulo ng mga awtoridad sa nangyari.",
                "Sasampahan ng kasong murder ang suspek na ngayon ay patuloy na ginagamot sa ospital.",
                "-- Ulat ni Geron Ponferrada, ABS-CBN News\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/lalaki-pinatay-sa-saksak-ang-nobya-dahil-umano-sa-selos\n"
        },
        {
            "title": "Justice for Atio: Solano surrenders",
            "timestamp": "Sep 22 2017 08:41 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/22/17/justice-for-atio-solano-surrenders\n"
        },
        {
            "title": "Philippines has worst impunity in the world: study",
            "timestamp": "Sep 22 2017 08:35 PM",
            "content": [
                "MANILA (UPDATED) - The Philippines has the worst level of impunity in the world due to threats of organized crime and Islamic State-inspired militants, a global study showed.",
                "The 2017 Global Impunity Index released by the University of the Americas Puebla in Mexico showed that the Philippines had the highest level of impunity among 69 countries, with a score of 75.6.",
                "India comes in at a close second with 70.94 points, followed by Cameroon (69.39 points), Mexico (69.21 points), and Peru (69.04 points).",
                "Croatia, meanwhile, has the lowest impunity level with a score of 36.01 points, followed by Bulgaria (37.19 points), Slovenia (37.23 points), Sweden (39.15 points), and Norway (40.90 points).",
                "“The Philippines is going through one of its most critical moments, due to the increase of violence related with organized crime and increased terrorist activities from local gangs linked to the Islamic State,” the report said.",
                "The Philippine military in recent years has been plagued by terrorist activities in the southern island of Mindanao, most recent of which is the ongoing war in Marawi City, which has left more than 800 dead, including more than 100 soldiers.",
                "Since assuming office, President Rodrigo Duterte has launched a nationwide war on drugs which has earned criticism from local and international human rights organizations.",
                "Several rights groups have expressed concern over Duterte’s bloody anti-narcotics campaign headed by the police with its \"Oplan Tokhang\" program, wherein policemen knock at the doorsteps of suspected drug users and peddlers, and ask them to surrender.",
                "The Duterte administration has defended the campaign, saying drug suspects killed in legitimate police operations put up violent resistance.",
                "Latest police estimates placed the number of drug suspects slain in legitimate police operations at 3,800. Human rights groups meanwhile placed the figure at 13,000, which the administration has described as overblown.",
                "The global index measures impunity levels worldwide and its direct effect on other issues such as inequality, corruption, and violence. ",
                "“High rates of impunity can lead to socioeconomic inequality, legal inequality, rule-of-law problems, insufficient economic development, difficulties to attract foreign investment and tourism, as well as an increase in human rights violations,” the study read.",
                "The Center of Studies on Impunity and Justice (CESIJ) explained that impunity is a multidimensional phenomenon that goes beyond the analysis of crimes that could be punished, such as homicide.",
                "Impunity, according to the CESIJ, has three major dimensions: security, justice, and human rights. ",
                "‘A LONG TIME PROBLEM’",
                "Commission on Human Rights (CHR) Chairperson Chito Gascon said impunity has long been a problem in the Philippines and only gotten worse in time.",
                "Gascon said the problem of impunity began with the martial law period of late dictator Ferdinand Marcos 45 years ago and continues to prevail under the Duterte administration.",
                "“Lalo ngayon sa panahon ng administrasyong Duterte ay talagang nana[na]ig ang impunidad,” he said.",
                "While impunity is usually associated with dictatorships, the Philippines was rated as having the worst level of impunity among democratic governments mainly due to flaws in the country’s justice system, Gascon said.",
                "He said Duterte’s public statements may have empowered some law enforcers to violate the law since the President has assured them of his support as long as their actions are done in the performance of their duties.",
                "“Although ang impunidad nagaganap sa ibang bagay o krimen, iba pang human rights violations… pero sa war on drugs libo-libo na ang napatay,” he said.",
                "REFORM LAW ENFORCEMENT",
                "To address the issue, Gascon called for reforms in law enforcement and the judiciary to ensure that criminals are punished.",
                "“Dapat may long term view ng reforming ng law enforcement, ng judiciary, pero meron [rin] dapat political will,” he said.",
                "Gascon added that Filipinos should also play a role in demanding justice and accountability.",
                "“Tayo rin ay bahagi ng problema dahil 'di tayo tumitindig para ituro [na] ‘mali yan.’ Takot tayo mag-testify, minsan tayo rin nag-aareglo. Ganoong sistema ng pag-aareglo, [ang] resulta nito hinahayaan na lang natin maganap ang impunidad,” he said.",
                "FOOTNOTE: Due to the nature and the procedure to report the information used to calculate the GII, there is a three-year gap between the publication year, 2017, and the most updated information, that for this edition corresponds to year 2014."
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/philippines-has-worst-impunity-in-the-world-study\n"
        },
        {
            "title": "Learning in Intramuros",
            "timestamp": "Sep 22 2017 08:20 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/22/17/learning-in-intramuros\n"
        },
        {
            "title": "Weapons, drugs seized from cop in Bacolod, suspect says evidence planted",
            "timestamp": "Sep 22 2017 08:17 PM",
            "content": [
                "BACOLOD CITY — Authorities seized firearms and explosives from a policeman’s house in Barangay Alijis, Bacolod City on Friday.",
                "More than 30 firearms were recovered by National Bureau of Investigation (NBI) operatives when they swooped into the house of Senior Police Officer 1 Joshua Barile, former chief of the police regional intelligence unit.",
                "Four pieces of hand grenades were also seized, along with a sachet of suspected shabu allegedly found inside a storage room.",
                "The NBI has yet to issue a statement following the search operation.",
                "Barile said most of the firearms and explosives are properly documented and was put under his custody as a safety precaution.",
                "He said the sachet of suspected shabu and grenade found in his house were all planted.",
                "A CCTV video taken inside Barile's house showed that two men went ahead of the raiding team at the time of the operation. They were allegedly responsible for planting the recovered items.",
                "Barile said he believes that a politician wants to get even after he led a raid in his house in 2013.",
                "The officer has been tagged as a drug protector by illegal drugs bagman Ricky Serenio.",
                "He is currently assigned at the firearms and explosives section at the Philippine National Police headquarters in Camp Crame, Quezon City.",
                "Barile is also facing charges for allegedly killing Serenio's father and brother."
            ],
            "url": "http://news.abs-cbn.com/news/09/22/17/weapons-drugs-seized-from-cop-in-bacolod-suspect-says-evidence-planted\n"
        }
    ],
    "gma": [],
    "inquirer": [],
    "mb": [],
    "philstar": [],
    "rappler": []
}