{
    "abs-cbn": [
        {
            "title": "Sandiganbayan sends ex-CIDG chief Matillano to jail for perjury",
            "timestamp": "Sep 27 2017 01:19 PM",
            "content": [
                "MANILA- The Sandiganbayan 2nd Division has sent former Philippine National Police (PNP) Criminal Investigation and Detection Group (CIDG) chief Eduardo Matillano to prison after pleading guilty to perjury and other charges over failed disclosures in his statements of assets, liabilities and net worth (SALN). ",
                "The anti-graft court reached the decision following a hearing on Sept. 5, 2017, when Matillano withdrew his not guilty plea and entered a guilty plea instead.",
                "This prompted the court, in a ruling penned by 2nd Division Chairperson Oscar Herrera Jr. with the concurrence of Associate Justices Michael Frederick Musngi and Lorifel Pahimna, to order Matillano's imprisonment. ",
                "For each of the 3 cases of perjury, Matillano was sentenced to\n“one month and one day and two months of arresto mayor, as minimum, to one year, one day and eight months of prision correcional, as maximum.”",
                "Meanwhile, for each of the 8 cases involving his failure to file SALNs over several years, Matillano was ordered to pay a fine of P1,000.",
                "The Office of the Ombudsman had accused Matillano of perjury for failing to include his assets such as real estate properties, vehicles, and investments in his SALN reports from 2001 to 2003. He was also charged for failing to file SALNs from 1994 to 2000, and in 2004.\n \nIn September last year, Matillano again made the news when he was mentioned by self-confessed hitman Edgar Matobato as the one who assigned bodyguards to former House Speaker Prospero Nograles who were later allegedly ordered kidnapped and killed by then Davao City Mayor Rodrigo Duterte. ",
                "The testimony was part of Matobato's narration of Duterte's alleged involvement in a hit squad, which the President has denied. ",
                "Both Matillano and Nograles also denied Matobato's claim. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/sandiganbayan-sends-ex-cidg-chief-matillano-to-jail-for-perjury\n"
        },
        {
            "title": "14 anyos, nabaril umano sa gitna ng riot sa Maynila",
            "timestamp": "Sep 28 2017 01:31 AM",
            "content": [
                "Sugatan ang isang 14-anyos na lalaki matapos umanong mabaril sa gitna ng riot sa Maynila. Inaalam ngayon ng MPD Station 5 kung sa kanilang hanay ba galing ang nakabaril sa binatilyo. I-Bandila mo, Miguel Dumaual. - Bandila sa DZMM, Miyerkoles, 27 Setyembre, 2017\n "
            ],
            "url": "http://news.abs-cbn.com/video/news/09/28/17/14-anyos-nabaril-umano-sa-gitna-ng-riot-sa-maynila\n"
        },
        {
            "title": "Mga miyembro ng Aegis Jvris, wala sa kanilang mga bahay",
            "timestamp": "Sep 28 2017 01:26 AM",
            "content": [
                "Pinuntahan ng ABS-CBN News ang mga bahay ng Aegis Juris frat members matapos ilabas ang listahan ng mga opisyal at mga miyembro nito. Pero ni isa sa kanila, wala sa kanilang mga bahay. I-Bandila mo, Zyann Ambrosio. - Bandila sa DZMM, Miyerkoles, 27 Setyembre, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/28/17/mga-miyembro-ng-aegis-jvris-wala-sa-kanilang-mga-bahay\n"
        },
        {
            "title": "Suspek sa pagkamatay ni 'Atio', pinayagang makalaya ng DOJ",
            "timestamp": "Sep 28 2017 01:21 AM",
            "content": [
                "Pinayagan nang makalaya ng Department of Justice (DOJ) si John Paul Solano, ang isa sa mga suspek sa pagpatay kay Horacio Castillo III. Nais ng DOJ na magsagawa muna ng malaliman pang imbestigasyon sa kaso. At live mula sa Manila Police District, i-Bandila mo, Radyo Patrol Michael Delizo. - Bandila sa DZMM, Miyerkoles, 27 Setyembre, 2017\n "
            ],
            "url": "http://news.abs-cbn.com/video/news/09/28/17/suspek-sa-pagkamatay-ni-atio-pinayagang-makalaya-ng-doj\n"
        },
        {
            "title": "Mag-lolo, inabot ng 2 oras bago nahugot sa bumagsak na truck",
            "timestamp": "Sep 28 2017 01:07 AM",
            "content": [
                "Patay ang mag-lolo nang mahulog sa Zamora Bridge ang isang trailer truck at mabagsakan ang kanilang barong-barong na nasa ilalim ng tulay. Live mula sa Pandacan, Maynila, i-Bandila mo, Radyo Patrol Fred Cipres. - Bandila sa DZMM, Miyerkoles, 27 Setyembre, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/28/17/mag-lolo-inabot-ng-2-oras-bago-nahugot-sa-bumagsak-na-truck\n"
        },
        {
            "title": "Mga taga-Balangiga, umaasang maibalik sa kanila ang mga 'tinangay' na kampana",
            "timestamp": "Sep 28 2017 12:58 AM",
            "content": [
                "Gugunitain ngayong Huwebes ang ika-116 na anibersaryo ng Balangiga massacre. Hanggang ngayon, umaasa pa rin ang mga taga-Balangiga na maisasauli ang Balangiga bells na tinangay noon ng mga Amerikano. Nagpa-Patrol, Sharon Evite. TV Patrol, Miyerkoles, 27 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/28/17/mga-taga-balangiga-umaasang-maibalik-sa-kanila-ang-mga-tinangay-na-kampana\n"
        },
        {
            "title": "15 pulis-Caloocan na sangkot sa pagnanakaw, kinasuhan",
            "timestamp": "Sep 28 2017 12:47 AM",
            "content": [
                "Sinampahan ng patong-patong na kaso sa Department of Justice at National Police Commission (Napolcom) ang 15 pulis na sangkot sa illegal raid at pagnanakaw sa bahay ng isang ginang sa Tala, Caloocan. Sumailalim na rin sa interogasyon ng National Bureau of Investigation ang testigo sa pagpatay kay Carl Angelo Arnaiz. Nagpa-Patrol, Dominic Almelor. TV Patrol, Miyerkoles, 27 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/28/17/15-pulis-caloocan-na-sangkot-sa-pagnanakaw-kinasuhan\n"
        },
        {
            "title": "ALAMIN: 'Green jobs' na magiging in demand sa hinaharap",
            "timestamp": "Sep 27 2017 11:07 PM",
            "content": [
                "Bukod sa magandang epekto sa kalikasan, milyon-milyong trabaho din sa buong mundo ang inaasahang madadagdag sa susunod na 13 taon dahil sa patuloy na paglawak ng 'green economy'.",
                "Ayon sa United Nations agency na International Labor Organization (ILO), 60 milyong trabaho ang maidadagdag sa buong mundo hanggang 2030 dahil sa paglawak ng 'green economy' at pagdami ng 'green jobs'. \n    \nIsang halimbawa nito ang renewable energy sector, ang electric vehicles sa transport sector, at ang eco-waste management sector na nagsusulong ng mas maayos na pamamahala ng basura gaya ng recycling at composting. ",
                "Dagdag pa ng ILO, nagsisimula na ito ngayon dahil mayroon nang 5.8 milyon na trabaho sa renewable energy sector sa Asia-Pacific region pa lang.",
                "Karamihan dito ay nasa China, pero humahabol na rin ang Pilipinas.",
                "Nakapagbigay na rin ng 80,000 na trabaho sa mga Pinoy ang pag-unlad ng industriya ng renewable energy sa bansa, ayon sa ILO.",
                "Isa si Gerry Chua sa mga young Pinoy entrepreneur na nagbebenta ng solar panels sa mga residente at establisimyento. ",
                "Kahit bago pa lang ang kaniyang business, mayroon na siyang 12 full-time employees, bukod pa sa mga skilled worker na ina-outsource niya. ",
                "Sabi ni Chua, dumadami talaga ang job opportunities sa sektor ng renewable energy dahil kailangan ng skilled workers sa pag-install ng equipment at pati sa maintenance nito. ",
                "Ayon naman kay Cristina Martinez, senior specialist on environment and decent work ng ILO, maganda ang environment ng Pilipinas para sa 'green jobs' dahil may suporta ng iba’t ibang sektor at nasa kultura na rin ng mga Pinoy ang pangangalaga sa kalikasan. ",
                "Dagdag pa ni Martinez, malaking oportunidad din ito para sa mga Pilipino. ",
                "Mas dadami ang mangangailangan ng skilled workers sa 'green economy' gaya ng solar PV technical engineer, wind turbine service technician, electrical engineer, at power resources manager.",
                "Malaki umano ang bentahe ng mga manggagawa na maituturing na skilled o may kasanayan sa mga bagong teknolohiya. ",
                "-- Ulat ni Apples Jalandoni, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/alamin-green-jobs-na-magiging-in-demand-sa-hinaharap\n"
        },
        {
            "title": "SAPUL SA CCTV: Estudyante, nabudol-budol ng nagpakilalang nanay ng kaklase",
            "timestamp": "Sep 27 2017 10:59 PM",
            "content": [
                "Sapul sa CCTV ang \"budol-budol\" modus ng isang babae sa Valenzuela City, nitong Lunes, Setyembre 25.",
                "Naglalakad ang 13 anyos na estudyante sa Karuhatan Road sa Valenzuela nang sundan siya ng isang babae.",
                "Ilang minuto pa, makikita sa kuha ng CCTV na nag-uusap sila sa isang tabi at pagkatapos ay sabay na naglakad patungo sa paradahan ng mga motorsiklo.",
                "Dito na umano kinuha at hinalungkat ng babae ang bag ng estudyante at tila may kausap pa sa cellphone.",
                "Bagama’t hindi na nakuha sa CCTV ang ibang pangyayari, ayon sa barangay, kinuha ng babae ang cellphone at wallet ng dalagita.",
                "Pinalabas umano ng babae na nanay siya ng kaklase ng biktima at sinabing nawala ang cellphone ng kanyang anak kaya gusto niyang ininspeksyunin ang bag ng dalagita.",
                "Ikatlong kaso na ito ng budol-budol na idinulog sa barangay, ayon sa mga awtoridad. ",
                "Dagdag pa nila, lahat ng biktima ay mga estudyanteng ninakawan ng cellphone.",
                "Ang iba pang taktika ng modus, mag-aabang ang mga mambubudol ng isang mamimiling mayroong hawak ng isang mamahaling cellphone sa loob ng isang department store.",
                "Palalabasin umano ng suspek na mayroong mali sa mga pinamili ng biktima. ",
                "Kunwari’y dadalhin sa counter ang mamimili upang i-double check ang mga gamit, saka siya bibiktimahin, paliwanag ni Patrick Perez, Executive Officer III ng Brgy. Karuhatan.",
                "Ayon pa kay Perez, nahihirapan silang hulihin ang babae dahil paiba-iba ang oras ng kaniyang pambibiktima.",
                "Naglabas na rin sila ng anunsiyo sa social media upang maalerto ang mga taga-Valenzuela sa suspek.",
                "Nagpahayag din sila sa publiko na agad makipag-ugnayan sakaling makita ang suspek ng budol-budol.",
                "Babala ng barangay sa mga estudyante, huwag basta-bastang makikipag-usap sa mga taong hindi kilala.",
                "Pinaghahanap pa rin ng barangay ang suspek na madalas umanong mambiktima ng mga estudyante.",
                "-- Ulat ni Kristine Sabillo, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/sapul-sa-cctv-estudyante-nabudol-budol-ng-nagpakilalang-nanay-ng-kaklase\n"
        },
        {
            "title": "ALAMIN: Buwis sa bonus sa ilalim ng panukalang bagong tax rate ng Kamara, Senado",
            "timestamp": "Sep 27 2017 10:52 PM",
            "content": [
                "Kung buwis lang ng mga swelduhang manggagawa ang pag-uusapan, mas malaki ang antas ng sahod na tax-free sa bersiyon ng bagong tax rate ng Kamara kumpara sa Senado.",
                "Pinapatawan ngayon ng P50,000 na income tax ang may taunang P250,000 na net income. ",
                "Wala nang buwis ang mga kumikita ng nasabing halaga sa bersiyon ng Kamara.",
                "Pero sa bersiyon ng Senado, papatawan pa rin ito ng P15,000 na buwis. ",
                "Wala na kasing exemption sa bersiyon ng Kamara kahit may anak pa ang manggagawa habang may tig-P25,000 exemption naman kada anak sa bersiyon ng Senado.",
                "Para naman sa medyo malaki na ang suweldo, bababa pa rin ang tax rate kung ikukumpara sa kasalukuyang buwis. ",
                "Sa kabila nito, mas pabor umano sa manggagawa ang bersiyon ng Kamara dahil mas maliit ang personal income tax. ",
                "Halimbawa na lamang kung may taunang kita na P500,000, mayroon lamang P55,000 buwis sa House version kumpara sa P70,000 na ipapataw sa Senate version.",
                "Sa 13th month pay at iba pang bonus, walang buwis sa bersiyon ng Kamara kung hindi ito lalagpas ng P100,000 habang hanggang P82,000 lamang ang tax-free sa bersiyon ng Senado. ",
                "Pabor naman ang tax experts sa bersiyon ng Kamara dahil wala na itong exemptions kaya madaling intindihin ng karaniwang mamamayan. ",
                "Pero masyado rin anilang mataas ang 35% na income tax sa House version para sa mga kumikita ng mahigit P5 milyon kada taon.",
                "-- Ulat ni Alvin Elchico, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/alamin-buwis-sa-bonus-sa-ilalim-ng-panukalang-bagong-tax-rate-ng-kamara-senado\n"
        },
        {
            "title": "Kahalagahan ng teknolohiya sa panahon ng sakuna, pinagtuunan sa shake drill",
            "timestamp": "Sep 27 2017 10:48 PM",
            "content": [
                "Itinuloy na nitong Miyerkoles, Setyembre 27, ang ikatlong nationwide earthquake drill, na ipinagpaliban mula sa inisyal nitong petsa noong Setyembre 21. ",
                "Alas-2 ng hapon nang nangsimulang tumunog ang alarm sa gymnasium sa Bacoor, Cavite na senyales ng pag-uumpisa ng shake drill sa buong bansa.",
                "Agad itong sinundan ng sinanay na “Duck, Cover and Hold.”\n    \nKaniya-kaniya namang toka ang coordinating agencies sa mga dapat gawin sa larangan ng evacuation at search and rescue.",
                "Dahil sa malawak ang lugar na inaasahang tatamaan sakaling maganap ang 7.2 magnitude na lindol, binigyang pansin sa isinagawang shake drill ang kahalagahan ng teknolohiya.",
                "Isang LED monitor ang nakakabit sa gym ng Bacoor na gagawing sentro ng evacuation.",
                "Makikita sa monitor ang lahat ng nangyayari at sitwasyon sa iba pang siyudad sa Cavite gaya ng sa Imus, General Trias, Silang, Bacoor, at Trece Martires.",
                "Sabay sa oras ang nakikitang shake drill kaya inaasahang mas magiging mabilis ang magagawang assessment, pagbibigay-tulong at pagresponde sa mga nangangailangan.",
                "Samantala, bukod sa pagguho ng mga bahay at gusali, inaasahan din ang mga pagtagas ng iba’t ibang klase ng kemikal at sunog.",
                "Ayon kay Usec. Renato Solidum Jr., Officer-in-Charge ng Philippine Institute of Volcanology and Seismology (Phivolcs), kailangang mabigyan ng tamang paghahanda at kaalaman ang lahat ng Pilipino tungkol sa lindol.",
                "Iba’t ibang probinsiya rin ang nakilahok sa naturang shake drill.",
                "Sa Batangas City, na ilang beses nang tinamaan ng lindol nitong nakaraang buwan, nakilahok ang nasa 500 estudyante at mga empleyado.",
                "Pinaigting na rin ang shake drill sa Leyte dahil dinadaanan ito ng fault line, habang sa Iloilo City, nagpraktis ang mga doktor at nars ng Iloilo Mission Hospital sa tamang pag-aasikaso at pagbibigay-lunas sa mga posibleng maaapektuhan ng lindol.",
                "Sa Ilagan City, Isabela, nagsagawa ang pamahalaan ng training sa pagresponde sa mga maaaring ma-trap sa mga gusali, gayundin ang pagsugpo sa mga sisiklab na sunog.",
                "Ayon kay Solidum, mahihirapan pang isagawa ang sinasabing biglaang earthquake drill o “surprise drills.” ",
                "Aniya, susubukan muna nila ang maliliit na surprise drills sa mga opisina.",
                "Isa pang nationwide earthquake drill ang nakakasa bago matapos ang taon.",
                "-- Ulat ni Doris Bigornia, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/kahalagahan-ng-teknolohiya-sa-panahon-ng-sakuna-pinagtuunan-sa-shake-drill\n"
        },
        {
            "title": "2 killed in Cagayan de Oro drug bust",
            "timestamp": "Sep 27 2017 10:45 PM",
            "content": [
                "Two drug suspects were killed in a police buy-bust operation in Upper Balulang, Cagayan de Oro City on Wednesday afternoon.",
                "The two were identified as Carmelito Salvidas from Lanao del Norte and Ernesto Bradero from Tagoloan, Misamis Oriental.",
                "Police Chief Inspector Richie Salva, chief of Police Station 4, said they were forced to shoot the suspects when one of them attempted to throw a hand grenade at the operatives.",
                "Two sachets of suspected shabu, P300 buy-bust money, assorted drug paraphernalia, an MK2 fragmentation grenade, and a stolen motorcycle were recovered from the scene in on Block 59, Xavier Heights Subdivision, Upper Balulang.",
                "The stolen motorcycle was identified by the owner, Marjun Saloloy.",
                "Saloloy said his motorcycle was stolen outside his house in Upper Carmen, Cagayan de Oro Tuesday night.",
                "Authorities said the two suspects were also behind several carjacking cases in Cagayan de Oro and nearby towns.",
                "They added that Salvidas was recently released from jail. ",
                "Police are gathering information on the suspects' companion who owns the house."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/2-killed-in-cagayan-de-oro-drug-bust\n"
        },
        {
            "title": "Binatilyo patay matapos magulungan ng truck sa Benguet",
            "timestamp": "Sep 27 2017 10:39 PM",
            "content": [
                "Pabalik na sana sa opisina ang isang binatilyo nang mahulog siya sa truck na sinasakyan at magulungan sa Taloy Sur, Tuba, Benguet nitong Linggo.",
                "Pahinante si John Mark Haban, 15, ng truck na nagde-deliver ng construction materials.",
                "Nakasakay sa likod ng truck si Haban kasama ang iba pang kaibigan. Day-off niya at ng kanyang mga kasamahan nang mangyari ang insidente.",
                "“Lumalabas po na 'yung namatay ay nakainom, mukhang nakabitaw siya sa pagkahawak dun sa truck, kaya nahulog at nagulungan dun sa ilalim. Nakasakay po siya sa likod ng ELF, medyo kaway nang kaway, pinipigilan,” ani police Insp. Rolando Lagayan, deputy station commander ng Tuba Police.",
                "Agad isinugod sa ospital si Haban, pero hindi na ito umabot ng buhay.",
                "“Parang nagulungan sa tiyan, kasi nung binuhat namin, wala na, patay na talaga, hindi na siya humihinga eh,” ani alias Michael, isa sa mga kaibigan at kasamahan ng biktima.",
                "Kahit pinakabata sa mga trabahador, isa daw sa pinakamasipag si Haban.",
                "“Masipag, pag tinatawag ni boss mag-repair, nagre-repair siya, lahat ng sinasabi, ginagawa niya, hindi naman namin alam na ganun ang mangyayari sa kanya,\" dagdag ni alias Michael.",
                "Hindi nagsampa ng reklamo ang pamilya ng biktima."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/binatilyo-patay-matapos-magulungan-ng-truck-sa-benguet\n"
        },
        {
            "title": "Isa pang idinawit sa pagkasawi ng law student, sumuko; pero may 'excuse'",
            "timestamp": "Sep 27 2017 10:15 PM",
            "content": [
                "- Nasa ospital umano ang sumukong lalaki nang panahong sumailalim sa hazing si Horacio Castillo III\n- Ipinag-utos na ng DOJ na pakawalan ang naunang sumukong suspek na si John Paul Solano \n- Inihatid na sa huling hantungan ang labi ni Castillo",
                "Aegis Jvris member Jason Robiños surrenders at the MPD in connection with the fatal hazing of Atio Castillo | via @angelmovido pic.twitter.com/RQGzR6neyu",
                "",
                "Sumuko sa tanggapan ng Manila Police District (MPD) nitong Miyerkoles, Setyembre 27, ang isa pang iniuugnay sa pagkamatay ng hazing victim na si Horacio \"Atio\" Castillo III.",
                "Bandang alas-6 ng hapon, sumuko si Jason Robiños, isa sa mga miyembro ng Aegis Jvris Fraternity.",
                "Kabilang si Robiños sa mga nasa lookout order na dating ipinalabas ng Department of Justice (DOJ).",
                "Ayon kay Adenn Sigua, abogado ni Robiños, nais nilang mapatunayang walang kinalaman si Robiños sa pagkamatay ni Castillo.",
                "Depensa ni Robiños, nasa ospital siya nang maganap ang hazing dahil sa gastroenteritis.",
                "Samantala, ipinag-utos ng DOJ na pakawalan mula sa pagkakapiit sa MPD ang pangunahing suspek na si John Paul Solano.",
                "Sa limang pahinang resolusyon, sinabing dapat pakawalan si Solano dahil kusa naman siyang sumuko noon.",
                "Pero hindi pa nakalalaya si Solano dahil ayon sa abogado niyang si Paterno Esmaquel, hindi pa naibibigay sa kanila ang release order na inilabas bandang alas-5 ng hapon.",
                "Pinangalanan ni Solano noong Lunes, Setyembre 25, ang anim na kasamahan sa Aegis Jvris Fraternity at isa pang indibidwal na may kinalaman sa pagkasawi ni Castillo.",
                "Sa Oktubre 4 at 9 nakatakda ang paunang imbestigasyon sa kaso.",
                "Kuha ng CCTV sa frat library",
                "Kumbinsido naman ang pulisya na sa fraternity library ng Aegis Jvris sa Sampaloc, Maynila idinaos ang pag-hazing kay Castillo, batay sa nakuhang mga CCTV footage.",
                "Sa kuha ng CCTV ng Barangay 47 noong Setyembre 16, Sabado, huling nakitang naglalakad si Castillo sa kahabaan ng Dapitan Street bandang ala-1:20 ng hapon.",
                "Kinausap niya ang Uber driver na naghatid ng gamit niya sa tirahan sa Makati.",
                "Sa kuha ng mga CCTV ng Barnagay 471 sa Laong Laan at Navarra Street mula Setyembre 16 hanggang umaga ng Setyembre 17, makikitang labas-pasok ang mga hinihinalang miyembro ng Aegis Jvris sa kanilang library.",
                "Noong Setyembre 17, Linggo, alas-2 ng umaga, isang lalaki at babae ang lumabas sa library. Nagsusuka ang babae na tila nakainom habang inaalalayan ng lalaki.",
                "Pasado alas-7 ng umaga, lumabas naman ang isang estudyanteng may kausap sa cellphone at palakad-lakad na tila balisa.",
                "Bandang alas-8:42 hanggang alas-8:45 ng umaga, sa may Santander at Rosarito Street, nakunan sa CCTV ang convoy ng mga miyembro ng fraternity.",
                "Kabilang dito ang isang itim na SUV, isa pang SUV, pulang pick-up truck, at motorsiklong minamaneho ni Solano.",
                "Sa CCTV ng Chinese General Hospital, alas-8:45 umaga noong Linggo, Setyembre 17, nakunang dumating ang convoy sa ospital.",
                "Bandang alas-9:02 ng umaga nang lumabas sa ospital ang pulang pick-up truck at makalipas ang apat na minuto'y sumunod ang itim na SUV.",
                "Pinaniniwalaang sa pulang pick-up truck isinakay ang katawan ni Castillo.",
                "Inihatid sa huling hantungan",
                "Pasado alas-5 ng hapon nitong Miyerkoles, inilibing na si Castillo sa mawsoleo ng kaniyang lolo sa Manila Memorial Park sa Parañaque.",
                "Maagang dumating ang mga magulang ni Castillo at kaniyang kapatid sa chapel kung saan siya ibinurol.",
                "Dumalo rin ang mga kababata, kaibigan, at kamag-aral ni Castillo para makipaglibing.",
                "Sa una'y humingi ng privacy at panahon ang pamilya na makasama si Castillo sa chapel bago pinapasok ang media.",
                "Nakasuot ng mga damit na may nakasulat na \"Justice for Horacio\" ang mga kaanak.",
                "LOOK: Lega wearing \"#JusticeForHoracio\" shirt. She's with Nicolle, younger sister of Atio | via @koriquintos pic.twitter.com/4QItdh8cGz",
                "",
                "Ang aso ni Castillo na si Lega, nakasuot din ng \"justice\" shirt at sumilip din sa amo sa huling pagkakataon.",
                "Nagdala ng malaking banner ang Volunteers Against Crime and Corruption na humihingi ng hustisya para sa pagkamatay ni Castillo.",
                "Mahigit 200 paruparo ang pinakawalan sa libing ni Castillo bilang simbolo ng paghingi ng katarungan.",
                "-- Ulat nina Johnson Manabat, Angel Movido, Kori Quintos, at Oman Bañez, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/isa-pang-idinawit-sa-pagkasawi-ng-law-student-sumuko-pero-may-excuse\n"
        },
        {
            "title": "The Day in Photos: 27 September 2017",
            "timestamp": "Sep 27 2017 10:07 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/slideshow/09/27/17/the-day-in-photos-27-september-2017\n"
        },
        {
            "title": "Mag-uuling, patay sa pamamaril sa Pangasinan",
            "timestamp": "Sep 27 2017 09:45 PM",
            "content": [
                "PANGASINAN - Patay sa pamamaril ang isang lalaki Miyerkoles ng umaga sa Barangay Sampaloc sa bayan ng Bolinao, Pangasinan.",
                "Kinilala ang biktima na si Ricky Gonzales, alyas Bong, 39 taong gulang at isang mag-uuling.",
                "Nag-iigib umano ito ng tubig nang lapitan at pagbabarilin ng mga lalaking sakay ng motorsiklo.",
                "Nagtamo ng tama sa ulo at kanang braso si Gonzales. Tinamaan din sa paa ang 17 taong gulang na anak nito.",
                "Ilan sa mga anggulong tinitingnan ng otoridad ay ang kaso nitong illegal possession of firearms noong nakaraang buwan.",
                "Sangkot din umano ito sa alitan sa lupa.",
                "Ayon sa asawa ng biktima, alam niyang may mga nagbabanta sa buhay nito.",
                "Patuloy ang imbestigasyon sa insidente."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/mag-uuling-patay-sa-pamamaril-sa-pangasinan\n"
        },
        {
            "title": "Bautista impeachment not over yet after House panel dismissal, says Roque",
            "timestamp": "Sep 27 2017 06:54 PM",
            "content": [
                "MANILA—Kabayan party-list Representative Harry Roque is not giving up on the impeachment complaint against Comelec chairman Andres Bautista that was junked by the House justice committee after finding it insufficient in form.",
                "Roque, who endorsed the impeachment complaint filed by lawyer Ferdinand Topacio‏ and former Negros Oriental representative Jacinto Paras, said the committee decision will still be reviewed by the plenary.",
                "“If one-third of the House members will say the impeachment must continue, then articles of impeachment can still be filed. I certainly have not thrown in the towel,” he told reporters Wednesday. ",
                "The lawmaker also claimed his colleagues from the justice committee dismissed the complaint for insufficiency of form over a faulty verification supposedly because they assumed Bautista will resign.",
                "“As we near the deadline for plenary to review the decision of the committee on justice, many of our colleagues will be asking themselves, ‘Seryoso bang magre-resign itong si Chairman Bautista,’ ” he said.",
                "Six Comelec commissioners previously said Bautista “could no longer effectively lead” and that it was time for him to resign. In response, the poll chief said he is turning to prayer.",
                "The impeachment complaint against Bautista stemmed from the allegation by his estranged wife, Patricia, that he was hiding unexplained wealth, allegations the poll chief has repeatedly denied."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/bautista-impeachment-not-over-yet-after-house-panel-dismissal-says-roque\n"
        },
        {
            "title": "PH, China set bilateral meeting for joint development in West PH Sea",
            "timestamp": "Sep 27 2017 06:53 PM",
            "content": [
                "Philippine and Chinese energy officials have set a bilateral meeting on Thursday to discuss the joint development in the West Philippine Sea, an official said Wednesday.",
                "Energy Secretary Alfonso Cusi said both sides have not yet reached any agreement and that the possibility of lifting the moratorium on exploration in the West Philippine Sea is still being studied.",
                "\"We have five pending service contracts and we are still studying the ways we are going to lift the moratorium order. But I do not like to create any speculation. We have not reached any agreement,\" he said. ",
                "Cusi said Service Contract 57, which covers offshore Northwest Palawan or west of Calamian islands, is already with the Office of the President for signature so that exploration work could begin. He said SC 57 is within the Philippine territory.",
                "The service contract has been pending since 2005 but was delayed due to administrative issues. According to the contract, China National Offshore Oil Company (CNOOC) farmed-in into SC 57 in 2006 acquiring 51 percent participating interest and operatorship. The deed of assignment to formalize its entry has yet to be signed by the President.",
                "\"We have SC 57 that is already with the Office of the President so that we can pursue its exploration work,\" Cusi said.",
                "\"We have already finished the documentation, the contract and it's presented already to the Office of the President for signing.\"",
                "Energy Undersecretary Donato Marcos meanwhile stressed there is no sovereignty issue involved in SC 57 as it is not within the disputed area of the West Philippine Sea.\r\n \r\n\"It's not a joint exploration actually because it's a current service contracted granted by the Department of Energy to Pnoc Exploration Corporation (PNOC EC), then it's a 100 hundred percent owned by PNOC EC. Ngayon mag fafarm-in si CNOOC. So sovereignty here is not an issue. Besides, it's not within the disputed area of the West Philippine Sea,\" Marcos said. ",
                "On Thursday, energy ministers of the Association of Southeast Asian Nations (ASEAN) will meet with their counterparts from China, South Korea, Japan, as well as New Zealand, Australia, India, US and Russia, all of whom are expected to present recommendations on how to achieve the objectives of the ASEAN Plan of Action for Energy Cooperation."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/ph-china-set-bilateral-meeting-for-joint-development-in-west-ph-sea\n"
        },
        {
            "title": "Palace: No appointment yet for Martin Diño",
            "timestamp": "Sep 27 2017 06:45 PM",
            "content": [
                "MANILA - Malacañang on Wednesday clarified that sacked Subic Bay Metropolitan Authority (SBMA) Chairman Martin Diño has not been given a new appointment after the latter said he has accepted a post as undersecretary at the Department of the Interior and Local Government (DILG).",
                "“As of this date, the President has not appointed Mr. Martin Diño to any position in the Department of Interior and Local Government (DILG) or in any instrumentality of government,” Presidential Spokesperson Ernesto Abella said in a statement.",
                "Abella issued this clarification after Diño on Wednesday said he has been tapped to serve as DILG Undersecretary for Barangay Affairs.",
                "Malacañang had announced Tuesday that President Rodrigo Duterte removed Diño from his previous post following complaints about \"the way he was running the SBMA,\" said Chief Presidential Legal Counsel Salvador Panelo. ",
                "\"Marami rin akong nakausap na investors dun. Ayaw nila si Diño,\" he said, adding he advised them to outline their concerns in a letter to the President.",
                "Duterte had the matter investigated and decided \"effectively\" to sack Diño by assigning Wilma Eisma as concurrent SBMA chairman and administrator, Panelo said. She took oath on Tuesday. ",
                "Eisma’s appointment ends the power struggle between her and Diño, with whom she had been at odds over certain decisions in the agency. The two officials had issued contradicting orders that affected SBMA operations. ",
                "Diño's removal from his post also came in the wake of the President’s signing of Executive Order No. 42, which repealed EO No. 340 issued by former President and now Pampanga Rep. Gloria Macapagal Arroyo in 2004.",
                "The old EO had separated the “powers, functions and duties of the Chairman of the SBMA Board and the Administrator as Chief Executive Officer of the SBMA.”",
                "Diño, a former chairperson of the Volunteers Against Crime and Corruption (VACC), served as the presidential candidate of Duterte's party, Partido Demokratiko Pilipino–Lakas ng Bayan, in the May 2016 elections until then Davao City Mayor Duterte decided to run for the position, replacing him at the last minute.",
                "His daughter Liza Diño-Seguerra was appointed Film Development Council of the Philippines (FDCP) Chairperson in August while her spouse Aiza Seguerra was appointed Chairperson of the National Youth Commission. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/palace-no-appointment-yet-for-martin-dio\n"
        },
        {
            "title": "Mag-lolo, patay nang madaganan ng trak na nahulog sa tulay",
            "timestamp": "Sep 27 2017 06:41 PM",
            "content": [
                "Umakyat na sa dalawa ang nasawi matapos madaganan ng trak na nahulog sa tulay sa Pandacan, Maynila.",
                "Dead on the spot ang 70 anyos na si Danilo Baltazar habang napitpit sa ilalim ng trak ang kaniyang apong si John Dave, 8 anyos.",
                "Ilang oras naipit ang bata sa truck bago tuluyang naiangat ang trak sa tulong ng crane.",
                "Pero patay na ang bata nang makuha sa trak.",
                "Naipit din sa trak ang kapitbahay nilang si Clarita Sarias na kasalukuyang ginagamot sa ospital.",
                "Sugatan din sa insidente ang drayber ng trak na si Reinaldo Acosta at pahinanteng si Herman Pider.",
                "Panay ang hingi ng pasensiya ng driver.",
                "Giit niya, aksidente ang nangyari dahil nawalan umano ng preno ang trak.",
                "Inakala niyang mapipigilan ito ng railing ng tulay pero bumigay ang harang at nagtuloy-tuloy na ang trak sa bahay ng informal settlers na nasa ilalim ng tulay.",
                "Iniimbestigahan ngayon ng pulisya ang pananagutan ng driver sa insidente.",
                "-- Ulat ni Pia Gutierrez, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/mag-lolo-patay-nang-madaganan-ng-trak-na-nahulog-sa-tulay\n"
        },
        {
            "title": "Another suspect in 'Atio' hazing surrenders",
            "timestamp": "Sep 27 2017 06:29 PM",
            "content": [
                "MANILA (UPDATED) - Another suspect in the fatal hazing of University of Santo Tomas law freshman Horacio Castillo III surrendered to the Manila Police District (MPD) Wednesday afternoon. ",
                "He submitted himself to authorities just as Castillo was laid to rest and while one of the primary suspects, John Paul Solano, was released. ",
                "Jason Robiños is one of the members of the Aegis Jvris fraternity tagged in Castillo's death more than a week ago. The 22-year-old suffered a heart attack after sustaining massive injuries in initiation rites. ",
                "Robiños said he is an inactive member of the fraternity and added that he was not involved in Castillo's hazing. ",
                "He was among fraternity members listed in an immigration lookout bulletin order released by the Department of Justice to monitor the suspects' movements through the country's ports. ",
                "Robiños attended the Senate inquiry on Castillo's death Monday. ",
                "His lawyer, Adenn Sigua, said Robiños waited to surrender until a CCTV footage that shows he was in his boarding house during the incident, was recovered.",
                "Sigua added that his client was hospitalized at the Fe del Mundo Hospital on September 14 and was released at around 2 p.m. on September 16, the day of Castillo's initiation rites.",
                "Aside from providing the CCTV footage as evidence, Robiños also filed a sworn statement and submitted medical certificates.",
                "\"He was diagnosed with diabetes and advised na hindi na dapat mag attend ng kahit anong activity. We strongly deny na may knowledge siya with any activity sa hazing,\" Sigua said.",
                "Earlier, another member of the fraternity whose identity was withheld, submitted himself and gave his statement to the National Bureau of Investigation after initially communicating with Justice Secretary Vitaliano Aguirre II.",
                "--Report from Angel Movido, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/another-suspect-in-atio-hazing-surrenders\n"
        },
        {
            "title": "Trump, Kim wage war of words",
            "timestamp": "Sep 27 2017 06:19 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/27/17/trump-kim-wage-war-of-words\n"
        },
        {
            "title": "Sereno got P30-million Piatco case fee in tranches, only portion declared in 2010 SALN: lawyers",
            "timestamp": "Sep 27 2017 06:17 PM",
            "content": [
                "MANILA - Chief Justice Maria Lourdes Sereno received in tranches her P30-million fee for serving as government counsel in arbitration proceedings against the Philippine International Air Terminals Co. Inc. (Piatco), builder of the Ninoy Aquino International Airport (NAIA) Terminal 3, her legal team said Wednesday. ",
                "Sereno's lawyer Josa Deinla said this was among reasons why the full amount does not appear in Sereno's 2010 statement of assets, liabilities, and net worth (SALN), which was used as basis for an impeachment complaint that lawyer Larry Gadon filed against the chief magistrate. ",
                "She added that over the course of 5 years, Sereno also incurred expenses, such as hospitalization and funeral costs for her parents, her purchase of properties, investments, and other regular household and family expenses.",
                "\"It (P30 million) would not remain intact because ginastos na niya. Maraming expenses ang mga tao. Marami siyang pinaggagastusan, hindi lang 1 year, kundi in 5 years. And she received the amount not in lump sum ha, but periodically,\" Deinla told ANC's Headstart on Wednesday.",
                "Lawyer Winnie Salumbides, meanwhile, said he is puzzled by Gadon's accusation that Sereno did not pay the correct taxes when the Piatco payment already had withholding taxes. He added that the Chief Justice had a tax credit because she paid more than what was due.",
                "The Sereno camp emphasized that, in accordance with the law, the Chief Justice declared in her SALN her assets and liabilities at the time she was declaring it, or what was left of the money she had been paid.",
                "The allegation that she had made misdeclarations in her SALN is considered the strongest in the Gadon complaint as her predecessor, the late Chief Justice Renato Corona, was impeached and put on trial over the same charges. ",
                "Deinla and Salumbides reiterated that Gadon's impeachment complaint was based on \"bare-faced\" lies from unverified sources, as they answered each accusation against the Chief Justice during the ANC interview.",
                "They said Sereno is a target for impeachment because of her position, conviction, independence and conscience, as evident in rulings of the Supreme Court that were unfavorable to former President Benigno \"Ninoy\" Aquino III, who had appointed her in 2012. ",
                "Gadon's complaint alleges that Sereno had committed culpable violation of the Constitution, betrayal of public trust, corruption, and other high crimes for allegedly lying in her SALN, falsification of High Court documents, delayed court action, alleged use of judiciary funds for a P5-million vehicle, and luxury travels, among others. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/sereno-got-p30-million-piatco-case-fee-in-tranches-only-portion-declared-in-2010-saln-lawyers\n"
        },
        {
            "title": "Batang lalaki, minolestiya umano ng guro",
            "timestamp": "Sep 27 2017 06:01 PM",
            "content": [
                "Inireklamo ng pangmomolestiya ang isang lalaking guro sa Cauayan City, Isabela.",
                "Kuwento ng ina ng biktima, ginawan umano ng kahalayan ng guro ang 12 anyos na lalaking estudyante matapos ang kanilang huling subject sa hapon.",
                "Naatasan daw na \"cleaner\" o tagalinis ng silid-aralan ang estudyante kaya nanatili siya sa classroom pagkatapos ng klase.",
                "Kuwento ng menor de edad sa ina, isinara ng guro ang pintuan ng silid-aralan at ibinaba ang mga kurtina ng kuwarto.",
                "Nilapitan daw ng guro ang estudyante, binuksan ang zipper ng pang-ibabang uniform, at isinubo umano ang ari ng estudyante. ",
                "Hulyo 20 nangyari umano ang insidente pero Setyembre 7 na nang i-report ito ng biktima sa guidance counselor. Nalaman ito ng ina ng menor de edad makalipas ang ilang araw.",
                "Ayon sa ina, natakot ang kaniyang anak at nagkaroon lamang ng lakas ng loob nang malamang ililipat sa ibang paaralan ang guro.",
                "Una nang naghinala ang ina na may nangyari sa anak bago pa isiniwalat ng biktima ang insidente.",
                "Nag-iba raw kasi ang ugali ng anak at nawalan din ng ganang pumasok sa eskuwelahan.",
                "Sinubakan ng ABS-CBN News na makapanayam ang punong-guro ng paaralan at lokal na sangay ng Department of Education pero hindi sila tumutugon.",
                "Ayon sa pulisya, hindi ito ang unang insidenteng may hinalay ang nasabing guro.",
                "Inihain na sa piskalya ang reklamong sexual abuse laban sa guro.",
                "Pansamantalang huminto ang bata sa pag-aaral upang sumailalim sa counseling.\n \nPayo ng pulisya na magkaroon ng mabuting komunikasyon sa pagitan ng mga magulang at anak para malaman agad kung mayroong pinagdaraanang problema ang bata.",
                "Wala ang gurong inirereklamo sa kaniyang bahay at nag-leave din umano sa paaralang pinaglipatan.\n \n-- Ulat ni Danielle Rebollos, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/batang-lalaki-minolestiya-umano-ng-guro\n"
        },
        {
            "title": "Looking a lot like X'mas",
            "timestamp": "Sep 27 2017 06:01 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/27/17/looking-a-lot-like-xmas\n"
        },
        {
            "title": "Truck falls from bridge in Manila",
            "timestamp": "Sep 27 2017 05:56 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/27/17/truck-falls-from-bridge-in-manila\n"
        },
        {
            "title": "A life cut short: hazing victim 'Atio' laid to rest",
            "timestamp": "Sep 27 2017 05:47 PM",
            "content": [
                "MANILA - Hazing victim Horacio \"Atio\" Castillo III was laid to rest at the Manila Memorial Park in Parañaque City Wednesday afternoon as his family cried for justice. ",
                "WATCH: Lega wearing \"Justice for Horacio\" shirt looked at Atio before the interment this afternoon |via @koriquintos pic.twitter.com/vwe2I4FemP",
                "",
                "Castillo's family, friends, and his golden retriever Lega attended the funeral mass and burial clad in white shirts that decried the untimely death of the University of Santo Tomas (UST) law freshman, a 22-year-old who was described as a \"humble kid with big dreams.\"",
                "Castillo's dream of becoming a lawyer ended more than a week ago in initiation rites at the Aegis Jvris fraternity, where he had hoped to find a brotherhood. ",
                "\"Atio,\" as he was fondly called by family and close friends, had told his parents that he would be attending the fraternity's welcoming rites on Sept. 16. He never made it back home.",
                "Severely battered, Castillo had a heart attack after sustaining \"massive injuries\" in the hands of fraternity members. He was rushed to the hospital Sunday morning but was already lifeless. His parents learned of his passing before dawn the next day. ",
                "\"Atio was brutally murdered. Our son is a perfect son! We will miss you terribly. But we will be OK. We will fight for justice,\" Atio's father, Horacio Jr., said in a speech delivered after the funeral mass.",
                "About 250 butterflies and balloons were released as Castillo was laid to rest.",
                "In saying their final goodbye, Castillo's family and friends kept on reliving his life through stories about how he had survived a fire when he was just 10-years old, and how he eventually graduated with a degree in Political Science in UST.",
                "Bea Garcia, one of his childhood friends, recalled how Castillo was very vocal about his dream of becoming a lawyer back when they were just kids. ",
                "Ironically, it was in law school where he met his end.",
                "While distraught and grieving, Castillo's family thanked the public for their continued support in seeking justice for the slain law student.",
                "\"Please continue praying for us. Thank you for the love and support. Maraming maraming salamat po!,\" Castillo's father said.",
                "At a Senate hearing on Monday, John Paul Solano, the fratman who had tried to resuscitate \"half-dead\" Castillo inside the Aegis Jvris office in Manila and later rushed him to the hospital, tagged 6 other fraternity members in the hazing death. ",
                "The Senate has yet to call another hearing to probe Castillo's untimely demise.",
                "Solano was released Wednesday afternoon, just as Castillo was being laid to rest. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/a-life-cut-short-hazing-victim-atio-laid-to-rest\n"
        },
        {
            "title": "DOJ orders release of primary suspect in fatal hazing of UST student",
            "timestamp": "Sep 27 2017 05:45 PM",
            "content": [
                "MANILA- (UPDATE) The Department of Justice (DOJ) has ordered the release of John Paul Solano, one of the primary suspects in the fatal hazing of law freshman Horacio Castillo III.",
                "In a 5-page resolution dated Sept. 26, DOJ prosecutors ordered a deeper probe into the case of Castillo and said Solano should be released since he surrendered.",
                "The DOJ added that at the time police looked for respondents, Solano was not yet considered a suspect but only a person of interest.",
                "The resolution explained that it was not right to subject Solano to inquest proceeding for perjury which only has a penalty of imprisonment of 6 months and 1 day to 2 years and 4 months.",
                "Solano, a member of the Aegis Jvris fraternity which is tagged in the death of Castillo, surrendered last week and was placed under the temporary custody of the Manila Police District.",
                "Solano, who is facing charges of murder, violation of Republic Act (RA) No. 8049 (Anti-Hazing Law), perjury, robbery, and obstruction of justice, was ordered released as Castillo is laid to rest. ",
                "He was earlier identified as the \"good samaritan\" who brought the bruised body of Castillo to the hospital but later on emerged as a primary suspect in the case.",
                "Sen. Juan Miguel Zubiri on Tuesday said Solano had tagged at least 6 other members of the Aegis Jvris fraternity in Castillo's death.",
                "Solano gave a tell-all account in an executive session following the Monday night Senate probe.",
                "The DOJ is set to form a 3-man panel of prosecutors to be led by Asst. Acting Prosecutor Villanueva for the case of Castillo.",
                "Preliminary investigation of the case has been scheduled on Oct. 4 and Oct. 9.",
                "-with a report from Johnson Manabat, DZMM"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/doj-orders-release-of-primary-suspect-in-fatal-hazing-of-ust-student\n"
        },
        {
            "title": "A mother's cry for justice",
            "timestamp": "Sep 27 2017 05:43 PM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/photo/09/27/17/a-mothers-cry-for-justice\n"
        },
        {
            "title": "House panel endorses revisions to anti-hazing law to plenary",
            "timestamp": "Sep 27 2017 05:26 PM",
            "content": [
                "MANILA- The House Committee on Justice has endorsed to the plenary a substitute bill that seeks to fully outlaw hazing and regulate initiation rites in fraternities, sororities, and organizations.",
                "The endorsement comes amid public outrage over the fatal hazing of University of Santo Tomas law freshman Horacio Castillo III.",
                "The proposed measure expands the definition of hazing to cover psychological injuries to the victim and defines initiation and \ninitiation rites which are not present in the current law.",
                "Under the measure, perpetrators of hazing are not exempted from penalties even with the consent of the victim.",
                "The bill also imposes certain requirements prior to any initiation rite such as the submission of a medical certificate by those subjected to initiation, monitoring of initiation rites, registration of fraternities and sororities with schools, and registration with the local government unit if the group is community-based.",
                "A faculty adviser shall be assigned to fraternities and sororities to monitor their activities.",
                "No one objected when a motion was made for the committee to adopt the bill.",
                "Prosecution under this proposed law will not bar prosecution for other offenses. ",
                "The bill will also allow a judge to impose the penalty of life imprisonment on hazing cases."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/house-panel-endorses-revisions-to-anti-hazing-law-to-plenary\n"
        },
        {
            "title": "Bangkay ng babae natagpuan sa Cebu",
            "timestamp": "Sep 27 2017 04:58 PM",
            "content": [
                "Isang bangkay ng babae ang natagpuan ng mga residente sa loob ng kanilang subdivision sa Barangay Lawaan 3, Talisay City, Cebu Martes.",
                "Kinilala ang biktima na si Mae Azalia Albasin. ",
                "Alas-10:30 ng umaga nang madiskubre ang bangkay na may tama ng bala sa tiyan, hita at braso.",
                "Ayon sa kaniyang ina na si Remy Logan, nagpaalam ang biktima na may pupuntahan lamang.",
                "Pero paniwala ng kaniyang ina, ang karelasyon nito ang pumatay sa anak. Sabi niya, lagi daw pinagbabantaang papatayin ng lalaki ang kaniyang anak.",
                "Huling nag-away umano ang dalawa nitong Linggo kung saan muling pinagbantaang papatayin ang kaniyang anak.",
                "Iniimbestigahan na din ng awtoridad ang ulat ng mga residente na nakita nilang itinapon mula sa isang puting van ang bangkay ng biktima.",
                "Naghahanap na rin ang awtoridad ng CCTV video sa lugar upang makatulong sa imbestigasyon."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/bangkay-ng-babae-natagpuan-sa-cebu\n"
        },
        {
            "title": "4 sugatan sa magkasunod na pagsabog sa Maguindanao",
            "timestamp": "Sep 27 2017 04:48 PM",
            "content": [
                "Apat na katao ang sugatan matapos sumabog ang isang improvised explosive device (IED) sa Barangay Semba, Datu Odin Sinsuat sa Maguindanao, Miyerkoles.",
                "Alas-7:20 ng umaga nang sumabog ang IED sa gilid ng kalsada halos 700 metro ang layo mula sa training school ng Philippine Army 6th Infantry Division.",
                "Walang nasugatan o namatay sa unang pagsabog.",
                "Pero sa pag-responde ng mga pulis, sundalo at barangay officials upang i-kordon ang lugar at suriin ang pinangyarihan ng insidente, isa pang bomba ang sumabog. ",
                "Ito ay 10 metro lamang ang layo mula sa lugar kung saan sumabog ang unang bomba.",
                "Dito na nagtamo ng mga sugat sina Staff Sergeant Eddie Cane, Barangay Sema Chairman Pendatu Sinsuat, Barangay Kagawad Sinarimbo Lalaog, at isang Police Officer 2 Pendililang.",
                "Base sa salaysay ni Lalaog, hindi umano nila akalain na may pangalawang bomba pa pala na iniwan sa lugar.",
                "Lumalabas sa imbestigasyon na Bangsamoro Islamic Freedom Fighters (BIFF) ang itinuturong suspek sa pambobomba.",
                "Sa post blast investigation, lumabas na ang bomba ay gawa sa pulbura na ginamitan ng concrete nail at isinilid sa plastic container.",
                "Ayon kay 6th ID Commander Major General Arnel dela Vega, ang pambobomba ay posibleng bahagi ng diversionary tactics ng BIFF upang ilihis ang atensyon ng militar sa patuloy na law enforcement operations laban sa kanila sa tinaguriang \"SPMS box\" o ang magkakaratig bayan ng Shariff Aguak, Pagatin, Mamasapano, at Shariff Saydona sa Maguindanao.",
                "Nagdulot naman ng pangamba sa mga residente ang magkasunod na pagsabog. ",
                "Ayon sa military, mas palalakasin pa nila ang kanilang intelligence gathering upang mapigilan ang paghahasik ng karahasan. Naniniwala ang militar na ang suspek ay maaring naninirahan malapit sa pinangyarihan ng pagsabog.",
                "Kasalukuyang nagpapagaling sa Camp Siongco Station Hospital ang sugatang sundalo at pulis. Si Sinsuat naman ay isinugod sa Cotabato Regional and Medical Center habang nakalabas naman agad ng ospital si Lalaog matapos magtamo ng shrapnel wound sa tuhod."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/4-sugatan-sa-magkasunod-na-pagsabog-sa-maguindanao\n"
        },
        {
            "title": "14 anyos na dawit sa riot, nabaril umano ng pulis",
            "timestamp": "Sep 27 2017 04:47 PM",
            "content": [
                "Sugatan ang isang 14 anyos na binatilyo matapos mabaril umano ng pulis sa Maynila.",
                "Ayon sa ama ng biktima, pauwi ang binatilyo kasama ang mga kaibigan mula sa isang birthday party, bandang alas-3 ng madaling araw, nang mapaaway ang kanilang grupo sa bahagi ng Lawton sa Maynila.",
                "Rumesponde ang dalawang pulis na nagpakawala umano ng warning shots.",
                "Limang putok ng baril ang narinig sa lugar.",
                "Tinamaan ng bala ang binatilyo sa kaniyang paa.",
                "Batid naman daw ng ama ng binatilyo na maling nakipag-away ang anak.",
                "Pero sana, hindi nabaril ang anak.",
                "Kasalukuyang nasa ospital ang biktima at nsumailalim sa operasyon upang matanggal ang bala.",
                "Nangako naman ang hepe ng Manila Police District Station 5, na may sakop sa lugar na pinangyarihan ng insidente, na aalamin kung pulis nga ba nila ang rumesponde sa riot.",
                "Iimbestigahan din kung nanggaling sa baril ng pulis ang balang tumama sa binatilyo, dahil posible rin umanong galing iyon sa grupong nakaaway ng binatilyo. ",
                "-- Ulat nina Fred Cipres at Miguel Dumaual, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/14-anyos-na-umuwi-ng-madaling-araw-nabaril-umano-ng-pulis\n"
        },
        {
            "title": "Nanlaban? Most Pinoys doubt police account of drug killings, says SWS",
            "timestamp": "Sep 27 2017 04:35 PM",
            "content": [
                "MANILA- More than half of Filipinos have expressed doubt that many of those killed in anti-drug operations fought it out with cops, results of a Social Weather Survey (SWS) showed.",
                "The survey results, released Wednesday, revealed that 54 percent of Filipinos agree with the test statement: “Marami sa mga pinatay ng mga pulis sa kampanya laban sa ilegal na droga ay hindi totoong nanlaban sa pulis.”",
                "(Many of those killed by the police in the anti-drug campaign did not really fight police)",
                "Of the 54 percent, 20 percent \"strongly agree\" to the statement; 25 percent were undecided while the remaining 20 percent disagreed. ",
                "Skepticism over the \"nanlaban\" reason was highest in Metro Manila, where 63 percent of the population think that many of those killed did not really fight police. Results were slightly lower in the rest of Luzon at 56 percent, and in the Visayas and Mindanao, both at 49 percent.",
                "The \"very poor\" are also more likely to doubt the \"nanlaban\" reason for killings linked to police. ",
                "Fifty-eight percent of those in class E meanwhile disagree with the \"nanlaban\" reason, while 54 percent of those in class D or the masses disagree. Upper classes meanwhile (ABC) recorded a lower score of 40 percent.",
                "Several rights groups have expressed concern over President Rodrigo Duterte’s bloody anti-narcotics campaign, which is legitimized by PNP's ‘Oplan Tokhang’ program, where policemen knock and plead at the doorsteps of suspected drug users and peddlers, and ask them to surrender.",
                "The administration has several times defended the campaign, saying drug suspects killed in legitimate police operations had put up violent resistance.",
                "Latest police estimates placed the number of drug suspects slain in legitimate police operations at 3,800. Human rights groups meanwhile placed the figure at 13,000, which the administration has described as overblown.",
                "NOT REALLY DRUG PUSHERS?",
                "Nearly half of Filipinos (49 percent) meanwhile think that many of those killed in police anti-drug operations are not really drug peddlers while 23 percent disagree and 27 percent are undecided.",
                "Most Filipinos living in Metro Manila (58 percent) think that those killed are innocent of selling drugs followed by those in Visayas at 52 percent, the rest of Luzon at 48 percent, and Mindanao at 45 percent.",
                "Among social classes, only few from the upper classes ABC believe that those killed are innocent at 38 percent, followed by class E at 45 percent, then class D at 51 percent.",
                "Majority of Filipinos also think that many lie to police by accusing personal enemies of drug pushing so that the latter would be killed in police operations.",
                "Half of Filipinos agree to the statement “Marami ang nagsisinungaling at itinuturo ang kanilang mga personal na kaaway bilang drug user/pusher para mabigyang dahilan na patayin ang mga taong ito ng mga pulis o vigilante.\"",
                "(Many are lying and accusing their personal enemies as drug users or pushers in order to give an excuse for these people to be killed by police or vigilantes.)",
                "Metro Manila recorded the highest degree to the statement at 63 percent, followed by Mindanao at 51 percent, the rest of Luzon at 50 percent, and Visayas at 42 percent.",
                "The survey was conducted from June 23-26, 2017 using face-to-face interviews of 1,200 adults aged 18 years old and above nationwide, 300 each in Metro Manila, Balance of Luzon, Visayas, and Mindanao.",
                "The survey has a sampling error margins of ±3 percent for national percentages, and ±6 percent each for Metro Manila, Balance of Luzon, Visayas, and Mindanao."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/nanlaban-most-pinoys-doubt-police-account-of-drug-killings-says-sws\n"
        },
        {
            "title": "Palace to state schools, offices: Take down gov't officials' photos, display images of heroes",
            "timestamp": "Sep 27 2017 04:19 PM",
            "content": [
                "Palace issues order for schools, govt offices to replace photos of elected officials with photos of Filipino heroes | via @dgplacido pic.twitter.com/lq8sitSNTA",
                "",
                "MANILA – Malacañang wants public schools across all levels and government offices nationwide to remove all photos of elected and appointed officials and instead display images of Filipino heroes. \n \nExecutive Secretary Salvador Medialdea signed on Sept. 15 Memorandum Circular No. 25 ordering the said institutions to “display or exhibit the photographs, paintings or other forms of visual representations of Philippine Heroes in lieu of the photographs, paintings or other forms of visual representations of elected or appointed government officials.”",
                "In issuing the memorandum circular, Malacañang said the move was aimed at promoting patriotism. ",
                "“The State shall provide the means to strengthen the people’s nationalism, love of country, and respect for its heroes by emphasizing the importance of Philippine national and local history in the daily life of Filipinos, with the objective of raising social consciousness and patriotism,” the memorandum read.",
                "The order enforces President Rodrigo Duterte's earlier instruction to have his photos and those of other elected and appointed officials removed from state offices and institutions.",
                "The circular also listed recognized Filipino heroes, as identified by the National Historical Commission of the Philippines, which shall serve as reference and guidance for compliance. ",
                "The list includes Jose Rizal, Andres Bonifacio, Emilio Aguinaldo, Apolinario Mabini, Marcelo H. Del Pilar, Juan Luna, Melchora Aquino, Gabriela Silang, Lapu-Lapu, Father Jose Burgos, Father Mariano Gomes, Father Jacinto Zamora, Emilio Jacinto, and Jose Abad Santos."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/palace-to-state-schools-offices-take-down-govt-officials-photos-display-images-of-heroes\n"
        },
        {
            "title": "Mag-anak na nakituloy sa tirahan ng kapitbahay, inanod ng rumaragasang baha",
            "timestamp": "Sep 27 2017 04:08 PM",
            "content": [
                "Hindi inaasahan ng mga residente ng Brgy. Parian sa Calamba, Laguna ang dulot na pinsala ng bagyong 'Maring' at 'Lannie' nang pumasok ito sa bansa nitong buwan lang.",
                "Kuwento ng isa sa mga nakatira sa lugar na si Jofran Monge, gabi noong Setyembre 11 nang biglang tumaas ang tubig sa kanilang komunidad.",
                "“Malakas ang ulan. Maghapon kami sa bahay. Tapos no'ng mga alas-9 ng gabi, tumingin pa ako sa labas, wala pang tubig na [dumadating],” ani Jofran.",
                "“Maya-maya, may kumakatok sa bahay ko. 'Yong asawa ng kapitbahay ko, sabi niya sa’kin may tubig na.”",
                "Dahil sa banta ng baha, lumikas si Jofran kasama ang apat niyang anak sa kanilang kapitbahay. ",
                "Kahit nasa ikalawang palapag nanatili ang pamilya, inabot pa rin sila ng tubig.",
                "“Siguro kalahating oras, aba’y tumataas nang tumataas ang tubig. Akala ko naman hindi aabutin 'yong pinakatuktok talaga ng bahay kasi mataas na bahay nga po.”",
                "“Biglang inanod 'yong bahay.”",
                "Sa bilis at lakas ng agos ng tubig, inanod ng rumaragasang baha ang pamilya ni Jofran.",
                "Kinaumagahan na nang malaman ng asawa ni Jofran na si Jessamin Mina ang nangyari sa kaniyang pamilya. ",
                "Ayon kay Jessamin, ipagdidiwang sana nila ang ikatlong kaarawan ng kaniyang anak.",
                "“Nando’n po ako sa Manila no’ng nasa trabaho ako. May usapan kami ng mga anak ko na uuwi talaga 'ko kasi birthday po niya,” kuwento ni Jessamin.",
                "“Tiningnan ko talaga 'yong bahay namin. Wala, hindi talaga makita. Maya-maya, may tumawag na rescue team galing sa Aplaya, may nakita raw [na] apat na bata, dalawang matandang lalaki.”",
                "“Nanalangin talaga ‘ko na sana mga anak ko na ‘yon, ang asawa ko sana sila na ‘yon,” dagdag niya.",
                "Paano nga ba hinarap ng pamilya Monge ang trahedyang ito?\nPanoorin sa 'Red Alert' kasama si Jeff Canoy ngayong Miyerkoles pagkatapos ng Bandila sa ABS-CBN."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/mag-anak-na-nakituloy-sa-tirahan-ng-kapitbahay-inanod-ng-rumaragasang-baha\n"
        },
        {
            "title": "Palace: No violation in cabinet SALN redactions",
            "timestamp": "Sep 27 2017 04:01 PM",
            "content": [
                "MANILA – Malacañang on Wednesday insisted that it did not commit any violation of the law when its records office redacted certain details in the statements of assets, liabilities and net worth (SALNs) of cabinet members.",
                "Presidential Spokesperson Ernesto Abella made this pronouncement in light of moves in the Senate to look into possible violations related to the release of redacted SALNs of President Rodrigo Duterte's appointees.",
                "“Implementation of FOI (freedom of information) is a learning process, especially with the concurrent application of the Data Privacy Act. The Executive has raised the SALN issue with the National Privacy Commission (NPC) and we are waiting for their guidance,” Abella said in a statement.",
                "“Meanwhile, we reiterate that there were no violations committed related to the release of SALNs of some Cabinet members. The Executive would cooperate and would attend the investigation on SALNs if and once called by the Senate.”",
                "Sen. Antonio Trillanes IV, chair of the Senate committee on civil service, government reorganization, and professional regulation, recently filed a resolution calling for a probe into the matter.",
                "Trillanes’ resolution was triggered by a Philippine Center for Investigative Journalism (PCIJ) in-depth report which noted that some details of Cabinet members' SALNs were heavily redacted. This while the Civil Service Commission’s guidelines only allow agencies to shade the declarant’s address “for purposes of security.\"",
                "Freedom of information advocates slammed the executive branch’s move to redact certain information in the SALNs, such as the description, exact location and acquisition costs of real properties, as well as the acquisition costs or amounts of personal properties.",
                "Also redacted were the addresses of business interests and financial connections of the cabinet members, and their outstanding debt.",
                "The NPC, in a news conference on Tuesday, clarified that information on the assets and liabilities of cabinet members need not be redacted. This prompted a Palace official to declare that if requested, new SALNs with fewer redactions would be released.",
                "Under criticism, the Palace previously said the Data Privacy Act allows for the redaction of certain information in SALNs of cabinet members.",
                "But the PCIJ quoted in its report CSC Assistant Commissioner Ariel Ronquillo as saying that the SALN Law and CSC guidelines should prevail."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/palace-no-violation-in-cabinet-saln-redactions\n"
        },
        {
            "title": "'Walang malisya': Pacquiao explains comments on woman's livestream",
            "timestamp": "Sep 27 2017 03:54 PM",
            "content": [
                "https://t.co/B4PIpcTKcS",
                "",
                "\nMANILA - Senator Emmanuel Pacquiao on Wednesday defended his comments on a livestream of Arzaylea Rodriguez, a 22-year-old American social media sensation.",
                "Pacquiao earned the ire of some social media users recently when his verified account was seen to have commented \"Hello!\" and \"Where are you from?\" on Rodriguez's Instagram livestream.",
                "\"Lahat naman pwedeng makipag-usap sa akin live. Wala namang malisya doon. In fact, iyun lang 'yun. Tingnan mo, pagkatapos nun, wala na,\" the boxing champion-turned-lawmaker told reporters. ",
                "Pacquiao explained that he only found the livestream by chance. ",
                "\"Pag open ko ng Instagram ko, may nakita akong live. Pag panoorin mo iyung live niya, mag-appear ka, 'Manny Pacquiao has joined your live,'\" he said. ",
                "\"Sabi niya, 'Oh Manny Pacquiao, hello!' So nag-hello ako... Tinatanong niya ako nasa Pilipinas ka ba? Sabi ko andito ako, where are you from? Iyun lang.\" \n \nRodriguez is friends with Kylie Jenner, the youngest member of the celebrity Kardashian family. She had dated 5 Seconds of Summer guitarist and lead vocalist Luke Hemmings. ",
                "-- With reports from Zandro Ochona and Sherrie Ann Torres, ABS-CBN News "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/walang-malisya-pacquiao-explains-comments-on-womans-livestream\n"
        },
        {
            "title": "15 pulis-Caloocan na sumalakay, nagnakaw sa bahay pormal nang inireklamo",
            "timestamp": "Sep 27 2017 03:17 PM",
            "content": [
                "MAYNILA - Pormal nang naghain ng reklamo sa Department of Justice (DOJ) ang may-ari ng bahay na sinalakay at ninakawan ng mga pulis-Caloocan.",
                "Mga pulis-Caloocan na may kasamang PWD na nag-raid sa bahay ng isang Ginang sa Tala Caloocan na nakunan ng CCTV, Inireklamo na sa DOJ. pic.twitter.com/LRZgM0X1IG",
                "",
                "Patong-patong na reklamong robbery, Anti-Child Abuse Law, at trespassing ang kakaharapin ngayon ng 15 pulis-Caloocan na inireklamo ng biktimang itinago sa alyas na \"Lorena.\"",
                "Kabilang sa mga nakasuhan sina Chief Insp. Timothy Aniway Jr, Sr. Insp. Warren Peralta at ang 13 iba pa na pawang mga P01. Kasama rin sa reklamo ang nagsilbing asset ng raiding-team.",
                "Matatandaang noong Setyembre 7, pinasok ng mga pulis-Caloocan ang bahay ng 51-anyos na ginang sa Barrio Sta. Rita sa Tala, Caloocan.",
                "Sa kuha ng CCTV, makikita ang mga pulis na pinangungunahan ng isang pilay na lalaki na armado pa ng baril at naka-suot ng bullet proof vest.",
                "Kasama ng raiding team ang isang bata na nakasuot ng hoodie kung saan makikita na pinagkukuha nito ang ilang personal na gamit sa loob ng bahay, at di sinasaway ng mga pulis.",
                "Sa halip, sinenyasan pa ng isang pulis ang bata na huwag mag-ingay habang isinasagawa ang paggalugad sa loob ng target nilang bahay."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/15-pulis-caloocan-na-sumalakay-nagnakaw-sa-bahay-pormal-nang-inireklamo\n"
        },
        {
            "title": "Mga dayo sa Legazpi City, obligadong magparehistro sa barangay",
            "timestamp": "Sep 27 2017 01:58 PM",
            "content": [
                "Ipatutupad sa Legazpi City, Albay ang isang kautusang mag-oobliga sa mga residenteng iparehistro sa barangay ang mga dayo o bisita nila sa siyudad.",
                "Alinsunod ito sa Executive Order No. 36-2017 o ang inter-barangay travel registration mechanism na ipinalabas ni Mayor Noel Rosal.",
                "Inihanda na ng ilang punong barangay ang mga logbook na magsisilbing talaan ng mga bisita.",
                "Papatawan ang mga lalabag sa kautusan ng multang hanggang P1,000.",
                "Hati ang opinyon ng mga residente ukol sa patakaran.",
                "Paliwanag ni Rosal, magsisilbi ang kautusan bilang pangkontra sa masasamang loob at pagkalat ng droga.",
                "Napirmahan na ni Rosal ang executive order. Hinihintay na lang ang pirma ng mga kasapi ng Sangguniang Panlungsod bago maipatupad ang patakaran.",
                "-- Ulat ni Karren Canon, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/mga-dayo-sa-legazpi-city-obligadong-magparehistro-sa-barangay\n"
        },
        {
            "title": "Chinese na konektado umano sa droga, niratrat sa Las Piñas",
            "timestamp": "Sep 27 2017 01:42 PM",
            "content": [
                "Patay ang isang Chinese national matapos pagbabarilin ng riding-in-tandem sa Las Piñas City. ",
                "Sinasabing kalalabas lang mula sa korte ni Lee Yu Shin nang pagbabarilin siya ng mga suspek matapos dumalo sa hearing kaugnay sa kasong pagtutulak ng droga.",
                "Inaalam pa kung may koneksyon ang pagpatay sa kasong kinahaharap ng biktima.",
                "-- Ulat ni Jekki Pascual, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/chinese-na-konektado-umano-sa-droga-niratrat-sa-las-pias\n"
        },
        {
            "title": "Panelo: 'Inday Sara' qualified to be president",
            "timestamp": "Sep 27 2017 01:31 PM",
            "content": [
                "MANILA - Like father like daughter, Davao City Mayor Sara Duterte is very much qualified to become president, a Malacañang official said Wednesday.",
                "President Rodrigo Duterte's elder daughter is just as \"incorruptible\" but \"grittier\" than her old man, qualities that will someday make her a good president, said Chief Presidential Legal Counsel Salvador Panelo,",
                "\"Si Cory Aquino naging presidente, housewife lang. Bakit naman itong lawyer, abogado, mayor, hindi puwede? Matapang pa. Incorruptible din,\" Panelo told a media forum.",
                "President Rodrigo Duterte earlier said he \"couldn't find\" a better candidate for the next president other than his daughter Sara, fueling speculations of an emerging political dynasty.",
                "The Dutertes, though widely popular in Davao City, have also been criticized for controlling local politics there for more than two decades now. Duterte's eldest son Paolo is currently Davao City Vice Mayor. ",
                "Panelo cited accounts by city hall employees describing the daughter as \"stricter\" than the father when he was the city mayor. ",
                "In 2011, she made the news when she punched a court sheriff for enforcing a demolition order despite her instruction to put in on hold for a few hours for humanitarian reasons. ",
                "\"Puwede siyang maging presidente kung ako tatanungin mo. Pareho ng ugali ng tatay nya. Mas matindi pa nga eh. Abogada pa,\" he said. ",
                "But does the fiesty Davao Mayor want to? ",
                "\"Ako na magsasabi sa inyo. Ayaw na ayaw niya na maging pulitiko. Pinilit lang talaga sya,\" Panelo added. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/panelo-inday-sara-qualified-to-be-president\n"
        },
        {
            "title": "Curfew para sa mga menor de edad, lusot na sa komite ng kamara",
            "timestamp": "Sep 27 2017 01:22 PM",
            "content": [
                "Inaprubahan na ng House committee on welfare of children ang panukalang pagpapatupad ng curfew sa mga bata sa buong bansa. ",
                "Sa panukalang batas, hindi na pwedeng magpakalat-kalat simula alas-10 ng gabi hanggang alas-5 ng umaga ang mga menor de edad, at hindi na rin maaaring matulog ang mga ito sa mga pampublikong lugar.",
                "May parusa at multa mula P500 hanggang P1,000 ang mga magulang ng madadakip na mga bata, o community service ng lima hanggang sampung araw depende sa dalas ng paglabag. ",
                "Layon umano ng panukala na matiyak ang kaligtasan ng mga bata at ma-protektahan sila mula sa pang-aabuso. ",
                "Gayunpaman, pinapayagan naman sa labas ang mga bata sa mga sumusunod na pagkakataon: ",
                "Dadalhin sa barangay ang mga batang mahuhuli para sa verification at counseling. ",
                "Pinagbabawalan din ng panukalang batas na gumamit ng dahas ang awtoridad na huhuli sa mga bata."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/curfew-para-sa-mga-menor-de-edad-lusot-na-sa-komite-ng-kamara\n"
        },
        {
            "title": "Sandiganbayan sends ex-CIDG chief Matillano to jail for perjury",
            "timestamp": "Sep 27 2017 01:19 PM",
            "content": [
                "MANILA- The Sandiganbayan 2nd Division has sent former Philippine National Police (PNP) Criminal Investigation and Detection Group (CIDG) chief Eduardo Matillano to prison after pleading guilty to perjury and other charges over failed disclosures in his statements of assets, liabilities and net worth (SALN). ",
                "The anti-graft court reached the decision following a hearing on Sept. 5, 2017, when Matillano withdrew his not guilty plea and entered a guilty plea instead.",
                "This prompted the court, in a ruling penned by 2nd Division Chairperson Oscar Herrera Jr. with the concurrence of Associate Justices Michael Frederick Musngi and Lorifel Pahimna, to order Matillano's imprisonment. ",
                "For each of the 3 cases of perjury, Matillano was sentenced to\n“one month and one day and two months of arresto mayor, as minimum, to one year, one day and eight months of prision correcional, as maximum.”",
                "Meanwhile, for each of the 8 cases involving his failure to file SALNs over several years, Matillano was ordered to pay a fine of P1,000.",
                "The Office of the Ombudsman had accused Matillano of perjury for failing to include his assets such as real estate properties, vehicles, and investments in his SALN reports from 2001 to 2003. He was also charged for failing to file SALNs from 1994 to 2000, and in 2004.\n \nIn September last year, Matillano again made the news when he was mentioned by self-confessed hitman Edgar Matobato as the one who assigned bodyguards to former House Speaker Prospero Nograles who were later allegedly ordered kidnapped and killed by then Davao City Mayor Rodrigo Duterte. ",
                "The testimony was part of Matobato's narration of Duterte's alleged involvement in a hit squad, which the President has denied. ",
                "Both Matillano and Nograles also denied Matobato's claim. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/sandiganbayan-sends-ex-cidg-chief-matillano-to-jail-for-perjury\n"
        },
        {
            "title": "Mag-asawang ilegal na gumagawa ng pustiso, huli sa Davao City",
            "timestamp": "Sep 27 2017 01:10 PM",
            "content": [
                "\nKalaboso ang mag-asawang Joelan at Rezil Estoy matapos maaktuhang ilegal na gumagawa ng pustiso sa kanilang bahay sa Isla Verde Boulevard sa Davao City.",
                "Isinagawa ang operasyon ng Davao City Anti-Scam Unit at National Bureau of Investigation base na rin sa reklamo ng Davao City Dental Chapter. Ayon sa lokal na pamahalaaan, nagkalat na ang mga ilegal na nagpa-practice ng dentistry sa lungsod.",
                "Ayon sa pulisya, dati na rin nilang nahuli sa isang operasyon ang mag-asawa sa parehong kaso, dalawang buwan na ang nakalipas.",
                "Ang mga suspek, aminado naman sa kanilang ilegal na gawain.",
                "Paliwanag ni Dr. Carlos Capitan II na chair ng nabanggit na chapter, bukod sa unsanitized ang mga pustisong ginagawa ng mag-asawa, wala rin silang sapat na training o kaalaman sa paggawa nito.\n    \nDesidido naman ang Task Force Illegal Practice of Dentistry na kasuhan ang mga pekeng dental technician."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/mag-asawang-ilegal-na-gumagawa-ng-pustiso-huli-sa-davao-city\n"
        },
        {
            "title": "CCTV: 13-anyos na estudyante, na-budol-budol",
            "timestamp": "Sep 27 2017 01:04 PM",
            "content": [
                "Sapul sa CCTV ang modus ng isang babae sa Valenzuela City nang biktimahin nito ang 13-anyos na estudyante na kalaunan ay tinangayan nya ng ilang personal na gamit.",
                "Sa loob ng pitong minuto, kinausap ng suspek ang dalagita at sinama sa isang sulok.",
                "Doon na biglaang ibinigay ng estudyante ang kanyang bag.",
                "Ayon sa ama ng biktima, kinuha ng babae ang wallet at cellphone ng kanyang anak na nagkakahalaga ng P12,000.",
                "Ang babae, nagpanggap diumanong nanay ng isa sa mga kaklase ng estudyante.",
                "Sinabi raw ng babaeng nawala ang cellphone ng kanyang anak kaya gusto niyang inspeksyunin ang bag ng dalagita.",
                "Ayon sa barangay, pangatlong kaso na ito ng budol-budol na inilapit sa kanila.",
                "Matagal na raw nilang hinahanap ang babae na madalas mambiktima ng mga estudyante sa barangay Karuhatan, Valenzuela City.",
                "Nanawagan ang barangay sa sinumang mayroong impormasyon tungkol sa suspek.",
                "Binalaan naman nila ang mga estudyante na huwag basta-bastang sumama at makikipag-usap sa mga taong hindi nila kilala.",
                "--Ulat ni Kristine Sabillo, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/cctv-13-anyos-na-estudyante-na-budol-budol\n"
        },
        {
            "title": "Loyal to the end: Dog guards last day of Atio's wake",
            "timestamp": "Sep 27 2017 12:52 PM",
            "content": [
                "LOOK: Lega wearing \"#JusticeForHoracio\" shirt. She's with Nicolle, younger sister of Atio | via @koriquintos pic.twitter.com/4QItdh8cGz",
                "",
                "MANILA - On the last day of the wake for law freshman Horacio \"Atio\" Castillo III, his dog \"Lega\" refused to leave his side.",
                "Senator Juan Miguel Zubiri shared on Instagram a photo of the Golden Retriever sitting under the coffin of the University of Santo Tomas student.",
                "\"This is heart breaking,\" wrote Zubiri, a friend of Castilllo's father.",
                "This scene is heartbreaking. Atio Castillo's loyal dog Lega did not want to leave her best friend's side last night at the last day of Atio's wake. So sad 😢😢 #HustisyaParaKayHoracio",
                "A post shared by Migz Zubiri (@migzzubiri) on Sep 26, 2017 at 5:35pm PDT",
                "",
                "A separate video by ABS-CBN News also showed Lega wearing a \"Justice for Horacio\" shirt while looking at Castillo's casket before the interment Wednesday afternoon.",
                "WATCH: Lega wearing \"Justice for Horacio\" shirt looked at Atio before the interment this afternoon |via @koriquintos pic.twitter.com/vwe2I4FemP",
                "",
                "Lega has taken to visiting her master's bedroom and wonders why he has not come home yet, his uncle Gerardo Castillo earlier said.",
                "\"My dearest Atio, Lega misses you so bad that she wants to kiss you but she cannot comprehend why you are no longer with her,\" Gerardo said in a Facebook post.",
                "\"Do you know Atio she goes to your room and wonder why you have not come home yet but I know she knows something must have gone wrong.\"",
                "",
                "Castillo, 22, died of massive injuries after an apparent Aegis Jvris fraternity hazing. He will be laid to rest Wednesday."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/loyal-to-the-end-dog-guards-last-day-of-atios-wake\n"
        },
        {
            "title": "'Lake Patrol' inilunsad ng PNP kontra terorista sa Lanao",
            "timestamp": "Sep 27 2017 12:50 PM",
            "content": [
                "Inilunsad ng Philippine National Police (PNP) sa Lanao del Sur Miyerkoles ang Lake Patrol, isang unit na magpapatrolya sa mga bayan na malapit sa mga ilog sa probinsiya laban sa banta ng mga taga-suporta ng Maute Group. ",
                "Sa ilalim ng programa ng Lake Patrol, may mga grupo ng pulis na mag-iikot sa mga bayan araw-araw para rumesponde sa anumang banta. ",
                "Samantala, ininspeksyon din ng ilang opisyal ang mga istasyon ng pulis sa Lanao del Sur. ",
                "Plano din ng PNP na dagdagan ang tropa sa mga bayan na hinarass diumano ng mga taga-suporta ng Maute noong isang linggo.",
                "Ang programa ay inilunsad habang patuloy pa rin ang bakbakan sa gitna ng tropa ng gobyerno at mga terorista mula sa Maute group sa Marawi City, ang sentro ng probinsiya. ",
                "Nasa ilalim pa rin ng batas militar ang Lanao del Sur, kasama ang buong Mindanao. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/lake-patrol-inilunsad-ng-pnp-kontra-terorista-sa-lanao\n"
        },
        {
            "title": "Address lang ang puwedeng takpan: CSC nagsalita sa 'redactions' sa SALN",
            "timestamp": "Sep 27 2017 12:28 PM",
            "content": [
                "Maaaring humarap sa ilang kasong administratibo ang mga kawani ng pamahalaan na magtatakip ng ilang impormasyon sa kanilang mga Statement of Assets, Liabilities and Net Worth, saad ng isang opisyal ng Civil Service Commission Miyerkoles.",
                "\"Tanging ang address lamang ang maaaring takpan sa mga Statement of Assets, Liabilities and Net Worth upang protektahan ang privacy ng mga opisyal,\" ani Ariel Ronquillo, assistant commissioner ng Civil Service Commission.",
                "\"'Yung ibang information pertaining to the properties, dapat nakalabas po iyon... Dapat nakalagay yung acquisition cost at date of acquisition ng property na real and personal,\" dagdag ni Ronquillo.",
                "Ayon kay Ronquillo, ang mga opisyal na hindi maglalahad ng kanilang buong SALN ay maaaring lumalabag sa Executive Order No.2 o ang \"Freedom of Information EO\" na pinirmahan ni Pangulong Rodrigo Duterte noong nakaraang taon.",
                "Sa ilalim ng batas, maaaring humarap sa mga kasong administratibo o \"disciplinary sanctions\" ang mga opisyal na hindi magbibigay ng impormasyong hinihingi ng publiko.",
                "\"Obligasyon hindi lang nung filer pero pati nung review and compliance committee... (na) dapat lahat 'yan transparent, dapat nakikita yan ng kung sino man mag-iinspect sa mga SALN na 'yan,\" dagdag ni Ronquillo.",
                "Naging issue ang pagtatakip ng ilang detalye sa SALN matapos itiman ang ilang mahahahalagang bagahi ng SALN ng ilang miyembro ng gabinete.",
                "Sa kopya ng SALN na ibinigay ng Malacañang sa Philippine Center for Investigative Journalism (PCIJ), markado ng itim na tinta o \"redacted\" ang ilang detalye gaya ng pangalan ng mga anak, address at unang halaga ng pag-aari ng mga opisyal.",
                "Depensa ng tagapagsalita ni Pangulong Rodrigo Duterte, kailangan daw protektahan ang mga \"sensitibong impormasyon\" na nakatala sa SALN para sa seguridad ng mga opisyal at pamilya nito.",
                "Ngunit ayon kay Dr. Perlita Frago, assistant professor ng Department of Political Science ng University of the Philippines-Diliman, bagamat karapatan ng mga tao na ipaglaban ang kanilang “right to privacy” at “right to security”, hindi sakop ng Data Privacy Law ang mga naninilbihan sa gubyerno.",
                "\"Nakasaad din sa Data Privacy Act of 2012, nakalagay dito na ang mga nagta-trabaho sa gubyerno ay di covered. 'This act does not apply to the fact that the individual is or was an officer or employee of the government institution,'\" paliwanag niya sa panayam sa DZMM Miyerkoles ng umaga.",
                "Idiniin din ni Dr. Frago na nakasaad sa Konstitusyon na ang \"public office is a public trust.\""
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/address-lang-ang-puwedeng-takpan-csc-nagsalita-sa-redactions-sa-saln\n"
        },
        {
            "title": "Martin Diño exits SBMA, goes to DILG",
            "timestamp": "Sep 27 2017 12:16 PM",
            "content": [
                "Former SBMA chairman Martin Diño has confirmed that he has been offered the position of DILG Undersecretary and has accepted | @zenhernandez pic.twitter.com/DE7iapeLPH",
                "",
                "(UPDATED) Fresh from his exit as chairman of the Subic Bay Metropolitan Authority, Martin Diño announced Wednesday that he has accepted an offer to stay in the administration of President Rodrigo Duterte as an official of the Department of the Interior and Local Government. ",
                "In a press conference, Diño confirmed that he has been tapped as DILG undersecretary.",
                "Once appointed, Diño said he will give Barangay chairmen a week to report all drug suspects and activities in their area or else face probable suspension or removal from office. ",
                "Diño also promised that he will end alleged extra judicial killings by increasing the participation of village officials, who will be tasked to certify the legitimacy of police anti-drug operations.",
                "NOW: @zenhernandez gives details on Martin Diño's acceptance of DILG Usec. post. pic.twitter.com/3pGiXDNcEI",
                "\n\nBOOTED OUT? ",
                "President Rodrigo Duterte removed Diño from his previous post following complaints about \"the way he was running the SBMA,\" said Salvador Panelo, the chief presidential legal counsel. ",
                "\"Marami rin akong nakausap na investors dun. Ayaw nila si Diño,\" he said, adding he advised them to outline their concerns in a letter to the president.",
                "Duterte had the matter investigated and decided \"effectively\" to sack Diño by assigning a concurrent SBMA chairman and administrator, Panelo said. ",
                "Wilma Eisma on Tuesday took oath as both SBMA chairman and administrator.",
                "Eisma’s appointment ends the power struggle between her and Diño. They had been at odds over certain decisions in the agency, issuing contradicting orders that had affected SBMA operations.\n \nIt also comes in the wake of the President’s signing of Executive Order No. 42, which repeals EO 340 issued by former President and now Pampanga Rep. Gloria Macapagal Arroyo in 2004.",
                "The old EO had separated the “powers, functions and duties of the Chairman of the SBMA Board and the Administrator as Chief Executive Officer of the SBMA.”",
                "In repealing the Arroyo order, Duterte noted that it “created confusion with regard to the scope of authority, powers, functions and duties of the Chairman of the SBMA Board and the Administrator of the SBMA that has adversely affected the operations of the SBMA, as well as of the numerous investors and locators therein.” ",
                "Diño, a former chairperson of the Volunteers Against Crime and Corruption (VACC), served as the presidential candidate of Duterte's party, Partido Demokratiko Pilipino–Lakas ng Bayan, in the May 2016 elections until then Davao City Mayor Duterte decided to run for the position, replacing him at the last minute.",
                "His daughter Liza Diño-Seguerra was appointed Film Development Council of the Philippines (FDCP) Chairperson in August while her spouse Aiza Seguerra was appointed Chairperson of the National Youth Commission. ",
                "With reports from Zen Hernandez and Christian Esguerra, ABS-CBN News"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/martin-dio-exits-sbma-goes-to-dilg\n"
        },
        {
            "title": "Koko tells schools: Help stop frat violence",
            "timestamp": "Sep 27 2017 12:11 PM",
            "content": [
                "MANILA - Senate President Aquilino \"Koko\" Pimentel III warned Wednesday fraternity violence will persist if schools do not impose \"vise-like\" regulatory policies and stricter monitoring of fraternities and sororities. ",
                "The Anti-Hazing Law, enacted in 1995, has failed to deter fratmen from using physical violence against neophytes, as in the case of the fatal hazing of University of Santo Tomas law freshman Horacio Castillo III, Pimentel said.",
                "A law graduate of the University of the Philippines where fraternities and sororities are officially recognized, Pimentel said school authorities should make compliance to the Anti-Hazing Law a prerequisite to the recognition of campus organizations. ",
                "\"University and college officials should recognize fraternities and similar organizations so they can be subject to regulation. They should then be extremely strict about requiring fraternities to submit a list of their officers and members, as well as their activities for the semester or school year,\" he said. ",
                "Under the law, initiation rites are allowed if organizations have secured a written notice from school officials 7 days before their activity. At least 2 school representatives are required to attend the rites and ensure that no violence is used. ",
                "\"If fraternities do not meet these requirements, then they should not be recognized and should have no business operating inside the campus,\" the Senate chief said. ",
                "\"If school authorities receive information that these groups continue to defy their rules and regulations, then they should not hesitate to sanction erring students with suspension––or even heavier penalties.\" \n \nThe 22-year-old Castillo was found dead after an apparent Aegis Jvris fraternity hazing. His death has spurned separate House and Senate inquiries seeking to overhaul the Anti-Hazing Law."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/koko-tells-schools-help-stop-frat-violence\n"
        },
        {
            "title": "Kontraktor itinangging nagpabaya sa mga basura sa Manila Bay",
            "timestamp": "Sep 27 2017 12:09 PM",
            "content": [
                "MANILA - Itinanggi ng isang waste management firm Miyerkoles na kagagawan nila ang mga nagkalat na basura sa Pier 18 sa Manila Bay.",
                "Inanunsyo Martes ng Department of Environment and Natural Resources na nanganganib ipasara ang transfer station ng Philippine Ecological Systems Corp. (PhilEco) dahil sa mga pagkalat sa mismong pampang ng Manila Bay ng mga basurang hinakot nila.",
                "Sakaling mapasara ang transfer station, posibleng hindi makolekta ang mga basura mula sa Maynila, Navotas, Malabon at Obando sa Bulacan.",
                "Pinabulaanan ng R2 Builders Group, may subsidiary sa Phileco, na sa kapabayaan nito nag-ugat ang problema.\n \nAni R2 Builders consultant Jimmy Policarpio, inanod lamang ang karamihan ng mga basura mula sa Cavite dahil sa mga malalakas na ulan kamakailan.",
                "Nahukay naman aniya ang iba pang basura nang gawin ang isang kalsada sa Pier 18.",
                "\"Gumagawa na po ng kalsada papunta doon sa barge. Para po magawa ang kalsada, you have to compact the road itself,\" ani Policarpio sa panayam ng DZMM.",
                "\"Lumalabas po na iyun palang dating kalsada, sa ilalim po pala noon ay puro basura kaya kulay brown.\"",
                "Dagdag ni Policarpio, gagastos lamang ang kumpanya kung itatambak ang mga hinahakot na basura sa gilid ng daan, kaya idinidiretso nila ang mga ito sa barge.",
                "\"Kapag itinambak niyo po sa tabi iyun, kukuha na naman kayo ng payloader, dadalhin na naman ninyo sa mga barges. Napakagastos po noon,\" paliwanag niya.",
                "May makina rin aniyang sumisipsip sa mga katas na basura para dumiretso ito sa barge at hindi ma-pollute ang tubig.",
                "Ibinahagi rin ni Policarpio na wala pa silang natatanggap na memo mula sa DENR. Katunayan aniya, sa balita lamang nila nalaman ang mga alegasyon ng kapabayaan laban sa PhilEco.",
                "Dadalo sa isang technical conference sa Oktubre 3 ang PhilEco, DENR, at mga opisyal ng mga apektadong munisipalidad at siyudad."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/kontraktor-itinangging-nagpabaya-sa-mga-basura-sa-manila-bay\n"
        },
        {
            "title": "REDACTED: Batas sa data privacy, di sakop taong-gobyerno: UP prof",
            "timestamp": "Sep 27 2017 11:36 AM",
            "content": [
                "Tama nga bang sumandal ang ilang miyembro ng gabinete sa batas hinggil sa Data Privacy para hindi isiwalat ang mahahalagang detalye sa kanilang statement of assets, liabilities and net worth (SALN)?",
                "Ayon kay Dr. Perlita Frago, assistant professor ng Department of Political Science ng University of the Philippines-Diliman, bagamat karapatan ng mga tao na ipaglaban ang kanilang “right to privacy” at “right to security”, hindi sakop ng Data Privacy Law ang mga naninilbihan sa gobyerno.",
                "\"Nakasaad din sa Data Privacy Act of 2012, nakalagay dito na ang mga nagta-trabaho sa gobyerno ay di covered. 'This act does not apply to the fact that the individual is or was an officer or employee of the government institution,'\" paliwanag niya sa panayam sa DZMM Miyerkoles ng umaga.",
                "Ipinaliwanag ni Frago na sa dami ng batas--Republic Act 6713, Right to Privacy, at Executive Order No.2--nagkakasalungat na ang mga ito at lumalabas na tila lahat ay may punto.",
                "\"Ang kulturang ito ay pinangalanang bureaucratic ambiguity. Sa isang banda naniniwala tayong lahat na the law must apply to all. Kaya lang paano mo ia-apply kung sa reyalidad, ito ay mahirap i-apply dahil sila ay ambiguous at conflicting in reality,\" sabi niya.",
                "Idiniin din ni Dr. Frago na nakasaad sa Konstitusyon na ang \"public office is a public trust.\" ",
                "Dahil dito, dapat umanong handa ang sinuman na nasa gobyerno na mag lahad ng lahat ng kanyang ginagawa.",
                "\"Ang ating Constitution ay nagsasabi na kung ikaw ay nanunungkulan sa isang pampublikong opisina, ito ay opisinang naka-ugat din dito ang tinatawag na public trust,\" sabi ni Dr. Frago.",
                "Sa in-depth report ng Philippine Center for Investigative Journalism (PCIJ), iniulat nitong may mga detalye sa SALN ng ilang gabinete ng pamahalaan ang burado sa kabila ng alituntunin ng Civil Service Commission na pwedeng ang tirahan lamang ang burahin para sa seguridad ng magde-deklara ng SALN.",
                "Para kay Dr. Frago, ang Konstitusyon pa rin ang dapat na balik-balikan.",
                "\"Bagamat ang sinasabi ng lahat na ang Konstitusyon ay isang dokumento at hindi naman ito magsasalita on its own, so kailangan ng mas malinaw na batas, implementing rules and regulations upang maipatupad ang mga nilalaman nito,\" sabi niya.",
                "Dagdag niya, \"mga tao pa rin ang nagi-interpret ng batas na ito kayat nagkakaganito ang topic na ito at ang isyung ito ay nagiging usaping at nagkakaroon ng maraming debate dito.\""
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/redacted-batas-sa-data-privacy-di-sakop-taong-gobyerno-up-prof\n"
        },
        {
            "title": "Hazing suspect sa pagkamatay ni Castillo: 'Masakit din sa akin'",
            "timestamp": "Sep 27 2017 10:28 AM",
            "content": [
                "MANILA - Ibinahagi ni John Paul Solano, pangunahing suspek sa fraternity hazing ni University of Santo Tomas student Horacio Castillo III, na dinaramdam n'ya ang pagkamatay nito lalo't sinubukan pa umano ni Solano na iligtas ang biktima.",
                "Unang sinabi ni Solano na nahanap n'ya ang katawan ng 22-anyos na si Castillo sa Tondo, Maynila nitong Setyembre 17, ilang oras matapos itong magpaalam sa mga magulang na dadalo sa welcoming rites ng Aegis Jvris fraternity. ",
                "Kinalaunan, inamin din ni Solano na nagsinungaling siya sa unang statement ng pulisya. Aniya, nilapatan n'ya ng first aid si Castillo sa Aegis Jvris fraternity library matapos siyang papuntahin doon ng ilang kapwa fratmen. ",
                "Nagtatrabaho bilang medical technologist si Solano. Rescue volunteer din aniya siya ng Army Reserve Command at Metro Manila Development Authority (MMDA). ",
                "Kuwento ni Solano sa panayam ng DZMM, nasa 15 hanggang 20 minuto niyang binigyan ng cardiopulmonary resuscitation o CPR si Castillo, pero hindi na ito na-revive. ",
                "\"Nalungkot ako, kasi iyun ang purpose ko kung bakit ako nagpunta ta's hindi rin na-save. So masakit din sa akin,\" sabi ni Solano, mula sa kanyang selda sa Manila Police District. ",
                "\"Kahit sinong rescuer naman, ginawa iyung best nila, tapos parang walang nangyari, masakit iyun.\"",
                "Nasampahan na si Solano ng patong-patong na kaso kaugnay ng insidente. ",
                "Sa hearing ng Senado Lunes, iginiit niya na hindi siya nakilahok sa hazing ni Castillo. ",
                "Pinangalanan din n'ya sa isang executive session ang 6 na fratmen at isang non-member na inabutan niya sa Aegis Jvris library nang bigyan ng first aid ang law freshman. ",
                "Hindi naman nangangamba si Solano na babalikan siya ng mga kasama sa fraternity sakaling kuhanin siya bilang state witness at mapalaya. ",
                "\"Sa ngayon po, hindi na kasi nasabi ko na naman po doon kung sino iyung mga 'yun. If ever -- huwag naman sana -- na mawala ako, may nakakaalam na rin pong iba, more or less iyung senators po.\" ",
                "\"That would be good pero para sa akin, hindi naman ganoon ka-savage or barbaric ang utak ng mga brods ko to kill me for that reason.\" ",
                "Nagpaabot din siya ng pakikiramay sa pamilya ni Castillo na ililibing ang nasawing law student ngayong Miyerkoles. Aniya, \"Nasabi ko na rin po, pero my condolences na lang po sa family.\" ",
                "Ulat ni Lyza Aquino, ABS-CBN News "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/hazing-suspect-sa-pagkamatay-ni-castillo-masakit-din-sa-akin\n"
        },
        {
            "title": "M4.5 quake hits sea off Sarangani",
            "timestamp": "Sep 27 2017 10:22 AM",
            "content": [
                "MANILA - A magnitude 4.5 earthquake was recorded off the coast of Sarangani, Davao Occidental Wednesday, the Philippine Institute of Volcanology and Seismology (Phivolcs) said.",
                "The earthquake's epicenter was located 174 kilometers southeast of Sarangani. It struck at 9:25 a.m.",
                "The tremor was tectonic in origin and had a depth of 33 kilometers below the seabed.",
                "Phivolcs said no major damage and aftershocks were expected from the earthquake."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/m45-quake-hits-sea-off-sarangani\n"
        },
        {
            "title": "Taxi driver, lalaking nagbabakasyon arestado sa Davao buy-bust",
            "timestamp": "Sep 27 2017 10:18 AM",
            "content": [
                "DAVAO CITY – Dalawang lalaki ang naaresto sa isinagawang magkahiwalay na buy-bust operation ng awtoridad sa lungsod.",
                "Nakilala ang mga nadakip na sina Alex Dimananal, 34-anyos, at taxi driver na si Eliseo Pelisco, 47.",
                "Unang nahuli nitong Martes gabi si Dimananal sa Purok 4, Barangay Lizada sa Toril.",
                "Sa report, nagpalipat-lipat umano si Dimananal ng lugar ng kanilang transaksiyon mula Sasa area hanggang sa umabot sa Toril.",
                "Narekober sa kanya ang tatlong elongated sachet ng hinihinalang shabu na nagkakahalaga ng P5,000, cellphone, at P1,000 na marked money.",
                "\"Newly identified personality siya,” ayon kay Senior Inspector Noel Villahermosa. ",
                "Residente ng Talayan, Maguindanao si Dimananal at nagbabakasyon lamang umano sa Davao City.",
                "Base sa intelligence report ng awtoridad, kumukuha ng supply si Dimananal sa Cotabato City at ibinebenta sa Davao City.",
                "\"Na-frame-up lang ako... matagal na ako huminto nung nag-asawa na ako, baka wala na sila ibang mahuli,\" depensa nito.",
                "Samantala, alas-2 Miyerkules ng madaling araw nang mahuli rin ng San Pedro Police si Pelisco sa buy-bust operation sa Lanang, Davao City.",
                "Nakuha sa loob ng taxi ni Pelisco ang dalawang sachet ng hinihinalang shabu.",
                "Sa Madaum, Tagum City ang source umano ng shabu ni Pelisco at ibinebenta din nito sa Davao City.",
                "Kabilang sa drug watchlist ng San Pedro Police ang suspek.",
                "Giit nito, napag-utusan lamang siyang kunin ang droga sa Tagum kapalit ng P1,000. Dagdag pa n'ya, matumal ang biyahe kung kaya’t naenganyo sa alok.",
                "Kinasuhan na ng paglabag sa Republic Act 9165 o Comprehensive Dangerous Drugs Act of 2002 ang dalawang suspek."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/taxi-driver-lalaking-nagbabakasyon-arestado-sa-davao-buy-bust\n"
        },
        {
            "title": "Mga kontrabando, nasamsam sa QC Jail",
            "timestamp": "Sep 27 2017 09:51 AM",
            "content": [
                "Oplan greyhound, isinagawa sa limang dormitoryo ng QC jail @DZMMTeleRadyo pic.twitter.com/5oW5J9r6yz",
                "Samu't-saring kontrabando ang nakumpiska ng awtoridad sa isinagawang Oplan Greyhound sa loob ng limang dormitoryo sa Quezon City Jail, Miyerkoles ng umaga.",
                "Nagsimula ang Oplan Greyhound alas-8 ng umaga at tumagal ng halos 45 minuto.",
                "Ibat ibang kontabando, nakumpiska sa mga preso ng QC jail @DZMMTeleRadyo pic.twitter.com/veWup95GC3",
                "Nilibot ng mga operatiba ang mga dormitoryong tinitirahan ng may higit sa 1,500 na preso.",
                "Ilan sa mga nakuha ng awtoridad mula sa mga dormitoryo ay mga electrical wires, cellphones, sigarilyo, mga lighter, guntin, improvised na kutsilyo at iba pa.",
                "Ayon sa report, araw-araw umanong ikinakasa ang Oplan Greyhound upang matiyak na malinis ang QC Jail."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/mga-kontrabando-nasamsam-sa-qc-jail\n"
        },
        {
            "title": "Zubiri: Solano statement could trigger manhunt vs hazing suspects",
            "timestamp": "Sep 27 2017 09:21 AM",
            "content": [
                "MANILA - The statement of John Paul Solano, a principal suspect in the fatal hazing of University of Santo Tomas law freshman Horacio Castillo III, is material to launching a manhunt against other suspects, Senator Juan Miguel Zubiri said Wednesday.",
                "Zubiri urged prosecutors and the police to use Solano's statement in building their case against the suspects, even though they have filed criminal charges against him without conducting a preliminary investigation.",
                "\"Mayroon po siyang 6 na possible suspects at isang non-frat member kaya kami ay umaapela na sa Prosecution Service at sa Manila Police District na tanggapin nila ang kanyang sworn statement dahil makakatulong po ito sa ating imbestigasyon at magkakaroon na ng nationwide manhunt para sa mga suspek na ito,\" Zubiri said in a DZMM interview.",
                "A medical technologist, Solano earlier claimed he only extended medical assistance to Castillo when he found him in Tondo, Manila on September 17. Police however said he had recruited the 22-year-old Castillo to the Aegis Jvris fraternity.",
                "Solano has denied any involvement in Castillo's death and recruitment, but admitted that he lied about his initial statement. He said a fraternity colleague asked him to give first aid to the law freshman at the Aegis Jvris library after the apparent hazing.",
                "In an executive session with senators Monday, Solano tagged 6 other fratmen and a non-member in the incident. \n\nSolano said he was ready to become a state witness in exchange for the withdrawal of cases against him.",
                "The MPD meanwhile said as many as 20 individuals, including some sorority members, may have been involved in the fatal hazing.",
                "Zubiri, a high school classmate of Castillo's father, has proposed to overhaul the Anti-Hazing Law, which only regulates but does not impose a total ban on hazing.",
                "Castillo will be laid to rest Wednesday.",
                "DZMM, 27 September 2017 "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/zubiri-solano-statement-could-trigger-manhunt-vs-hazing-suspects\n"
        },
        {
            "title": "UST law dean should face probe over freshman's hazing death: lawyer",
            "timestamp": "Sep 27 2017 09:19 AM",
            "content": [
                "MANILA - The dean of the University of Santo Tomas (UST) Faculty of Civil Law, who is a member of the fraternity involved in the hazing death of Horacio \"Atio\" Castillo III, should also be investigated, according to a lawyer assisting the student's family.",
                "Speaking to ANC, Atty. Lorna Kapunan said Dean Nilo Divina, who earlier claimed he has been an inactive fratman of the Aegis Jvris, was the one who recruited the 22-year-old UST student to the fraternity, according to the account of the mother.",
                "\"She did not want her child to belong to a fraternity but they were assured by the dean that there was going to be no hazing,\" said Kapunan, who co-founded the Inang Naulila sa Anak (INA) Foundation.",
                "In the interview, Kapunan cast doubt on claims that Castillo was the only person undergoing hazing by fratmen.",
                "The lawyer also said the Department of Justice should verify reports that the fratmen involved in the fatal hazing of Atio, in panic, went to Divina's house after the hazing to seek help.",
                "Even if untrue, she said Divina, as UST law dean, should have ensured that the requirements of the Anti-Hazing Law were met and that there were at least school representatives when the initiation rites for the Aegis Jvris neophytes were conducted.",
                "\"If there were two responsible adults there I don't think the murder would happen,\" Kapunan said.",
                "Divina, however, denied that Aegis Jvris members went to his house after the hazing. He said he will file charges against Kapunan.",
                "Divina earlier said he has been inactive with Aegis Jvris since he assumed deanship. He also stressed that the UST Faculty of Civil Law does not tolerate violence among fraternities, claiming that Aegis Juris did not give them notice about the initiation rites.",
                "Kapunan, meanwhile, said it would be a good idea to turn primary suspect John Paul Solano into a state witness. She believes Solano is telling the truth, after he named names in the hazing incident during a Senate executive session.",
                "She hopes that the truth comes out especially they already received reports that Atio was not the lone neophyte in the initiation rites, and the 18 others were told to be silent about the hazing incident.",
                "FORUM SHOPPING",
                "In the interview, Kapunan also denied that she is \"forum shopping\" after the House justice committee junked an impeachment complaint against Comelec Chairman Andres Bautista for being insufficient in forum.",
                "Kapunan is an adviser of Mrs. Patricia Bautista, estranged wife of the Comelec chief. Mrs. Bautista earlier said she has documents that show the poll chief had P1 billion in unexplained wealth. She said her husband allegedly received \"commissions\" from Divina's law firm, which counts among its clients Smartmatic, Comelec's contractor in the automated elections.",
                "Divina has denied Mrs. Bautista's claims.",
                "Kapunan noted the impeachment complaint against the Comelec chief was filed without Mrs. Bautista's participation and before the National Bureau of Investigation could finish its own probe on the unexplained wealth.",
                "\"Patricia was not the one who filed the impeachment complaint. It was filed notwithstanding our advice to wait for the NBI report,\" she said."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/ust-law-dean-should-face-probe-over-freshmans-hazing-death-lawyer\n"
        },
        {
            "title": "Lalaki, arestado sa pagbebenta ng nakaw na pusa",
            "timestamp": "Sep 27 2017 08:56 AM",
            "content": [
                "MANILA - Nakuhanan ng marijuana ang isang lalaking dinampot ng mga awtoridad dahil sa pagbebenta ng ninakaw na pusa sa Barangay Santolan, Pasig nitong Martes. ",
                "Nitong Sabado, nawala si \"Ash\", ang pusang Foldex breed na pagmamay-ari ng isang office worker na hiniling na itago ang kanyang pangalan. ",
                "Nakita ang pusa na hawak ng 20-anyos na si Guimar Servande nang dumaan ito sa barangay hall noong Linggo, sabi ng tanod na si Jun Torres. ",
                "Nang makita ng mga rumorondang tanod si Servande nitong Martes ng gabi, isinama nila siya sa barangay para tanungin.",
                "Doon umano niya inamin na ibinenta n'ya at ng ilang kasamahan ang pusa sa halagang P250 sa isang residente ng kabilang barangay.",
                "Pinuntahan ng may-ari at ng barangay ang naturang residente na kinumpirmang si Servande ang nagbenta kay Ash. ",
                "Nagkaroon ng mga rash sa katawan ang pusa nang mabawi siya. Sinabi ng kanyang may-ari, P20,000 ang bili niya sa dalawang-taong-gulang na si Ash.",
                "Nagkaroon ng mga rash ang Foldex cat na si Ash nang maibalik siya sa may-ari niyang office worker pic.twitter.com/8GH6cQcokD",
                "Ayon naman sa barangay, may mga kasamahan si Servande na sangkot sa ibang kaso ng nakawan sa lugar.",
                "Nakuha naman ang 4 na pakete ng hinihinalang marijuna sa shorts ni Servande habang nasa barangay hall ito. ",
                "Ikinagulat ito ng kinakasama ni Servande, na tumangging gumagamit o nagbebenta ang droga ang lalaki. ",
                "Posibleng maharap si Servande sa kasong paglabag sa Dangerous Drugs Act. Ulat ni Anjo Bagaoisan, ABS-CBN News "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/lalaki-arestado-sa-pagbebenta-ng-nakaw-na-pusa\n"
        },
        {
            "title": "Deaths Caused by Hazing",
            "timestamp": "Sep 27 2017 08:09 AM",
            "content": [],
            "url": "http://news.abs-cbn.com/news/multimedia/infographic/09/27/17/deaths-caused-by-hazing\n"
        },
        {
            "title": "Nanlaban: 3 patay sa drug ops sa Bulacan",
            "timestamp": "Sep 27 2017 08:04 AM",
            "content": [
                "MANILA - Tatlo ang patay matapos umanong manlaban sa magkahiwalay na buy-bust operation ng pulisya sa Malolos, Bulacan Miyerkoles ng madaling araw.",
                "Unang napaslang ang 2 \"tulak ng droga\" na nakipagbarilan umano sa mga operatiba na nakabili sa kanila ng P5000 halaga ng shabu sa Malanggam Road, Barangay Bulihan. ",
                "Hindi sumuko sa barangay at nasa drugs watch list ang mga target na sina Andrew \"Pito\" Santiago at Lynard Crisostomo, ayon kay Malolos police chief Heryl Bruno. ",
                "Napatay sina Andrew \"Pito\" Santiago at Lynard Crisostomo matapos magpaputok umano sa mga pulis sa Malanggam Rd, Bgy Bulihan pic.twitter.com/Dnct9PbGAA",
                "Nakuhanan ng baril at granada ang mga suspek. ",
                "Narekober din ang 5 plastic ice bag at 11 sachet na may lamang dahon ng hinihinalang marijuana mula kay Crisostomo, na guwardya sa isang pawnshop. Nakuha naman kay Santiago ang isang lalagyan na may 8 maliliit na sachet ng hinihinalang shabu.",
                "Narekober kay Crisostomo ang 5 plastic ice bag, 11 sachet ng hinihinalang marijuana; kay Santiago, 8 sachet ng umano'y shabu pic.twitter.com/TbGTn1VXNw",
                "Samantala, napatay malapit sa creek ng Barangay Pinagbakahan ang isa pang umano'y tulak si Marvin Lontoc.",
                "Sakay ng motorsiklo si Lontoc nang nakipagtransaksyon umano sa mga pulis. Humantong sa engkuwentro ang operasyon ng maglabas ang suspek ng baril at barilin ang mga pulis, ayon kay Bruno. ",
                "Napatay naman sa hiwalay na buy-bust sa Bgy. Pinagbakahan, Malolos ang drug surrenderer na si Marvin Lontoc pic.twitter.com/XbhzDBQ0bj",
                "Dati nang sumuko bilang drug suspek si Crisostomo. Ulat nina Lyza Aquino at Anjo Bagaoisan, ABS-CBN News "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/nanlaban-3-patay-sa-drug-ops-sa-bulacan\n"
        },
        {
            "title": "Twitter tests expanding tweet limit to 280 characters",
            "timestamp": "Sep 27 2017 05:17 AM",
            "content": [
                "Twitter announced Tuesday a test project allowing tweets to be expanded to 280 characters -- double the existing limit -- in the latest effort to boost flagging growth at the social network.",
                "San Francisco-based Twitter said the new system, a major shift for the messaging platform known for its 140-character tweets, aims to address \"a major cause of frustration\" for many users.",
                "A \"small group\" of users will see the new limits before Twitter decides on rolling out the changes more broadly.",
                "\"Trying to cram your thoughts into a tweet -- we've all been there, and it's a pain,\" product manager Aliza Rosen and software engineer Ikuhiro Ihara said in a blog post.",
                " \"We're doing something new: we're going to try out a longer limit, 280 characters, in languages impacted by cramming.\"",
                "Twitter planned to leave the old limit in place for tweets in Japanese, Chinese, and Korean because internal data showed written characters in those languages packed plenty into the allotted space.",
                "\"Our research shows us that the character limit is a major cause of frustration for people tweeting in English, but it is not for those tweeting in Japanese,\" Rosen and Ihara said.",
                "\"Also, in all markets, when people don’t have to cram their thoughts into 140 characters and actually have some to spare, we see more people tweeting.\"",
                "Twitter, which became a public company in 2013, has never reported a profit even though it has built a loyal base of celebrities, journalists and political figures, including prolific tweeter US President Donald Trump.",
                "In its most recent quarter, Twitter reported its base of monthly active users was unchanged at 328 million compared to the first three months of the year and up just five percent from a year earlier. ",
                "Its growth has failed to keep pace with the social network leader Facebook, which has some two billion users, and Facebook-owned Instagram, with 800 million.",
                "\"We're hoping fewer tweets run into the character limit, which should make it easier for everyone to tweet,\" Rosen and Ihara said in the blog post.",
                "\"We understand since many of you have been Tweeting for years, there may be an emotional attachment to 140 characters... But we tried this, saw the power of what it will do, and fell in love with this new, still brief, constraint.\"",
                "Twitter has been seeking to draw in users by offering more video including live streaming of sporting events, aiming to broaden its appeal.",
                "The messaging platform reported a net loss of $116 million in the second quarter, slightly wider than its $107 million loss a year ago."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/twitter-tests-expanding-tweet-limit-to-280-characters\n"
        },
        {
            "title": "Chinese national patay sa pamamaril sa Las Piñas",
            "timestamp": "Sep 27 2017 05:14 AM",
            "content": [
                "Patay ang isang Chinese national matapos pagbabarilin malapit sa Las Piñas city hall sa Alabang-Zapote road Martes.",
                "Kalalabas lang ni Lee Yu Xin, alyas Alex o Francis Kee, sa korte dahil dumalo siya sa hearing kung saan siya inakusahan ng pagbebenta ng droga. ",
                "Non-bailable ang kaso, pero napagbigyan siya ng korte na magbayad ng piyansa at pansamantalang makalaya.",
                "Paglabas ng korte, doon na siya binaril ng riding in tandem. ",
                "Inaalam pa kung may koneksiyon ang pagpatay sa kasong kinahaharap ng biktima. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/chinese-national-patay-sa-pamamaril-sa-las-pias\n"
        },
        {
            "title": "Hinihinalang drug pusher, arestado sa buy-bust operation sa QC",
            "timestamp": "Sep 27 2017 03:29 AM",
            "content": [
                "Arestado ang isang 24 na taong gulang na hinihinalang drug pusher sa buy-bust operation sa lungsod ng Quezon.",
                "Natimbog ng mga operatiba ng drug-enforcement team ng QCPD Station 7 si Fritz Caliguid, alyas Jon Jon, matapos makabili ang isang police poseur-buyer ng P1,000 halaga ng hinihinalang shabu.",
                "Nakikipagtransaksyon umano ang suspek sa pamamagitan ng text kaya nahirapan ang mga operatiba na mahuli si Caliguid at inabot ng dalawang buwan ang surveillance sa suspek.",
                "Nakipagbuno pa ang suspek nang aarestuhin na ito kaya nasiko niya ang isang babaeng operatiba.",
                "Nakuha mula sa suspek ang anim na sachet ng hinihinalang shabu na tinatayang nagkakahalaga ng P5,000 at ang buy-bust money.\r\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/hinihinalang-drug-pusher-arestado-sa-buy-bust-operation-sa-qc\n"
        },
        {
            "title": "Violence affects 3 in 4 children globally, report says",
            "timestamp": "Sep 27 2017 03:09 AM",
            "content": [
                "LONDON - From fist fights at school to murder and sexual abuse, each year nearly three in four children worldwide experience some form of violence, which has long term health and economic costs, a report said on Tuesday.",
                "The study by India-based advocacy group Know Violence in Childhood found that an estimated 1.7 billion boys and girls across the globe suffer mental or physical abuse each year, with children in Africa bearing the heaviest burden.",
                "\"Childhood violence damages individuals, families and communities in both rich countries and poor,\" the group's co-chair Shiva Kumar told a media briefing, warning of the long-term harmful social, health and economic consequences.",
                "Corporal punishment at home was the most common form of violence, affecting 1.3 billion children aged up to 14, said the report, which took three years to produce.",
                "Bullying and school fights involved 138 and 123 million children aged 13 to 15 respectively, while about 18 million girls aged 15 to 19 were victims of sexual abuse.",
                "Sexual violence was most prevalent in Africa, where more than 10 percent of girls aged 15 to 19 experienced some form abuse in their lifetime, according to the report.",
                "The study attributed some of the violence to traditional attitudes in some societies that condone the beating of wives and children as a form of discipline.",
                "World leaders committed to end all forms of violence against children by 2030 as part of 17 global goals adopted in 2015.",
                "Kumar warned that childhood violence has long-term impacts, including depression, behavioral and mental problems, eating disorders and poor educational achievements.",
                "\"The damage caused by childhood violence goes far beyond immediate trauma and fear,\" he told a media briefing.",
                "The report cited 2014 research which found that childhood violence costs some $7 trillion a year in loss of future productivity.",
                "Children growing up in destitute families were at greater risk due to the additional stress that poverty put on parents, the study said.",
                "Childhood violence was lower in countries with higher rates of child survival and where more girls attend secondary school.",
                "The report did not include violence related to self-harm, female genital mutilation, human trafficking or conflict. (Reporting by Umberto Bacchi @UmbertoBacchi, Editing by Katy Migiro.; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit http://news.trust.org)"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/violence-affects-3-in-4-children-globally-report-says\n"
        },
        {
            "title": "Hinihinalang drug pusher, arestado sa buy-bust operation sa QC",
            "timestamp": "Sep 27 2017 03:29 AM",
            "content": [
                "Arestado ang isang 24 na taong gulang na hinihinalang drug pusher sa buy-bust operation sa lungsod ng Quezon.",
                "Natimbog ng mga operatiba ng drug-enforcement team ng QCPD Station 7 si Fritz Caliguid, alyas Jon Jon, matapos makabili ang isang police poseur-buyer ng P1,000 halaga ng hinihinalang shabu.",
                "Nakikipagtransaksyon umano ang suspek sa pamamagitan ng text kaya nahirapan ang mga operatiba na mahuli si Caliguid at inabot ng dalawang buwan ang surveillance sa suspek.",
                "Nakipagbuno pa ang suspek nang aarestuhin na ito kaya nasiko niya ang isang babaeng operatiba.",
                "Nakuha mula sa suspek ang anim na sachet ng hinihinalang shabu na tinatayang nagkakahalaga ng P5,000 at ang buy-bust money.\r\n "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/hinihinalang-drug-pusher-arestado-sa-buy-bust-operation-sa-qc\n"
        },
        {
            "title": "Violence affects 3 in 4 children globally, report says",
            "timestamp": "Sep 27 2017 03:09 AM",
            "content": [
                "LONDON - From fist fights at school to murder and sexual abuse, each year nearly three in four children worldwide experience some form of violence, which has long term health and economic costs, a report said on Tuesday.",
                "The study by India-based advocacy group Know Violence in Childhood found that an estimated 1.7 billion boys and girls across the globe suffer mental or physical abuse each year, with children in Africa bearing the heaviest burden.",
                "\"Childhood violence damages individuals, families and communities in both rich countries and poor,\" the group's co-chair Shiva Kumar told a media briefing, warning of the long-term harmful social, health and economic consequences.",
                "Corporal punishment at home was the most common form of violence, affecting 1.3 billion children aged up to 14, said the report, which took three years to produce.",
                "Bullying and school fights involved 138 and 123 million children aged 13 to 15 respectively, while about 18 million girls aged 15 to 19 were victims of sexual abuse.",
                "Sexual violence was most prevalent in Africa, where more than 10 percent of girls aged 15 to 19 experienced some form abuse in their lifetime, according to the report.",
                "The study attributed some of the violence to traditional attitudes in some societies that condone the beating of wives and children as a form of discipline.",
                "World leaders committed to end all forms of violence against children by 2030 as part of 17 global goals adopted in 2015.",
                "Kumar warned that childhood violence has long-term impacts, including depression, behavioral and mental problems, eating disorders and poor educational achievements.",
                "\"The damage caused by childhood violence goes far beyond immediate trauma and fear,\" he told a media briefing.",
                "The report cited 2014 research which found that childhood violence costs some $7 trillion a year in loss of future productivity.",
                "Children growing up in destitute families were at greater risk due to the additional stress that poverty put on parents, the study said.",
                "Childhood violence was lower in countries with higher rates of child survival and where more girls attend secondary school.",
                "The report did not include violence related to self-harm, female genital mutilation, human trafficking or conflict. (Reporting by Umberto Bacchi @UmbertoBacchi, Editing by Katy Migiro.; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit http://news.trust.org)"
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/violence-affects-3-in-4-children-globally-report-says\n"
        },
        {
            "title": "1 dead in Misamis Oriental town fire",
            "timestamp": "Sep 27 2017 02:04 AM",
            "content": [
                "One person was killed in a fire that hit a residential area in Barangay San Antonio, Jasaan town, Misamis Oriental on Tuesday afternoon.",
                "At the time this story was filed, Jasaan Fire Marshal Edsel Salvana said his department was in the process of identifying the charred body. Authorities were yet to determine the cause of the fire. ",
                "The fire reached the third alarm, requiring 10 firetrucks from nearby towns to respond. ",
                "The trucks encountered difficulty entering the affected areas due to narrow roads. To reach certain areas then, firefighters linked together hoses and approached the fire on foot.",
                "The fire was declared under control at about 7:30 p.m.",
                "About 200 people were instructed to seek shelter at the village covered court. ",
                "Salvana said the damage cost about P750,000."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/1-dead-in-misamis-oriental-town-fire\n"
        },
        {
            "title": "China, PH discussing joint dev't in West PH Sea: envoy",
            "timestamp": "Sep 27 2017 12:46 AM",
            "content": [
                "MANILA - Chinese Ambassador to the Philippines Zhao Jinhua on Tuesday said the Philippines and China are in the initial stages of discussing the possibility of joint development as well as the current moratorium of the Department of Energy on exploration in the West Philippine Sea. ",
                "Zhao said China is not in favor of unilateral development in disputed areas. He said a joint development would require a \"government-to-government understanding\" which would be followed by joint commercial development.\n \n\"The Chinese leader proposed the initiative for joint development in the South China Sea for nearly 40 years. Both sides are still in a stage of discussing the possibilities of having joint development. I think we are in the initial stage, nothing is finalized yet,\" he said.",
                "Saying illegal drugs are the two nation's common enemy, Zhao said China has an inter-agency cooperation with the Philippines like intelligence-sharing and providing of equipment to combat drugs and crime. ",
                "Zhao said China will not protect its nationals who have committed crimes in the Philippines. He said China does not know much about drug syndicates or rings operating in the Philippines but said it is willing to share information with the Philippines, if any. \n \n\"China will not protect its nationals who have committed crimes in the Philippines. We need to punish in accordance with Philippine law. Likewise, if any Filipinos will commit crimes in China, including illegal drug trafficking, they will also be punished in accordance with law,\" Zhao said.\n \nChina, meantime, reiterated its commitment to build the Kaliwa Dam, Chico River irrigation, and north-south railway south line through Official Development Assistance. Zhao said Chinese enterprises will bid for these projects. ",
                "He added that Chinese Premier Li Keqiang will likely lead the groundbreaking in November of the two bridges in Pasig River and remote groundbreaking of the drug rehabilitation center in Mindanao that will be built using Chinese grant aid. "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/china-ph-discussing-joint-devt-in-west-ph-sea-envoy\n"
        },
        {
            "title": "Bahay sa Ilocos Sur natupok dahil sa naiwang nakasinding sigarilyo",
            "timestamp": "Sep 27 2017 12:41 AM",
            "content": [
                "Nasunog ang isang bahay dahil sa naiwang nakasinding sigarilyo sa Barangay Napu sa bayan ng Magsingal, Ilocos Sur Lunes.",
                "Ayon sa Bureau of Fire Protection (BFP), natutulog na ang pamilya Tacason nang magising sila dahil sa makapal na usok.",
                "Mabilis na nilamon ng apoy ang dalawang palapag na bahay dahil gawa ito sa light materials.",
                "Tatlong fire truck ang rumesponde. Nagdeklara ang BFP ng fire out matapos ang 15 minuto.",
                "Walang nasalba ang pamilya Tacason maliban sa isang antique na upuan at plastic cabinet.",
                "Ayon sa imbestigasiyon ng BFP, nagsimula ang sunog sa ikalawang palapag matapos maiwan ng anak na si Eusebio Tacason III ang nakasinding sigarilyo niya sa kaniyang kwarto.",
                "“Sabi ng pamilya niya, madalas na nagyoyosi itong si Eugenio III kahit nakahiga pa sa kama niya. Pagkatapos raw nito magyosi nilagay niya ito sa ashtray at bumaba siya ng kwarto niya. Pagbalik niya napansin niyang sobrang liwanag na ng kuwarto niya,” ani SF02 Richard Garcia, fire marshal ng BFP-Magsingal, Ilocos Sur.",
                "Aabot sa P250,000 ang pinsala. Wala namang nasaktan o nadamay sa insidente."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/bahay-sa-ilocos-sur-natupok-dahil-sa-naiwang-nakasinding-sigarilyo\n"
        },
        {
            "title": "Marawi evacuee arrested in Cagayan de Oro drug bust",
            "timestamp": "Sep 27 2017 12:35 AM",
            "content": [
                "CAGAYAN DE ORO - An evacuee from Marawi city was arrested in a buy-bust operation in Barangay 27, Cagayan de Oro on Tuesday night.",
                "Hajijul Guro, 33, had been staying with his family in Barangay Barra, Opol, Misamis Oriental, after fleeing Marawi due to the ongoing firefight between Islamic State-inspired terrorists and state forces.",
                "A police operative bought one sachet of suspected shabu from Guro using buy-bust money worth P500 and later on recovered 4 big sachets of alleged shabu from the suspect.",
                "The drugs recovered from Guro have an estimated street value of P72,000.",
                "Police Senior Inspector Glenn Abalde, chief of Police Station 1, said Guro's arrest was a result of his department's continuing operations against illegal-drug peddlers, as one previously arrested illegal-drug suspect pointed Guro as his supplier.",
                "Guro did not deny his involvement in illegal drugs and said this is his only way to provide for his family.",
                "He faces charges of violating the Comprehensive Dangerous Drugs Act of 2002."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/marawi-evacuee-arrested-in-cagayan-de-oro-drug-bust\n"
        },
        {
            "title": "'Indiscriminate filing' of impeach raps bad for PH, says JRI",
            "timestamp": "Sep 27 2017 12:23 AM",
            "content": [
                "MANILA—A private sector group seeking judicial reforms believes “indiscriminate” filings of impeachment complaints against government officials divert their attention from performing public service.",
                "Judicial Reform Initiative (JRI), a group of business organizations, judicial advocacy groups, and foreign chambers, said it is concerned with the increasing use “or threat” of impeachment proceedings in Congress against the highest ranking officials in the country. ",
                "These include President Rodrigo Duterte, Vice President Leni Robredo, Supreme Court Chief Justice Maria Lourdes Sereno, Ombudsman Conchita Carpio Morales, and Commission on Elections chairman Andres Bautista.",
                "“JRI believes that the impeachment powers of Congress—as provided in our Constitution—must be exercised with great prudence, probity and transparency,” JRI said.",
                "“Furthermore, indiscriminate or ill-considered filings of impeachment proceedings against government officials distract those accused from the performance of their duties as public servants, as well as our Congress from its priority legislative agenda,” it continued.",
                "The group also warned against undermining the check and balance in the government, which may lower shareholders' confidence to invest in the country.",
                "“Investors would risk capital only in countries where they have full confidence in the rule of law. Thus, any initiative which may be perceived as weakening the check and balance among the branches of government might shatter this confidence and negate our hard-won economic gains,” JRI said.",
                "Sereno currently faces an impeachment complaint for failing to declare her statement of assets, liabilities and net worth truthfully, purchasing a P5.1 million car and other “extravagant” vehicles, and embellishing her personal data sheets among others.",
                "Her camp has denied the charges, saying many allegations were unsupported by evidence. ",
                "An impeachment complaint against Bautista was recently dismissed for being insufficient in form.",
                "The Volunteers Against Crime and Corruption (VACC), which also filed an impeachment complaint against Sereno, is also eyeing filing an impeachment complaint against Morales for her alleged betrayal of public trust and culpable violation of the Constitution for \"inordinately\" delaying cases and selecting personalities to be prosecuted by her office.",
                "President Rodrigo Duterte earlier accused the Office of the Ombudsman of corruption and selective justice, citing the office's alleged bias for certain camps facing complaints at the agency. ",
                "The Ombudsman has belied the accusation.",
                "Magdalo Rep. Gary Alejano filed an impeachment complaint against Duterte for allegedly operating a death squad in Davao City, sanctioning killings in his war on drugs, keeping secret wealth and inefficiently handling the West Philippine Sea dispute with China.",
                "The complaint was junked by the House of Representatives Justice Committee for lack of sufficiency in substance.",
                "Meanwhile, no lawmaker has endorsed any of the two impeachment complaints filed against Robredo for allegedly violating the Constitution and betraying public trust by criticizing the administration's war on drugs in a video message to the United Nations."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/indiscriminate-filing-of-impeach-raps-bad-for-ph-says-jri\n"
        },
        {
            "title": "4 na lumang bomba nahukay sa La Union",
            "timestamp": "Sep 27 2017 12:12 AM",
            "content": [
                "Apat na lumang bomba ang nahukay sa Caba at San Fernando City, La Union nitong nakaraang linggo.",
                "Naghukay umano ng compost pit ang isang residente sa gilid ng kanyang bahay sa Barangay Santiago Norte, Caba nitong Huwebes nang may dalawang bomba na bumungad sa kanya — isang Japanese mortar at hand grenade.",
                "\"Siyempre natatakot ako baka kung itago ko iyon, pumutok pa sa bahay kaya iyon nasa isip ko sa sobrang takot ko sinurrender ko na sa mga pulis,\" ayon sa residente.",
                "Ayon kay Police Insp. Leopoldo Galap, hepe ng Caba Municipal Police Station, delikado pa rin ang mga nakitang bomba kahit luma na.",
                "\"Hindi tayo maniwala na kapag kinakalawang ay hindi na puputok. Siyempre sa totoo lang, sir, kahit ilang taon na iyong mga granada maaari pa rin gumana,\" aniya.",
                "Sabado naman nang mahukay ang dalawa pang vintage bomb sa Canaoay, San Fernando City.",
                "Posibleng mula rin ang mga ito sa panahon ng pananakop ng mga Hapon.",
                "Nagpaalala ang pulisya sa mga residente na ipaalam agad sa mga pulis kung may nakitang unexploded explosive ordnance.",
                "\"In case po na may makakita po ulit i-contact na lang po ang office na ito. We will ask the assistance of EOD ng Region 1 for proper (disposal) of any unexploded explosive ordnance,\" ani PO3 Ananias Ramos.",
                "Hawak na ng explosive ordnance disposal branch ng Philippine National Police Region 1 ang mga nakitang bomba."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/4-na-lumang-bomba-nahukay-sa-la-union\n"
        },
        {
            "title": "Alvarez eyes plunder raps vs Floirendo",
            "timestamp": "Sep 27 2017 12:05 AM",
            "content": [
                "MANILA- House Speaker Pantaleon Alvarez is mulling on filing plunder charges against his former friend, Davao del Norte 2nd District Rep. Antonio Floirendo Jr., over the latter's family-owned company.",
                "Alvarez had called for a congressional investigation on Floirendo's Tagum Agricultural Development Company, Inc. (TADECO) and its joint venture agreement with the Bureau of Corrections to turn a large portion of the Davao Penal Colony into a plantation.",
                "In an exclusive interview with ABS-CBN News, Alvarez said he is waiting for the final findings and recommendation of the House Committee on Good Government and Public Accountability to see if a plunder complaint can be filed.",
                "\"Titingnan natin kung yung elements ng plunder ay papasok dito dahil pag ito ay pumasok, kailangan po talaga mag-file din tayo ng kaso for plunder. That is a separate case,\" he said.",
                "The House Speaker, however, said he may file the case as a private individual. ",
                "\"Pwede rin ako mag-file noon kasi as a taxpayer, tayo ay mayroong karapatan para pangalagaan na yung pera, properties ng gobyerno ay di po ninanakaw ng ibang tao,\" Alvarez said.",
                "The Speaker also noted that he is not concerned as to how this may affect the administration majority, given that Floirendo is a top campaign contributor of President Rodrigo Duterte.",
                "The two used to have close ties until they got into a spat over the TADECO case which Floirendo previously hinted is due to a spat between their girlfriends.",
                "\"Hindi ako concerned diyan... Paulit-ulit sinasabi ni Presidente na pag meron kang ginawa na atraso sa bayan ay kailangan mo panagutan--mapakasama kita, kaalyado kita o hindi,\" he said.",
                "Recently, the Office of the Ombudsman indicted Floirendo for graft for having financial interest in the 2003 contract between TADECO and the Bureau of Corrections while he was sitting as a district representative.",
                "The case stemmed from the agreements entered into between the Bureau of Corrections and TADECO allowing the company to use land located within the Davao Penal Colony.",
                "Neither Floirendo or any representative of TADECO has responded to requests for comment on the Ombudsman's decision."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/alvarez-eyes-plunder-raps-vs-floirendo\n"
        },
        {
            "title": "New eco-friendly jeepney prototypes to be unveiled",
            "timestamp": "Sep 27 2017 12:00 AM",
            "content": [
                "Philippine Parts Makers Association President Ferdie Raquel Santos is revved up for next month's Philippine Auto Parts Expo. As many as 17 prototypes of new eco-friendly, low emission jeepneys will be unveiled.",
                "Santos is the lead organizer of next month's expo, where the theme will be \"Gawang Pilipino para sa Pilipino\" (Made by Filipinos for Filipinos), emphasizing the country's ability to produce auto parts. ",
                "In preparation for the implementation of the government's Public Utility Vehicle modernization program, Santos told DZMM that the Philippine automotive parts industry already locally produces many metal and plastics pieces.",
                "Despite capabilities to make body shells, bumpers, dashboards, and seats locally, the modern electric and Euro 4 jeepney engines will be built overseas. ",
                "-- DZMM, 26 September 2017 "
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/new-eco-friendly-jeepney-prototypes-to-be-unveiled\n"
        },
        {
            "title": "Bank exec witness 'flip flops' during Revilla plunder trial",
            "timestamp": "Sep 27 2017 12:00 AM",
            "content": [
                "MANILA - A witness in the plunder trial of former Sen. Bong Revilla on Tuesday admitted that he was unsure if there had been a freeze order on the senator's bank account.",
                "The prosecution presented Metrobank executive Donato Espino to testify on the bank accounts of Revilla, his wife Lani, and son Leonard Bryan, in support of the prosecution’s claim that Revilla illegally amassed P224 million from the Priority Development Assistance Fund (PDAF) scam.",
                "When asked by Revilla lawyer Estelito Mendoza during cross-examination if there was a freeze order on the senator's bank account, Espino said: “Yes, I think so.” ",
                "But when 1st Division Associate Justice Geraldine Econg later asked the same question, Espino said: “I’m not sure.” ",
                "Revilla said the testimony is proof that there were no red flags in his Metrobank accounts. ",
                "“Parang ano eh, yung witness nila, 'I don’t remember, I don’t remember,' pero sa iba, firm siya, sa akin hindi maalala. Isa lang patunay 'yun na no red flag, walang freeze order sa account,” Revilla told reporters.",
                "Espino, however ,confirmed there was a freeze order on the accounts of Revilla’s co-accused, businesswoman Janet Lim Napoles, when he was asked by Mendoza.",
                "The prosecution, meanwhile, maintained that there was a freeze order on the accounts of Revilla but the witness cannot remember the specific accounts because there were so many.",
                "“Based on the testimony of the witness, he said that there was a freeze order for the Janet Napoles accounts with Metrobank and there was also a freeze order for the Revilla accounts, only that he cannot remember the specific accounts because there were many accounts,” Office of the Special Prosecutor Director Joefferson Toribio said in a text message. ",
                "Espino was the penultimate witness scheduled to be heard by the court, but the camp of Revilla said they will be recalling whistleblowers Benhur Luy, Marina Sula, Merlina Sunas and Mary Arlene Baltazar for additional cross-examination. ",
                "Meantime, Revilla, who celebrated his 51st birthday in detention in Camp Crame on Monday, said he wishes that he will be freed soon. ",
                "“Wish ko sa birthday ko sana makalaya na ako and longer life for my father,” Revilla said. ",
                "Actors Philip Salvador and King Gutierrez attended the hearing to show their support.",
                "Revilla is charged with plunder and 16 counts of graft before the anti-graft court for allegedly pocketing P224.5 million worth of kickbacks from ghost projects purportedly funded by his PDAF from 2006 to 2010.",
                "His PDAF allocations were allegedly funneled to bogus foundations identified with Napoles, the alleged scam mastermind."
            ],
            "url": "http://news.abs-cbn.com/news/09/27/17/bank-exec-witness-flip-flops-during-revilla-plunder-trial\n"
        },
        {
            "title": "Huwes na may anak sa ibang babae sinibak ng Korte Suprema",
            "timestamp": "Sep 26 2017 11:57 PM",
            "content": [
                "MANILA- Sinibak sa serbisyo ng Korte Suprema si Presiding Judge Exequil Dagala ng Municipal Circuit Trial Court ng Surigao Del Norte dahil sa isyu ng immorality at gross misconduct.",
                "Ito ay matapos makunan ng video si Dagala na may bitbit na M-16 armalite rifle at nadiskubreng may anak sa ibang babae.\n \nSa 21-pahinang desisyon ng Korte Suprema na may petsang Hulyo 25, 2017, hinatulang guilty ng Kataas-taasang Hukuman si Dagala sa kasong immorality at gross misconduct. ",
                "Pinagbabawalan na rin si Dagala na humawak ng anomang puwesto sa gobyerno.",
                "Iniutos na rin ng Korte ang pagbawi sa mga benepisyo nito sa pagreretiro at iba pang benepisyo ni Dagala maliban sa kanyang leave credits.",
                "Nag-ugat ang kaso laban kay Dagala sa isang anonymous letter-complaint na inihain sa Office of Ombudsman noong 2015 mula sa isang residente ng San Isidro, Siargao Island sa Surigao Del Norte.",
                "Sinasabing nasaksihan ng naturang residente ang pakikipag-away ni Judge Dagala sa kaniyang mga kapitbahay patungkol sa lupaing pag-aari ng kaniyang kapitbahay.",
                "Pinagsisigawan at ininsulto umano ni Judge Dagala ang kaniyang mga kapitbahay habang may dala itong M-16 armalite rifle.",
                "Si Dagala ay kabilang din sa mga hukom na nauna nang pinangalanan ni Pangulong Rodrigo Duterte na umano'y dawit sa iligal na droga."
            ],
            "url": "http://news.abs-cbn.com/news/09/26/17/huwes-na-may-anak-sa-ibang-babae-sinibak-ng-korte-suprema\n"
        },
        {
            "title": "20 katao, posibleng sangkot sa hazing ni ‘Atio’",
            "timestamp": "Sep 26 2017 11:41 PM",
            "content": [
                "Nasa 20 pa ang tinitingnan ng Manila Police District na posibleng may kinalaman sa pagpatay sa hazing victim na si Horacio Castillo III. Nasa MPD si Radyo Patrol Jekki Pascual. - Bandila sa DZMM, Martes, 26 Setyembre, 2017\n "
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/20-katao-posibleng-sangkot-sa-hazing-ni-atio\n"
        },
        {
            "title": "Horacio Castillo III, inalala ng mga kaibigan sa eulogy",
            "timestamp": "Sep 26 2017 11:38 PM",
            "content": [
                "Bukas na ang libing ng hazing victim na si Horacio Castillo III. Patuloy naman ang pagdating ng mga nakikiramay sa pamilya Castillo. Mula sa Makati, i-Bandila mo, Miguel Dumaual. - Bandila sa DZMM, Martes, 26 Setyembre, 2017\n "
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/horacio-castillo-iii-inalala-ng-mga-kaibigan-sa-eulogy\n"
        },
        {
            "title": "Hostage who treated wounded Maute members recalls ordeal",
            "timestamp": "Sep 26 2017 11:23 PM",
            "content": [
                "A man who was once held captive by Maute terrorists in Marawi City shares his tale of survival and how he had to treat wounded Maute members. - The World Tonight, ANC, September 26, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/hostage-who-treated-wounded-maute-members-recalls-ordeal\n"
        },
        {
            "title": "Mga sugatang sundalo, hinandugan ng awit at sayaw",
            "timestamp": "Sep 26 2017 11:13 PM",
            "content": [
                "Sa paggawa ng kanta, inilabas ng isang sundalo ang kaniyang nararamdaman tungkol sa giyera sa Marawi City. Sa pagbisita ng Lingkod Kapamilya sa Kampo Evangelista sa Cagayan de Oro, kantahan at sayawan ang inihandog sa mga sugatang sundalo bilang tanda ng pagsaludo sa mga sundalong Pilipino. Nagpa-Patrol, Bernadette Sembrano. TV Patrol, Martes, Setyembre 26, 2017.\n "
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/mga-sugatang-sundalo-hinandugan-ng-awit-at-sayaw\n"
        },
        {
            "title": "PDEA: Some drivers of ride-hailing services unwitting 'drug couriers'",
            "timestamp": "Sep 26 2017 11:06 PM",
            "content": [
                "The Philippine Drug Enforcement Agency (PDEA) says some drivers of ride-hailing services are being used as unwitting drug couriers. This was discovered after the arrest of a suspected drug dealer who hired drivers of transport network vehicle services (TNVS) to deliver illicit drugs to customers. - The World Tonight, ANC, September 26, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/pdea-some-drivers-of-ride-hailing-services-unwitting-drug-couriers\n"
        },
        {
            "title": "Tambak na basura, nagbabadya kapag ipinasara ang kompanyang tagahakot ng kalat",
            "timestamp": "Sep 26 2017 11:05 PM",
            "content": [
                "Posibleng matambak at hindi makolekta ang mga basura sa ilang siyudad sa Metro Manila. Nanganganib na kasing maipasara ng Department of Environment and Natural Resources ang transfer station ng isang waste management firm sa Pier 18. May nakita umanong iregularidad sa kompanyang naghahakot ng basura sa Maynila, Malabon at Navotas. Nagpa-Patrol, Doris Bigornia. TV Patrol, Martes, Setyembre 26, 2017."
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/tambak-na-basura-nagbabadya-kapag-ipinasara-ang-kompanyang-tagahakot-ng-kalat\n"
        },
        {
            "title": "Palace says future SALNs of Cabinet members no longer redacted",
            "timestamp": "Sep 26 2017 11:01 PM",
            "content": [
                "Malacañang assures the public, future Statements of Assets, Liabilities and Net Worth (SALNs) to be released by Cabinet members to the public will no longer be redacted or edited. But what prompted the Palace to do this for the latest SALNs of officials remains a mystery. - The World Tonight, ANC, September 26, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/palace-says-future-salns-of-cabinet-members-no-longer-redacted\n"
        },
        {
            "title": "Frat library ng Aegis Jvris, bantay-sarado ng mga pulis",
            "timestamp": "Sep 26 2017 10:59 PM",
            "content": [
                "Bantay sarado ng pulisya ang frat library ng Aegis Jvris Fraternity matapos ituring na pinangyarihan ng krimen. Ito kasi ang sinasabing lugar na pinagdausan ng hazing na ikinasawi ni Horacio Castillo III. Nagpa-Patrol, Kevin Manalo. TV Patrol, Martes, 26 Setyembre 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/frat-library-ng-aegis-jvris-bantay-sarado-ng-mga-pulis\n"
        },
        {
            "title": "Solano tags 6 frat brods in fatal Castillo hazing",
            "timestamp": "Sep 26 2017 10:55 PM",
            "content": [
                "A primary suspect in the fatal hazing of freshman law student Horacio Castillo III tags at least 6 other members of the Aegis Juris Fraternity, and another person to the incident. Castillo's death has spurred both chambers of Congress to consider amendments to the current anti-hazing law. - The World Tonight, ANC, September 26, 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/solano-tags-6-frat-brods-in-fatal-castillo-hazing\n"
        },
        {
            "title": "Presyo ng harina, muling tumaas",
            "timestamp": "Sep 26 2017 10:45 PM",
            "content": [
                "Sa ikalawang pagkakataon, muli na namang tumaas ang presyo na harina na maaaring magpamahal din sa tinapay at iba pang pagkain tulad ng cake at biscuit. Gusto naman ng Department of Trade and Industry na magpaliwanag ang flour millers sa panibagong taas-presyo. Nagpa-Patrol, Alvin Elchico. TV Patrol, Martes, 26 Hulyo 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/presyo-ng-harina-muling-tumaas\n"
        },
        {
            "title": "PH, US troops simulate plane hijacking, hostage rescue",
            "timestamp": "Sep 26 2017 10:36 PM",
            "content": [
                "US and Philippine forces have staged an exercise simulating the seizure of an American plane by Islamic State and a hostage rescue, as they look to refocus their military alliance towards counter-terrorism.",
                "The five-day training exercise which ended Tuesday was the first of its kind and saw more than 400 troops, airport police and hostage negotiators create a mock hijack of a plane by an IS cell that forced it to land at Clark airport north of Manila, officials said.",
                "Defense Secretary Delfin Lorenzana said the drill was in line with President Rodrigo Duterte's wish to refocus the two countries' 1951 mutual defense pact towards counter-terrorism and disaster relief.",
                "Since coming to power, Duterte has sought to weaken ties with the country's former colonial ruler and pivot towards China and Russia. He previously said military exercises with America were a \"humiliation\" for the Philippines and threatened to sever defense ties completely. ",
                "He has since banned the Filipino military from conducting joint patrols with the US navy outside Philippine waters and trimmed the number of joint military exercises.",
                "The latest drill was held in the shadow of a US-backed military campaign to retake the Philippines' southern city of Marawi, which was occupied by pro-IS gunmen more than four months ago.",
                "\"(It) served as a perfect opportunity to assess the needs of the new security environment in the Pacific region, especially now that terrorism has become evident in our current security landscape,\" Lorenzana said.",
                "Both governments stressed there was no such known plot against aircraft by IS or its supporters.",
                "The last hijacking in the Philippines was in May 2000, when a passenger armed with a grenade and handgun tried in vain to force a Manila-bound Philippine Airlines flight to return to the southern city of Davao."
            ],
            "url": "http://news.abs-cbn.com/news/09/26/17/ph-us-troops-simulate-plane-hijacking-hostage-rescue\n"
        },
        {
            "title": "Mga ibinunyag ni Solano sa Senado, kuwestiyonable: tiyuhin ni 'Atio'",
            "timestamp": "Sep 26 2017 10:35 PM",
            "content": [
                "Kontento sa pag-usad ng imbestigasyon ang tiyuhin ni Horacio Castillo III na si Dr. Gerry Castillo. Pero kuwestiyonable aniya ang mga sinabi ni John Paul Solano sa Senate hearing nitong Lunes. Nagpa-Patrol, Kori Quintos. TV Patrol, Martes, 26 Hulyo 2017"
            ],
            "url": "http://news.abs-cbn.com/video/news/09/26/17/mga-ibinunyag-ni-solano-sa-senado-kuwestiyonable-tiyuhin-ni-atio\n"
        },
        {
            "title": "Lalaki patay matapos manaksak ng pulis sa Negros Occidental",
            "timestamp": "Sep 26 2017 10:25 PM",
            "content": [
                "Patay ang isang lalaki matapos mag-amok at manaksak ng pulis sa Salvador Benedicto, Negros Occidental ngayong Martes.",
                "Nagtamo ng saksak sa parehong tuhod si SPO2 Alfredo Chavez Jr. matapos atakehin ni Danilo Loquiro, 27.",
                "Ayon kay Sr. Insp. Joevito Bose, hepe ng Salvador Benedicto Police, ipinadala niya ang kanyang mga tauhan para rumesponde sa natanggap nilang reklamo mula sa Pentecostal Missionary Church of Christ.",
                "Ayon kay Pastor Jason Estimo, naging agresibo na umano si Loquiro at sinunog ang mga Bibliya at song books ng simbahan noong Linggo.",
                "Ang bumaril umano kay Loquiro ay ang mga kasamahang pulis ni Chavez.",
                "Isinugod sa regional hospital si Chavez upang operahan. Nagtamo naman ng sugat mula sa bala ng baril si Loquiro sa kanyang ulo at dibdib.",
                "Nakuha sa crime scene ang tatlong bala ng isang 9-mm pistol at isang patalim.",
                "Ayon kay Estimo, hindi umano nila kilala ang kamag-anak ni Loquiro na sinasabing taga bayan ng Ilog.",
                "Binigyan umano nila si Loquiro ng matitirahan matapos nilang makita itong pagala-gala sa lansangan ng Salvador Benedicto, apat na taong nakalipas.",
                "Sa kasalukuyan, wala pa umanong kumukuha ng katawan ni Loquiro."
            ],
            "url": "http://news.abs-cbn.com/news/09/26/17/lalaki-patay-matapos-manaksak-ng-pulis-sa-negros-occidental\n"
        }
    ],
    "gma": [],
    "inquirer": [],
    "mb": [],
    "philstar": [],
    "rappler": []
}