{
	"dengue": [
		{
			"title": "Delhi hospitals overflow with hidden dengue epidemic",
			"datastamp": "2013-10-20T16:15:00",
			"content": [
				"NEW DELHI, India – Factory worker Mohammad Awwal is gripped by fever, sweats and the sort of agonizing aches that mean his condition is sometimes called \"breakbone disease\". It's an annual plague in India and a hidden epidemic, say experts.",
				"Dengue fever is a mosquito-borne disease with no known cure or vaccination that strikes fear into the citizens of New Delhi when it arrives with the monsoon rains – just as the scorching heat of the summer is subsiding.",
				"Hospital wards are overwhelmed and tales abound of deaths and cases while New Delhi public authorities insist that only 3,500 have fallen sick so far this year – with only five fatalities.",
				"\"I took him first to a government hospital. I was shocked to see that it was packed with dengue patients. There was not even a single bed available,\" said Awwal's mother, Mehrunissa, sitting in her one-room shack in east Delhi.",
				"She is now treating him at their home, giving him multi-vitamins, paracetamol and water as he lies on the floor with two pillows and a bedsheet but no mattress.",
				"In a sign that this year's outbreak could be as bad as record-breaking 2010, the city's largest public hospital, Hindu Rao, announced earlier this month that it had suspended all routine surgeries to make room for more dengue patients.",
				"The Delhi government has blamed prolonged monsoons for the hike in infections, but says it has added beds at hospitals and increased resources for spraying insecticides to tackle the mosquito menace.",
				"\"It's nothing to worry about, there is no crisis,\" Charan Singh, additional director of Delhi health services, told AFP, dismissing allegations that the city of 17 million under-reports the problem.",
				"\"It is a lot of hype going on... The government is in action and we report all cases according to international guidelines,\" he added.",
				"Fear of a panic?",
				"The virus – first detected in the 1950s in the Philippines and Thailand – affects two million people across the globe annually, with the number of cases up 30 times in the last 50 years, according to the World Health Organisation.",
				"Transmitted to humans by the female Aedes aegypti mosquito, it causes high fever, headaches, itching and joint pains that last about a week. There are four strains, one of which can cause fatal internal bleeding.",
				"In India, cases have increased sharply over the last five years – there have been 38,000 so far in 2013 – but doctors say these numbers only capture part of the problem.",
				"At the All India Institute of Medical Sciences (AIIMS), India's most prestigious public hospital, doctors are overwhelmed by patients whose beds are squeezed together like Tetris tiles in the emergency ward with saline drips nailed to the walls.",
				"Medics, speaking on condition of anonymity, told Agence France-Presse that they were seeing 60 new dengue patients a day – an influx they suspected was not reflected in the official figures.",
				"\"Maybe it's because they don't want to create panic or because they don't want to be blamed, but if they hide, people won't know how bad the situation is,\" said one doctor.",
				"The former health chief at the Municipal Corporation of Delhi (MCD) said that only positive results from one of the two standard dengue tests – known as ELISA test – was registered.",
				"\"There is gross under-reporting of these cases every year. I believe the real numbers are always three times higher than those projected by the MCD,\" V.K. Monga told Agence France-Presse.",
				"Sandeep Budhiraja, internal medicines director at private Max Healthcare hospital in Delhi, blamed city authorities for failing to be prepared and said cases would only decline with the onset of winter next month.",
				"\"It's an epidemic that hits the country every year, yet there is never any preparedness by officials. It just keeps getting worse,\" said Budhiraja, adding that Max had opened its fever wards to accommodate dengue patients.",
				"'No luck' with treatments",
				"While dengue is painful and debilitating, death is usually rare but patients are vulnerable to other fatal viral infections during or shortly after the time of illness.",
				"There is still no specific treatment, but last year French healthcare giant Sanofi Pasteur said it would begin tests for a dengue vaccine in India before making it available internationally by 2015.",
				"A leading Brazilian biomedical research institute, Butantan, also said last month it was working on a new dengue vaccine that they hoped would be ready by 2018.",
				"British firm Oxitec has also created genetically modified sterile male Aedes mosquitoes - what they call \"birth control for insects\" - but met with severe criticism for releasing unnatural species into the environment.",
				"The only defense so far is preventive steps, like removing stagnant water near residential areas, spraying insecticide, applying mosquito repellent and wearing long sleeves and trousers.",
				"Many victims in India gulp down papaya-leaf juice believing it to boost blood platelet levels, which are decimated by the virus.",
				"\"It is a largely preventive, self-limiting virus, but we still hardly invest in research for treatments,\" said Budhiraja from Max Healthcare.",
				"\"There are only some vaccines being tried out, but no luck yet.\""
			]
		},
		{
			"title": "Chikungunya outbreak declared in Cavite town",
			"timestamp": "2016-10-01T17:54:00",
			"content": [
				"MANILA, Philippines – An outbreak of the mosquito-borne Chikungunya disease has been declared in Indang town in Cavite, following the rise in the number of cases there.",
				"Department of Health (DOH) Assistant Secretary Eric Tayag confirmed the news to Rappler on Saturday, October 1.",
				"\"The outbreak was declared by health officials in Indang, following a consultation with the Cavite provincial health office,\" the DOH spokesperson said in a phone interview.",
				"The provincial health office then recommended the declaration.",
				"Citing reports from Cavite, Tayag said that there have been 470 suspected cases of Chikungunya in Indang since January 1.",
				"For comparison, the whole Calabarzon region – where Cavite belongs – has over 1,000 suspected cases and only 23 confirmed cases up to September 3.",
				"Indang is already in DOH's \"hot zone\" as of September 3, he said. There are no reported deaths due to the disease, added Tayag.",
				"\"Karamihan sa mga nagkakasakit niyan, 15 anyos pataas. Pangalawa, nirereklamo nila, matinding arthritis na matagal bago matanggal (Most of those stricken by the disease are 15 years old and above. Second, they complain about intense arthritis that takes a long time to disappear),\" said Tayag.",
				"The mosquitoes that carry the Chikungunya virus are the same ones that carry dengue and the Zika virus, said Tayag. Cases of these increase during the rainy season.",
				"The DOH is already in the process of verifying these cases through blood samples, testing not only for Chikungunya but also for dengue and Zika.",
				"Tayag then reminded the public about the DOH's \"4S\" campaign to fight these diseases:",
				"Search and destroy breeding grounds of mosquitoes",
				"Use self-protection measures like applying insect repellants",
				"Seek early consultation for fever lasting for more than two days",
				"Say no to indiscriminate fogging, especially without doing the 1st \"S\" (but say yes to fogging by local governments when there is an impending outbreak)", 
				"According to the World Health Organization, the Chikungunya virus is transmitted to humans by Aedes aegypti and Aedes albopictus mosquitoes.",
				"The disease causes fever and severe joint pain. Other symptoms include muscle pain, headache, nausea, fatigue, and rash. There is no anti-viral drug treatment yet for chikungunya."
			]
		},
		{
			"title": "Isabela town in state of calamity due to dengue",
			"timestamp": "2015-06-30T13:54:00",
			"content": [
				"ISABELA, Philippines – The rainy season has just started, but the municipality of Luna in Isabela province in the northern Philippines already declared state of calamity after their health office recorded 54 cases of dengue in just the month of June.",
				"Dengue is a fever, usually fatal, caused by a bite of Aedes mosquito. It targets the immune system of the body.",
				"Dr Claire Francisco, Luna’s health officer, said on Tuesday, June 30, the number of cases reported for the month is “significantly” higher compared to the numbers reported in the same month in previous years.",
				"Although there is no case of death from dengue yet, the increase in the reported cases of the disease prompted the local government unit to declare a state of calamity to be able to release funds for the purchase of medical equipment.",
				"Francisco said the purchase of equipment will also be anticipation of more cases during the rainy season.",
				"Thirteen out of 19 barangays (villages) in the town were affected, she said.",
				"Francisco advised residents to maintain cleanliness and get rid of stagnant waters so dengue-causing mosquitoes would not have places to breed in.",
				"Rising cases",
				"In April, the Department of Health (DOH) reported 6.49% increase of dengue cases in the country, citing 19,946 cases in the first quarter of 2015.",
				"The number reached 744 in Cagayan Valley, while Calabarzon had the highest with 3,778 and the Autonomous Region of Muslim Mindanao (ARMM) had the lowest with 312.",
				"Philhealth subsidizes dengue case confinement with to P31,300 for level 3. The subsidy covers the maximum allowable expense for room, drugs and medicines, and laboratory tests.",
				"The health department is expecting the number of dengue cases to peak in the months of July and August."
			]
		},
		{
			"title": "Japan confirms first dengue fever infections in 70 years",
			"timestamp": "2014-08-28T18:05:00",
			"content": [
				"TOKYO, Japan Japanese health officials said Thursday that three young people have contracted dengue fever, the first such infections in the country in nearly 70 years.",
				"The three are suspected of having contracted the disease when they were bitten by mosquitos in Yoyogi Park in central Tokyo, officials said.",
				"The patients – a man in his 20s in Tokyo as well as a teen and woman in her 20s in Saitama Prefecture north of the capital – go to the same educational institution in Tokyo.",
				"None of them is in a life-threatening condition, officials said.",
				"The last domestic infection of dengue fever was in 1945, although there are around 200 cases annually among those who have travelled abroad, mainly in Southeast Asia.",
				"Dengue fever is not transmitted directly from person-to-person and symptoms range from mild fever, to incapacitating high temperatures, according to the World Health Organization.",
				"There is no vaccine or any specific medicine to treat dengue and patients should rest, drink plenty of fluids and reduce the fever using paracetamol or see a doctor, it says.",
				"The disease is carried by the tiger mosquito, which are widespread across Japan.",
				"Japanese officials say they have not detected the dengue virus in mosquitos caught in Yoyogi Park but they will disinfect areas where sufferers were bitten.",
				"Yoyogi Park, which sits next to the grand Meiji Jingu Shrine and is one of central Tokyo's biggest public green spaces, is popular with Tokyoites and tourists alike.",
				"After the news, the share prices of home pesticide makers shot up on the Tokyo market, with Fumakilla up 24.46% at 407 yen. Earth Chemical also rose 8.07% to 4,285 yen."
			]
		},
		{
			"title": "Dengue outbreak strikes 1,800 in Iloilo",
			"timestamp": "2013-07-06T17:20:00",
			"content": [
				"ILOILO, Philippines – The number of dengue cases has surged in this Western Visayas province, infecting more than 1,800 people and killing at least 10, a provincial official said Saturday, July 6.",
				"The number of people struck down by the mosquito-borne disease in Iloilo this year is already 71% higher than the same period last year, provincial administrator Raul Banias told Agence France-Presse.",
				"He added dengue fatalities in the first half of 2013 were already equal to the total deaths for the whole of 2012.",
				"The latest outbreak in the province, located around 400 kilometers south of Manila, has caused particular alarm, because it began before the start of rainy season in June, when mosquitoes are less plentiful, he said.",
				"He added that the outbreak may be a sign of the changing behavior of mosquitoes and a result of people storing water improperly.",
				"Dengue is spread by mosquitoes that breed in stagnant water and usually bite people during daytime.",
				"\"But the behavior of the mosquitoes has changed. They are no longer biting only during the day. Even at night, they are biting,\" he said.",
				"Additionally, many of the 1.6 million people living in the largely-rural province still stockpile water in their homes due to lack of proper plumbing, making it easier for the mosquitoes to breed.",
				"Provincial health workers are now being deployed to the hardest-hit areas to inspect homes, searching for any water container where the mosquitoes might breed, Banias said.",
				"Residents are also being advised to keep their water containers covered while victims are being given free treatment in government hospitals, he said.",
				"Dengue fever is a recurring problem in the Philippines. While the number of incidents this year is slightly lower nationwide, it has been spiking in certain areas such as Iloilo."
			]
		},
		{
			"title": "Dengue in Davao up 300%",
			"timestamp": "2012-09-24T11:08:00",
			"content": [
				"DAVAO CITY, Philippines - A total of 3,096 dengue cases have been recorded here from January to September this year, an increase of more than 300% from last year's data.",
				"In 2011, the local health office documented a total of 896 cases during the same period, according to Melody Pabante, pest control officer of the Davao City's health office.",
				"Pabante added that the highest number of incidents this year was recorded during the month of August: 1,069 cases. A total of 42 dengue victims from the city have died since January.",
				"Clemarie Secuya, a 3rd year Computer Science student in Ateneo de Davao University, suffered from dengue days after school opened in June this year. “I thought it was just an ordinary case of fever due to the weather that time. I tried taking medicines but my temperature kept on rising,” Secuya recalled.",
				"She added that after 3 days of high fever, her mother brought her to the hospital.",
				"\"When I had my blood checked, we discovered that my platelets were already very low because of dengue,\" Secuya narrated. \"We tried every treatment available including herbal medicine like tawa-tawa and even durian, which is believed to be an effective treatment,\" said Secuya. Fortunately, the combination of traditional and alternative medicine was effective, she said.",
				"The city health office said the local government is trying its best to regularly remind residents to clean their surroundings to keep dengue mosquitoes away.",
				"Aside from information campaign, the local government also conducts fogging in different villages in the city. But fogging is a mere stop-gap measure, Pabante added.",
				"She said that the health office has also been distributing Olyset-treated curtains and ovicidal larvicidal (OL) traps to address the problem.",
				"In partnership with the Department of Education, Pabante said that the local government was successful in setting up OL traps and Olyset curtains in all public schools in the city.",
				"\"The increase is really alarming. We are hoping that the people would act on this. The efforts of the residents in removing the breeding ground of mosquitoes is the best solution,\" Pabante said."
			]
		},
		{
			"title": "Dengue alarm in Davao region",
			"timestamp": "2012-06-28T19:05:00",
			"content": [
				"DAVAO CITY, Philippines - The Davao region is bracing for an expected increase in dengue cases, which local health officials said already rose by 108% this year.",
				"The Department of Health in Region 11 said that they have already documented 3,083 dengue cases from January to June this year, up from only 1,363 cases during the same period last year.",
				"\"These figures are unimaginably high. And we are all doing our best to address this increase,\" said DOH-11 regional director Dr. Abdullah Dumama.",
				"He said that 82% of the 3,083 cases come from Davao while the rest are from neighboring provinces and towns.",
				"At least 27 died of dengue in the city, according to the Davao City Health Office.",
				"Dumama said the rainy season is likely to worsen the situation. \"Yes, an increase is expected during this time of the year. But to experience a 108% [increase] is very alarming. Our teams in the localities were already mobilized to investigate the cases in the hotspot areas,\" Dumama said.",
				"Villages have also launched massive clean-up drives in possible breeding areas.",
				"Dumama gave assurances the region's blood bank has enough supply.",
				"\"I think we still have enough blood supply to cater to the present need as long as we will not have an outbreak here,\" Dumama said."
			]
		},
		{
			"title": "Dengue outbreak declared in Tuguegarao",
			"timestamp": "2015-07-10T21:40:00",
			"content": [
				"CAGAYAN, Philippines – A dengue outbreak was declared in Tuguegarao City on Friday, July 10, after the city health office recorded 3 casualties.",
				"The 3 casualties – from 3 different villages – were aged 4, 8, and 16, City Health Officer Dr James Guzman told Rappler.",
				"Based on the historical data, the previous years' cases are much higher. The city health office only recorded 188 cases since January.",
				"But Guzman said the 3 casualties alarmed them enough to declare an outbreak.",
				"\"It is not normal to have one death in every 60 cases in the history of dengue in Tuguegarao,\" Guzman said.",
				"Mayor Jefferson Soriano ordered the city health office to conduct assessment and information drive about the disease.",
				"Guzman said they already mobilized barangay health officers and schools to ensure sanitation. He said that two of those who died likely got the disease in their homes because they were not attending school.",
				"A few weeks ago, another area in Cagayan Valley – the municipality of Luna in Isabela province – declared a state of calamity after its health office recorded 54 cases of dengue in just the month of June.",
				"In the first quarter of 2015, the health department reported 20,000 cases of dengue nationwide.",
				"On Friday, Isabela Governor Faustino Dy II declared a non-working holiday so residents could participate in an anti-dengue cleanup drive and bloodletting activities.",
				"As of July 2, the provincial health office recorded about 748 cases of dengue in the province since January, with 2 deaths in Santiago City.",
				"\"The rise in dengue fever cases necessitates public support to sustain the supply of blood reserves in government hospitals to meet the needs of critical dengue patients who undergo immediate blood transfusion,\" Dy said.",
				"Free blood testing services were offered at 4 government hospitals across the province: the Governor Faustino N. Dy Sr Memorial Hospital in Ilagan City, the Southern Isabela General Hospital in Santiago City, Manuel A. Roxas District Hospital in Roxas town, and Echague District Hospital in Echague town."
			]
		},
		{
			"title": "Sharp rise of dengue on Chile's Easter Island",
			"timestamp": "2016-02-21T11:20:00",
			"content": [
				"SANTIAGO, Chile – Chile's remote Easter Island over the past two weeks has seen a dramatic increase in dengue, with a total now of 16 confirmed cases, including one serious enough to require hospitalization.",
				"Health officials in Santiago said two new dengue cases were confirmed Saturday, February 20, on Easter Island in two women, ages 20 and 52.",
				"\"One of them required hospitalization after displaying serious symptoms,\" Chile's health department said in a statement, who said the woman at present is in good condition.",
				"Authorities said they are also monitoring the population for Zika virus, and that about a dozen people suspected of having the disease are under observation."
				"Both dengue and Zika are transmitted by the same mosquito, aedes aegypti.",
				"Officials worry that the dengue outbreak could hurt tourism, a major source of revenue.",
				"Several nations in Latin America and the Caribbean have seen serious outbreaks of Zika, which officials suspect of causing birth defects in infants, and other potentially serious health concerns.",
				"Easter Island, a Chilean Pacific territory of just 5,761 people, is a volcanic outcrop of Polynesian culture some 3,500 kilometers (2,200 miles) from the Latin American continent.",
				"It is famous for its archaeological sites, including some 900 mammoth ancient statues of human figures, which are a major tourist attraction."
			]
		},
		{
			"title": "DOH: 372 deaths due to dengue since January",
			"timestamp": "2016-08-17T12:20:00",
			"content": [
				"MANILA, Philippines – The Department of Health (DOH) said on Tuesday, August 16, that it has recorded a total of 84,085 suspected dengue cases in the country from January 1 to August 6, 2016.",
				"This is 15.8% higher compared to the same period in 2015 (72,627), and out of this number, 372 people died.",
				"Dengue is a disease common in tropical and sub-tropical countries in the world. It is transmitted through the bite of an Aedes mosquito, according to the World Health Organization.",
				"The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years.",
				"According to the health department, most of the dengue cases in the country were from Calabarzon (11.2%), Central Visayas (9.5%), Northern Mindanao (9.3%), Western Visayas and Soccsksargen (8.9%), and Central Luzon (8.5%)",
				"There were 585 laboratory-confirmed dengue cases in the country.",
				"Dengue fever is potentially fatal and mainly affects children. Among the hundreds who died, for instance, the age group with the highest case fatality rate is composed of children who are less than one year old.",
				"Central Visayas has so far the highest number of deaths this year, with 65 recorded deaths as of August 6.",
				"The DOH has already identified around 80 barangays (villages) in the country as dengue clusters or \"hot zones.\"",
				"These are areas that reported 3 or more dengue cases for the past 4 straight weeks.",
				"Health Spokesperson Eric Tayag earlier said if the cases in a cluster continue to rise, it could indicate a possible dengue outbreak in that barangay, especially if deaths were reported in the area."
			]
		},
		{
			"title": "Dengue cases rise in Visayas, Mindanao",
			"timestamp": "2013-07-31T17:21:00",
			"content": [
				"MANILA, Philippines – While the number of dengue cases in the country decreased over the year, Visayas and Mindanao are the exception to the overall trend.",
				"The Department of Health (DOH) on Wednesday, July 31, reported a 7.7% drop in the cases of dengue from 67,339 in July 2012 to 62,156 today.",
				"DOH Secretary Enrique Ona noted the significant decline of dengue cases in Luzon. In the National Capital Region, cases of the infectious disease went down by 69% based on DOH data. The region recorded the highest decline in the entire country.",
				"The Visayas and Mindanao, however, reported a surge of dengue cases. The uptick was pegged at 53% in Visayas and 44% in Mindanao.",
				"The DOH said the alarming figures outside of Luzon can be due to “higher amounts of precipitation” experienced in those areas during the first half of the year.",
				"Last year, Mindanao’s Davao City registered a 300% increase in the cases of dengue fever. On July 6, Iloilo province of Western Visayas also reported a 71% surge.",
				"Dengue is a mosquito-borne disease frequently occurring in tropical and sub-tropical regions that may lead to lethal complications.",
				"Loss of lives",
				"Emily Divinagracia lost her brother to dengue in the 1980s.",
				"\"What it did was bring home the fact that those abstract morbidity and mortality figures… aren't abstract at all—that these are real people, leading real lives, whose illnesses affect real families,\" she said.",
				"In an e-mail to Rappler, Divinagracia recalled her brother’s sudden demise at the age of 27.",
				"\"After graduating from UP Law as the president of his class, passing the bar exams in the top 20, and working at the Supreme Court under then-Justice Irene Cortes, my brother John caught dengue fever and passed away from dengue hemorrhagic shock after 5 days in hospital,\" she narrated.",
				"Divinagracia herself took up medicine at the University of the Philippines (UP) Manila.",
				"She said the virus-carrying mosquitoes could have come from anywhere–\"water in pails, improperly-covered containers, long stagnant puddles because of rain, coupled with poor drainage.\"",
				"New treatment guidelines",
				"This year, dengue fatalities dropped to 263 cases. The death toll is 40% lower than last year’s 435 during this same period.",
				"The DOH said new treatment guidelines now focus on earlier replenishment of body fluids.",
				"The health agency issues and updates clinical pathways – a standardized management of diseases – disseminated to doctors in public hospitals across the county.",
				"Divinagracia who experienced the impact of the disease first-hand – during her brother’s death in the 80s and when she was diagnosed with dengue in 1997 – said early detection would help Filipino families.",
				"\"The sort of rapid screening tests available today weren't available 24 years ago, which means supportive therapy can be started much earlier than before,\" she said.",
				"Chikungunya outbreak",
				"Meanwhile, Ona said on Wednesday, July 31, that it was only a matter of time before the Chikungunya virus hit the Philippines. A surge of cases, he said, had already been reported in Thailand and Singapore last year.",
				"\"Chikungkunya is a viral disease similar to dengue,\" the health secretary said. \"Less ang chance of dying. However, mas matagal ang side effects (The chance of dying is less. However, the side effects last longer).\"",
				"The Philippine Star reported an outbreak of the disease in 10 Philippine municipalities.",
				"The health chief added that sore muscles are often experienced even after one is healed.",
				"\"It is even difficult to differentiate it from an ordinary flu, except mas matindi ang (there is worse) muscle and joint pain,\" he explained.",
				"DOH efforts",
				"Ona encouraged local governments to step up their anti-dengue campaigns as more frequent rains will\"“herald increased mosquito population that thrive in stagnant water.\"",
				"The DOH is currently monitoring the Ovicidal-Larvicidal (OL) mosquito traps – an innovation introduced through a joint project with other government agencies – placed in schools and communities. (READ: Crowdsourcing dengue alert)",
				"A habit of searching for and eliminating mosquito-breeding sites in local communities at least once a week was also launched by the DOH.",
				"The strategy needs collective community efforts, with the searches routinely done 4 pm onwards."

			]
		},
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}

		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}
		{
			"title": ,
			"timestamp": "2016-10-01T17:54:00",
			"content": [
			]
		}

	]
}