{
	"dengue": [
		{
			"title": "Delhi hospitals overflow with hidden dengue epidemic",
			"datastamp": "2013-10-20T16:15:00",
			"content": [
				"NEW DELHI, India – Factory worker Mohammad Awwal is gripped by fever, sweats and the sort of agonizing aches that mean his condition is sometimes called \"breakbone disease\". It's an annual plague in India and a hidden epidemic, say experts.",
				"Dengue fever is a mosquito-borne disease with no known cure or vaccination that strikes fear into the citizens of New Delhi when it arrives with the monsoon rains – just as the scorching heat of the summer is subsiding.",
				"Hospital wards are overwhelmed and tales abound of deaths and cases while New Delhi public authorities insist that only 3,500 have fallen sick so far this year – with only five fatalities.",
				"\"I took him first to a government hospital. I was shocked to see that it was packed with dengue patients. There was not even a single bed available,\" said Awwal's mother, Mehrunissa, sitting in her one-room shack in east Delhi.",
				"She is now treating him at their home, giving him multi-vitamins, paracetamol and water as he lies on the floor with two pillows and a bedsheet but no mattress.",
				"In a sign that this year's outbreak could be as bad as record-breaking 2010, the city's largest public hospital, Hindu Rao, announced earlier this month that it had suspended all routine surgeries to make room for more dengue patients.",
				"The Delhi government has blamed prolonged monsoons for the hike in infections, but says it has added beds at hospitals and increased resources for spraying insecticides to tackle the mosquito menace.",
				"\"It's nothing to worry about, there is no crisis,\" Charan Singh, additional director of Delhi health services, told AFP, dismissing allegations that the city of 17 million under-reports the problem.",
				"\"It is a lot of hype going on... The government is in action and we report all cases according to international guidelines,\" he added.",
				"Fear of a panic?",
				"The virus – first detected in the 1950s in the Philippines and Thailand – affects two million people across the globe annually, with the number of cases up 30 times in the last 50 years, according to the World Health Organisation.",
				"Transmitted to humans by the female Aedes aegypti mosquito, it causes high fever, headaches, itching and joint pains that last about a week. There are four strains, one of which can cause fatal internal bleeding.",
				"In India, cases have increased sharply over the last five years – there have been 38,000 so far in 2013 – but doctors say these numbers only capture part of the problem.",
				"At the All India Institute of Medical Sciences (AIIMS), India's most prestigious public hospital, doctors are overwhelmed by patients whose beds are squeezed together like Tetris tiles in the emergency ward with saline drips nailed to the walls.",
				"Medics, speaking on condition of anonymity, told Agence France-Presse that they were seeing 60 new dengue patients a day – an influx they suspected was not reflected in the official figures.",
				"\"Maybe it's because they don't want to create panic or because they don't want to be blamed, but if they hide, people won't know how bad the situation is,\" said one doctor.",
				"The former health chief at the Municipal Corporation of Delhi (MCD) said that only positive results from one of the two standard dengue tests – known as ELISA test – was registered.",
				"\"There is gross under-reporting of these cases every year. I believe the real numbers are always three times higher than those projected by the MCD,\" V.K. Monga told Agence France-Presse.",
				"Sandeep Budhiraja, internal medicines director at private Max Healthcare hospital in Delhi, blamed city authorities for failing to be prepared and said cases would only decline with the onset of winter next month.",
				"\"It's an epidemic that hits the country every year, yet there is never any preparedness by officials. It just keeps getting worse,\" said Budhiraja, adding that Max had opened its fever wards to accommodate dengue patients.",
				"'No luck' with treatments",
				"While dengue is painful and debilitating, death is usually rare but patients are vulnerable to other fatal viral infections during or shortly after the time of illness.",
				"There is still no specific treatment, but last year French healthcare giant Sanofi Pasteur said it would begin tests for a dengue vaccine in India before making it available internationally by 2015.",
				"A leading Brazilian biomedical research institute, Butantan, also said last month it was working on a new dengue vaccine that they hoped would be ready by 2018.",
				"British firm Oxitec has also created genetically modified sterile male Aedes mosquitoes - what they call \"birth control for insects\" - but met with severe criticism for releasing unnatural species into the environment.",
				"The only defense so far is preventive steps, like removing stagnant water near residential areas, spraying insecticide, applying mosquito repellent and wearing long sleeves and trousers.",
				"Many victims in India gulp down papaya-leaf juice believing it to boost blood platelet levels, which are decimated by the virus.",
				"\"It is a largely preventive, self-limiting virus, but we still hardly invest in research for treatments,\" said Budhiraja from Max Healthcare.",
				"\"There are only some vaccines being tried out, but no luck yet.\""
			]
		},
		{
			"title": "Chikungunya outbreak declared in Cavite town",
			"timestamp": "2016-10-01T17:54:00",
			"content": [
				"MANILA, Philippines – An outbreak of the mosquito-borne Chikungunya disease has been declared in Indang town in Cavite, following the rise in the number of cases there.",
				"Department of Health (DOH) Assistant Secretary Eric Tayag confirmed the news to Rappler on Saturday, October 1.",
				"\"The outbreak was declared by health officials in Indang, following a consultation with the Cavite provincial health office,\" the DOH spokesperson said in a phone interview.",
				"The provincial health office then recommended the declaration.",
				"Citing reports from Cavite, Tayag said that there have been 470 suspected cases of Chikungunya in Indang since January 1.",
				"For comparison, the whole Calabarzon region – where Cavite belongs – has over 1,000 suspected cases and only 23 confirmed cases up to September 3.",
				"Indang is already in DOH's \"hot zone\" as of September 3, he said. There are no reported deaths due to the disease, added Tayag.",
				"\"Karamihan sa mga nagkakasakit niyan, 15 anyos pataas. Pangalawa, nirereklamo nila, matinding arthritis na matagal bago matanggal (Most of those stricken by the disease are 15 years old and above. Second, they complain about intense arthritis that takes a long time to disappear),\" said Tayag.",
				"The mosquitoes that carry the Chikungunya virus are the same ones that carry dengue and the Zika virus, said Tayag. Cases of these increase during the rainy season.",
				"The DOH is already in the process of verifying these cases through blood samples, testing not only for Chikungunya but also for dengue and Zika.",
				"Tayag then reminded the public about the DOH's \"4S\" campaign to fight these diseases:",
				"Search and destroy breeding grounds of mosquitoes",
				"Use self-protection measures like applying insect repellants",
				"Seek early consultation for fever lasting for more than two days",
				"Say no to indiscriminate fogging, especially without doing the 1st \"S\" (but say yes to fogging by local governments when there is an impending outbreak)", 
				"According to the World Health Organization, the Chikungunya virus is transmitted to humans by Aedes aegypti and Aedes albopictus mosquitoes.",
				"The disease causes fever and severe joint pain. Other symptoms include muscle pain, headache, nausea, fatigue, and rash. There is no anti-viral drug treatment yet for chikungunya."
			]
		},
		{
			"title": "Isabela town in state of calamity due to dengue",
			"timestamp": "2015-06-30T13:54:00",
			"content": [
				"ISABELA, Philippines – The rainy season has just started, but the municipality of Luna in Isabela province in the northern Philippines already declared state of calamity after their health office recorded 54 cases of dengue in just the month of June.",
				"Dengue is a fever, usually fatal, caused by a bite of Aedes mosquito. It targets the immune system of the body.",
				"Dr Claire Francisco, Luna’s health officer, said on Tuesday, June 30, the number of cases reported for the month is “significantly” higher compared to the numbers reported in the same month in previous years.",
				"Although there is no case of death from dengue yet, the increase in the reported cases of the disease prompted the local government unit to declare a state of calamity to be able to release funds for the purchase of medical equipment.",
				"Francisco said the purchase of equipment will also be anticipation of more cases during the rainy season.",
				"Thirteen out of 19 barangays (villages) in the town were affected, she said.",
				"Francisco advised residents to maintain cleanliness and get rid of stagnant waters so dengue-causing mosquitoes would not have places to breed in.",
				"Rising cases",
				"In April, the Department of Health (DOH) reported 6.49% increase of dengue cases in the country, citing 19,946 cases in the first quarter of 2015.",
				"The number reached 744 in Cagayan Valley, while Calabarzon had the highest with 3,778 and the Autonomous Region of Muslim Mindanao (ARMM) had the lowest with 312.",
				"Philhealth subsidizes dengue case confinement with to P31,300 for level 3. The subsidy covers the maximum allowable expense for room, drugs and medicines, and laboratory tests.",
				"The health department is expecting the number of dengue cases to peak in the months of July and August."
			]
		},
		{
			"title": "Japan confirms first dengue fever infections in 70 years",
			"timestamp": "2014-08-28T18:05:00",
			"content": [
				"TOKYO, Japan Japanese health officials said Thursday that three young people have contracted dengue fever, the first such infections in the country in nearly 70 years.",
				"The three are suspected of having contracted the disease when they were bitten by mosquitos in Yoyogi Park in central Tokyo, officials said.",
				"The patients – a man in his 20s in Tokyo as well as a teen and woman in her 20s in Saitama Prefecture north of the capital – go to the same educational institution in Tokyo.",
				"None of them is in a life-threatening condition, officials said.",
				"The last domestic infection of dengue fever was in 1945, although there are around 200 cases annually among those who have travelled abroad, mainly in Southeast Asia.",
				"Dengue fever is not transmitted directly from person-to-person and symptoms range from mild fever, to incapacitating high temperatures, according to the World Health Organization.",
				"There is no vaccine or any specific medicine to treat dengue and patients should rest, drink plenty of fluids and reduce the fever using paracetamol or see a doctor, it says.",
				"The disease is carried by the tiger mosquito, which are widespread across Japan.",
				"Japanese officials say they have not detected the dengue virus in mosquitos caught in Yoyogi Park but they will disinfect areas where sufferers were bitten.",
				"Yoyogi Park, which sits next to the grand Meiji Jingu Shrine and is one of central Tokyo's biggest public green spaces, is popular with Tokyoites and tourists alike.",
				"After the news, the share prices of home pesticide makers shot up on the Tokyo market, with Fumakilla up 24.46% at 407 yen. Earth Chemical also rose 8.07% to 4,285 yen."
			]
		},
		{
			"title": "Dengue outbreak strikes 1,800 in Iloilo",
			"timestamp": "2013-07-06T17:20:00",
			"content": [
				"ILOILO, Philippines – The number of dengue cases has surged in this Western Visayas province, infecting more than 1,800 people and killing at least 10, a provincial official said Saturday, July 6.",
				"The number of people struck down by the mosquito-borne disease in Iloilo this year is already 71% higher than the same period last year, provincial administrator Raul Banias told Agence France-Presse.",
				"He added dengue fatalities in the first half of 2013 were already equal to the total deaths for the whole of 2012.",
				"The latest outbreak in the province, located around 400 kilometers south of Manila, has caused particular alarm, because it began before the start of rainy season in June, when mosquitoes are less plentiful, he said.",
				"He added that the outbreak may be a sign of the changing behavior of mosquitoes and a result of people storing water improperly.",
				"Dengue is spread by mosquitoes that breed in stagnant water and usually bite people during daytime.",
				"\"But the behavior of the mosquitoes has changed. They are no longer biting only during the day. Even at night, they are biting,\" he said.",
				"Additionally, many of the 1.6 million people living in the largely-rural province still stockpile water in their homes due to lack of proper plumbing, making it easier for the mosquitoes to breed.",
				"Provincial health workers are now being deployed to the hardest-hit areas to inspect homes, searching for any water container where the mosquitoes might breed, Banias said.",
				"Residents are also being advised to keep their water containers covered while victims are being given free treatment in government hospitals, he said.",
				"Dengue fever is a recurring problem in the Philippines. While the number of incidents this year is slightly lower nationwide, it has been spiking in certain areas such as Iloilo."
			]
		},
		{
			"title": "Dengue in Davao up 300%",
			"timestamp": "2012-09-24T11:08:00",
			"content": [
				"DAVAO CITY, Philippines - A total of 3,096 dengue cases have been recorded here from January to September this year, an increase of more than 300% from last year's data.",
				"In 2011, the local health office documented a total of 896 cases during the same period, according to Melody Pabante, pest control officer of the Davao City's health office.",
				"Pabante added that the highest number of incidents this year was recorded during the month of August: 1,069 cases. A total of 42 dengue victims from the city have died since January.",
				"Clemarie Secuya, a 3rd year Computer Science student in Ateneo de Davao University, suffered from dengue days after school opened in June this year. “I thought it was just an ordinary case of fever due to the weather that time. I tried taking medicines but my temperature kept on rising,” Secuya recalled.",
				"She added that after 3 days of high fever, her mother brought her to the hospital.",
				"\"When I had my blood checked, we discovered that my platelets were already very low because of dengue,\" Secuya narrated. \"We tried every treatment available including herbal medicine like tawa-tawa and even durian, which is believed to be an effective treatment,\" said Secuya. Fortunately, the combination of traditional and alternative medicine was effective, she said.",
				"The city health office said the local government is trying its best to regularly remind residents to clean their surroundings to keep dengue mosquitoes away.",
				"Aside from information campaign, the local government also conducts fogging in different villages in the city. But fogging is a mere stop-gap measure, Pabante added.",
				"She said that the health office has also been distributing Olyset-treated curtains and ovicidal larvicidal (OL) traps to address the problem.",
				"In partnership with the Department of Education, Pabante said that the local government was successful in setting up OL traps and Olyset curtains in all public schools in the city.",
				"\"The increase is really alarming. We are hoping that the people would act on this. The efforts of the residents in removing the breeding ground of mosquitoes is the best solution,\" Pabante said."
			]
		},
		{
			"title": "Dengue alarm in Davao region",
			"timestamp": "2012-06-28T19:05:00",
			"content": [
				"DAVAO CITY, Philippines - The Davao region is bracing for an expected increase in dengue cases, which local health officials said already rose by 108% this year.",
				"The Department of Health in Region 11 said that they have already documented 3,083 dengue cases from January to June this year, up from only 1,363 cases during the same period last year.",
				"\"These figures are unimaginably high. And we are all doing our best to address this increase,\" said DOH-11 regional director Dr. Abdullah Dumama.",
				"He said that 82% of the 3,083 cases come from Davao while the rest are from neighboring provinces and towns.",
				"At least 27 died of dengue in the city, according to the Davao City Health Office.",
				"Dumama said the rainy season is likely to worsen the situation. \"Yes, an increase is expected during this time of the year. But to experience a 108% [increase] is very alarming. Our teams in the localities were already mobilized to investigate the cases in the hotspot areas,\" Dumama said.",
				"Villages have also launched massive clean-up drives in possible breeding areas.",
				"Dumama gave assurances the region's blood bank has enough supply.",
				"\"I think we still have enough blood supply to cater to the present need as long as we will not have an outbreak here,\" Dumama said."
			]
		},
		{
			"title": "Dengue outbreak declared in Tuguegarao",
			"timestamp": "2015-07-10T21:40:00",
			"content": [
				"CAGAYAN, Philippines – A dengue outbreak was declared in Tuguegarao City on Friday, July 10, after the city health office recorded 3 casualties.",
				"The 3 casualties – from 3 different villages – were aged 4, 8, and 16, City Health Officer Dr James Guzman told Rappler.",
				"Based on the historical data, the previous years' cases are much higher. The city health office only recorded 188 cases since January.",
				"But Guzman said the 3 casualties alarmed them enough to declare an outbreak.",
				"\"It is not normal to have one death in every 60 cases in the history of dengue in Tuguegarao,\" Guzman said.",
				"Mayor Jefferson Soriano ordered the city health office to conduct assessment and information drive about the disease.",
				"Guzman said they already mobilized barangay health officers and schools to ensure sanitation. He said that two of those who died likely got the disease in their homes because they were not attending school.",
				"A few weeks ago, another area in Cagayan Valley – the municipality of Luna in Isabela province – declared a state of calamity after its health office recorded 54 cases of dengue in just the month of June.",
				"In the first quarter of 2015, the health department reported 20,000 cases of dengue nationwide.",
				"On Friday, Isabela Governor Faustino Dy II declared a non-working holiday so residents could participate in an anti-dengue cleanup drive and bloodletting activities.",
				"As of July 2, the provincial health office recorded about 748 cases of dengue in the province since January, with 2 deaths in Santiago City.",
				"\"The rise in dengue fever cases necessitates public support to sustain the supply of blood reserves in government hospitals to meet the needs of critical dengue patients who undergo immediate blood transfusion,\" Dy said.",
				"Free blood testing services were offered at 4 government hospitals across the province: the Governor Faustino N. Dy Sr Memorial Hospital in Ilagan City, the Southern Isabela General Hospital in Santiago City, Manuel A. Roxas District Hospital in Roxas town, and Echague District Hospital in Echague town."
			]
		},
		{
			"title": "Sharp rise of dengue on Chile's Easter Island",
			"timestamp": "2016-02-21T11:20:00",
			"content": [
				"SANTIAGO, Chile – Chile's remote Easter Island over the past two weeks has seen a dramatic increase in dengue, with a total now of 16 confirmed cases, including one serious enough to require hospitalization.",
				"Health officials in Santiago said two new dengue cases were confirmed Saturday, February 20, on Easter Island in two women, ages 20 and 52.",
				"\"One of them required hospitalization after displaying serious symptoms,\" Chile's health department said in a statement, who said the woman at present is in good condition.",
				"Authorities said they are also monitoring the population for Zika virus, and that about a dozen people suspected of having the disease are under observation."
				"Both dengue and Zika are transmitted by the same mosquito, aedes aegypti.",
				"Officials worry that the dengue outbreak could hurt tourism, a major source of revenue.",
				"Several nations in Latin America and the Caribbean have seen serious outbreaks of Zika, which officials suspect of causing birth defects in infants, and other potentially serious health concerns.",
				"Easter Island, a Chilean Pacific territory of just 5,761 people, is a volcanic outcrop of Polynesian culture some 3,500 kilometers (2,200 miles) from the Latin American continent.",
				"It is famous for its archaeological sites, including some 900 mammoth ancient statues of human figures, which are a major tourist attraction."
			]
		},
		{
			"title": "DOH: 372 deaths due to dengue since January",
			"timestamp": "2016-08-17T12:20:00",
			"content": [
				"MANILA, Philippines – The Department of Health (DOH) said on Tuesday, August 16, that it has recorded a total of 84,085 suspected dengue cases in the country from January 1 to August 6, 2016.",
				"This is 15.8% higher compared to the same period in 2015 (72,627), and out of this number, 372 people died.",
				"Dengue is a disease common in tropical and sub-tropical countries in the world. It is transmitted through the bite of an Aedes mosquito, according to the World Health Organization.",
				"The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years.",
				"According to the health department, most of the dengue cases in the country were from Calabarzon (11.2%), Central Visayas (9.5%), Northern Mindanao (9.3%), Western Visayas and Soccsksargen (8.9%), and Central Luzon (8.5%)",
				"There were 585 laboratory-confirmed dengue cases in the country.",
				"Dengue fever is potentially fatal and mainly affects children. Among the hundreds who died, for instance, the age group with the highest case fatality rate is composed of children who are less than one year old.",
				"Central Visayas has so far the highest number of deaths this year, with 65 recorded deaths as of August 6.",
				"The DOH has already identified around 80 barangays (villages) in the country as dengue clusters or \"hot zones.\"",
				"These are areas that reported 3 or more dengue cases for the past 4 straight weeks.",
				"Health Spokesperson Eric Tayag earlier said if the cases in a cluster continue to rise, it could indicate a possible dengue outbreak in that barangay, especially if deaths were reported in the area."
			]
		},
		{
			"title": "Dengue cases rise in Visayas, Mindanao",
			"timestamp": "2013-07-31T17:21:00",
			"content": [
				"MANILA, Philippines – While the number of dengue cases in the country decreased over the year, Visayas and Mindanao are the exception to the overall trend.",
				"The Department of Health (DOH) on Wednesday, July 31, reported a 7.7% drop in the cases of dengue from 67,339 in July 2012 to 62,156 today.",
				"DOH Secretary Enrique Ona noted the significant decline of dengue cases in Luzon. In the National Capital Region, cases of the infectious disease went down by 69% based on DOH data. The region recorded the highest decline in the entire country.",
				"The Visayas and Mindanao, however, reported a surge of dengue cases. The uptick was pegged at 53% in Visayas and 44% in Mindanao.",
				"The DOH said the alarming figures outside of Luzon can be due to “higher amounts of precipitation” experienced in those areas during the first half of the year.",
				"Last year, Mindanao’s Davao City registered a 300% increase in the cases of dengue fever. On July 6, Iloilo province of Western Visayas also reported a 71% surge.",
				"Dengue is a mosquito-borne disease frequently occurring in tropical and sub-tropical regions that may lead to lethal complications.",
				"Loss of lives",
				"Emily Divinagracia lost her brother to dengue in the 1980s.",
				"\"What it did was bring home the fact that those abstract morbidity and mortality figures… aren't abstract at all—that these are real people, leading real lives, whose illnesses affect real families,\" she said.",
				"In an e-mail to Rappler, Divinagracia recalled her brother’s sudden demise at the age of 27.",
				"\"After graduating from UP Law as the president of his class, passing the bar exams in the top 20, and working at the Supreme Court under then-Justice Irene Cortes, my brother John caught dengue fever and passed away from dengue hemorrhagic shock after 5 days in hospital,\" she narrated.",
				"Divinagracia herself took up medicine at the University of the Philippines (UP) Manila.",
				"She said the virus-carrying mosquitoes could have come from anywhere–\"water in pails, improperly-covered containers, long stagnant puddles because of rain, coupled with poor drainage.\"",
				"New treatment guidelines",
				"This year, dengue fatalities dropped to 263 cases. The death toll is 40% lower than last year’s 435 during this same period.",
				"The DOH said new treatment guidelines now focus on earlier replenishment of body fluids.",
				"The health agency issues and updates clinical pathways – a standardized management of diseases – disseminated to doctors in public hospitals across the county.",
				"Divinagracia who experienced the impact of the disease first-hand – during her brother’s death in the 80s and when she was diagnosed with dengue in 1997 – said early detection would help Filipino families.",
				"\"The sort of rapid screening tests available today weren't available 24 years ago, which means supportive therapy can be started much earlier than before,\" she said.",
				"Chikungunya outbreak",
				"Meanwhile, Ona said on Wednesday, July 31, that it was only a matter of time before the Chikungunya virus hit the Philippines. A surge of cases, he said, had already been reported in Thailand and Singapore last year.",
				"\"Chikungkunya is a viral disease similar to dengue,\" the health secretary said. \"Less ang chance of dying. However, mas matagal ang side effects (The chance of dying is less. However, the side effects last longer).\"",
				"The Philippine Star reported an outbreak of the disease in 10 Philippine municipalities.",
				"The health chief added that sore muscles are often experienced even after one is healed.",
				"\"It is even difficult to differentiate it from an ordinary flu, except mas matindi ang (there is worse) muscle and joint pain,\" he explained.",
				"DOH efforts",
				"Ona encouraged local governments to step up their anti-dengue campaigns as more frequent rains will\"“herald increased mosquito population that thrive in stagnant water.\"",
				"The DOH is currently monitoring the Ovicidal-Larvicidal (OL) mosquito traps – an innovation introduced through a joint project with other government agencies – placed in schools and communities. (READ: Crowdsourcing dengue alert)",
				"A habit of searching for and eliminating mosquito-breeding sites in local communities at least once a week was also launched by the DOH.",
				"The strategy needs collective community efforts, with the searches routinely done 4 pm onwards."

			]
		},
		{
			"title": "DOH alarmed over rising dengue cases",
			"timestamp": "2012-07-12T18:37:00",
			"content": [
				"MANILA, Philippines - A total of 46,651 people have been sick with dengue this year, and the death toll -- 294 -- is raising concerns among health authorities.",
				"Health Assistant Secretary Eric Tayag told reporters that the total number of cases from January to July this year is 13.8% higher than the 40,975 recorded during the same period in 2011. Death toll last year was 259.",
				"\"The DOH is really really concerned now because of the increasing number of deaths,\" he said.",
				"Tayag warned that all the 4 dengue strains -- serotypes 1, 2, 3, and 4 -- have been observed in the dengue cases this year. Thus it's possible that this year's death toll will surpass the number in 2011, because people who got afflicted with one particular strain could fall ill from another strain, according to Tayag.",
				"A total of 23.1% of the cases this year were recorded in Metro Manila, followed by Central Luzon (15.6%) and Calabarzon (13.3%).",
				"The DOH stressed that not all dengue victims need to be hospitalized. Tayag said the department wants to make sure doctors are not doing an \"over-diagnosis,\" saying some cases can be treated with intravenous fluids."
			]
		}
		{
			"title": "More than 78,000 dengue cases since Jan 2015 – DOH",
			"timestamp": "2015-09-23T12:52:00",
			"content": [
				"MANILA, Philippines – The number of reported dengue cases in the Philippines climbs to 78,808, based on the latest report from the Department of Health (DOH) covering the period of January 1 to September 5.",
				"This is a jump of more than 23,000 cases from the last DOH report in September, which showed there were 55,079 suspected cases during the period of January 1 to August 8.",
				"The latest figure of 78,808 is 16.5% higher than the 67,637 reported cases from January 1 to September 5, 2014.",
				"Despite the higher number of cases, DOH recorded 233 deaths from January to September – lower than 2014's 297 deaths.",
				"Most of the cases come from Calabarzon (15.1%), Central Luzon (15%), National Capital Region (10.3%), Ilocos Region (8.2%), and Northern Mindanao (7.4%).",
				"Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children.",
				"The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years.",
				"The country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. The health department hopes the vaccine will be registered soon so it can be given at least on a pilot basis by 2016."
			]
		}
		{
			"title": "Almost 800 hospitalized for dengue in Negros Occidental in 2015",
			"timestamp": "2015-08-25T21:01:00",
			"content": [
				"BACOLOD CITY, Philippines – Dengue cases in the province of Negros Occidental are up by 80.84% as of mid-August compared to the first 8 months of last year, records at the Provincial Health Office showed.",
				"A total of 774 dengue patients were admitted to different private and public hospitals from January 1 to August 15 this year, compared to 428 incidents of the same period in 2014.",
				"Only one fatality has been reported in 2015 so far, while there were 3 in 2014.",
				"The following are the numbers of dengue cases recorded in the localities:",
				"Bago City - 99 cases; 1 fatality",
				"Silay City - 78 cases",
				"Victorias City - 70 cases",
				"La Carlota City - 57 case",
				"Isabela - 42 cases",
				"Talisay City - 36 cases",
				"Kabankalan City - 33 cases",
				"Cauayan - 28 cases",
				"Binalbagan - 27 cases",
				"EB Magalona - 27 cases",
				"The Provincial Health Office also noted 5 localities with high percentage increase, compared to the same period in 2014. These are:",
				"Cauayan - 1,300% increase",
				"La Castellana - 733.33% increase",
				"Isabela - 500% increase",
				"Escalante City - 375% increase",
				"Hinoba-an - 300% increase",
				"The provincial government continues with its massive information drive on dengue, urging the public to keep their surroundings clean and dry to prevent dengue-carrying mosquitoes from breeding.",
				"Meanwhile, at least 111,810 children and youth in the province are set to be vaccinated by the Department of Health (DOH) this month. The activity started on August 10.",
				"The DOH and its partners will administer measles rubella vaccine, tetanus, diphtheria vaccine, and human papilloma virus vaccine in all public elementary and public high schools here.",
				"Provincial Health Officer Ernell Tumimbang stressed the importance of immunization and urged students to help their parents, teachers, and community in cleaning surroundings to prevent the growth of dengue mosquitoes.",
				"Elsewhere, in July, a dengue outbreak was declared in Tuguegarao City in Cagayan province in the northern Philippines. The month before that, the town of Luna in Isabela province, in the same northern region, was put under state of calamity due to dengue."
			]
		}
		{
			"title": "Cebu raises dengue alert as La Niña nears",
			"timestamp": "2016-06-05T14:09:00",
			"content": [
				"CEBU CITY, Philippines – In preparation for the coming La Niña season, the Cebu Provincial Health Office (PHO) has raised the alert for dengue fever on Friday, June 3.",
				"According to the Department of Health (DOH), at least 14 people have already died from dengue in Cebu province from January to May 2016. The number of cases of dengue have also risen to 1,594 in those 5 months.",
				"Toledo City recorded the highest number of cases with 222 dengue fever cases and 1 death, followed by Balamban town with 192 dengue fever cases and 1 death, and Liloan town with 162 dengue fever cases and two deaths.",
				"Bogo only had 92 dengue fever cases but 4 people already died from the fever, making it the town with the highest number of casualties in the province.",
				"Health education and promotion officer Wilfredo Salgado Jr said that most of the victims in the province are children.",
				"\"The immune system of children are not as strong compared to adults. Most of the kids still can't communicate what problems they have, unlike adults who can easily verbalize what they are feeling,\" Salgado said.",
				"Dr Wilson Anthony Egos, medical officer for communicable and non-communicable diseases, said that the government is focusing on prevention and control of dengue.",
				"\"It's still being worked on in coordination with the national government. We are planning to have a mass immunization of dengue vaccine in schools here,\" Egos said.",
				"Egos advised the public to practice the 4S to prevent dengue – search and destroy, self-protection measures, see early consultation, and say yes to misting.",
				"Aside from dengue, the PHO also released a public advisory on diarrhea and cholera, which are also common diseases during the rainy season.",
				"The PHO encouraged the public to be conscious of their hygiene, observe proper hand washing, and proper food handling. The office also advised Cebuanos to boil their drinking water if their sources are unfiltered to kill harmful bacteria and prevent diseases"
			]
		}
		{
			"title": "Dengue cases approach epidemic threshold in Negros Occidental",
			"timestamp": "2016-08-12T14:33:00",
			"content": [
				"BACOLOD CITY, Philippines – Dengue cases in Negros Occidental have increased dramatically, causing alarm to the Provincial Health Office (PHO).",
				"Records at the PHO showed that the total number of dengue cases in the province in the first 8 months of the year had increased to 197% compared to the same period in 2015.",
				"From January 1 to August 6 this year, a total of 2,520 dengue cases were reported, while 849 cases were reported last year – an increase of 1,671 cases, the PHO said on Friday, August 12.",
				"Provincial Health Officer Ernell Tumimbang said \"we’re approaching the epidemic threshold,\" as he cited the 17 dengue deaths in the province, including 6 in Bacolod City.",
				"He said that fatalities should not be more than 1% of the total dengue cases. The recent two dengue deaths, from La Carlota City and EB Magalona, were reported over the weekend.",
				"He said that most of the deaths were caused by late referral to the health office.",
				"He said that most of the patients were already in a serious state when they were admitted to the hospital.",
				"He advised the public to bring to the hospital those with suspected dengue symptoms right away so the physician can monitor the patient. Signs of dengue include fever and body malaise, he said.",
				"Most dengue cases in Silay",
				"Silay City has the majority of the cases at 252. Bago City follows with 202 cases.",
				"Other reported cases were in Himamaylan City, 199; Kabankalan City, 196; Cauayan, 165; Talisay City, 164; Isabela, 155; San Carlos City, 127; La Carlota City, 104; and Sipalay City, 89.",
				"Majority of the dengue cases belonged to the age group of 1 to 10-year-olds, followed by 11-20 age group, the report said.",
				"Records showed that 1,362 of the cases affected male patients while 1,158 were females.",
				"Meanwhile, Tumimbang said he would meet with Governor Alfredo Marañon Jr and the concerned local government units for their next action to address the increase of dengue cases in the province.",
				"PHO is planning to implement emergency fogging in local government units with high dengue incidents and to investigate if there are breeding grounds in the barangays.",
				"He reminded the public to keep their surroundings clean to prevent the mosquitoes from breeding.",
				"The Department of Health on Wednesday revealed the 47 barangays (villages) in the country dubbed dengue clusters or \"hot zones.\" The barangays, located in 9 regions, reported 3 or more dengue cases for the past 4 consecutive weeks. None in Negros Occidental was listed, however."
			]
		}
		{
			"title": "DOH reports almost 20,000 dengue cases in Q1",
			"timestamp": "2015-04-17T13:17:00",
			"content": [
				"MANILA, Philippines – The Department of Health (DOH) has recorded 19,946 suspected dengue cases in the first 3 months of 2015 – 6.49% higher than the same period in 2014.",
				"Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children.",
				"Based on the latest report from DOH’s epidemiology bureau, the region with the highest number of cases is Calabarzon (3,778 cases), followed by Central Luzon (2,732 cases), the National Capital Region (2,628 cases), and Northern Mindanao (2,241 cases).",
				"ARMM recorded the highest increase in the number of cases at 126.1%, while Eastern Visayas saw the highest decrease at 85.8%.",
				"The 5-page report, signed by Vito Roque Jr – the newly-designated officer-in-charge of the epidemiology bureau – covers the period January 1 to April 4, 2015.",
				"Although the number of cases this year is higher than in 2014 (18,730 cases), less deaths were recorded, with only 53 deaths in 2015 compared to 85 deaths in 2014.",
				"Most of the cases involved males (54.5%), and belonged to the 5 years old to 14 years old age group (38.7%). The youngest Filipino who had dengue was a less-than-a-month-old baby.",
				"The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years.",
				"The country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. It will be available in the health department’s vaccine program by July 2015."
			]
		}
		{
			"title": "Dengue on the rise: 55,000 reported cases so far in 2015",
			"timestamp": "2015-09-04T14:00:00",
			"content": [
				"MANILA, Philippines – The Department of Health (DOH) has recorded 55,079 suspected dengue cases from January 1 to August 8, 2015.",
				"This is 9.15% higher than the 50,462 cases recorded during the same period in 2014, Health Spokesperson Lyndon Lee Suy told reporters on Friday, September 4.",
				"\"[These are] cumulative cases from January. These are cases that did not happen at the same time. In a town or municipality, if you review their cases…[it happens] sporadically; not at the same time, nor at the same places,\" he said in a mix of English and Filipino.",
				"Most of the cases come from Calabarzon (15.2%), Central Luzon (13%), National Capital Region (11.1%), Northern Mindanao (8.7%), and Cagayan Valley (7.5%).",
				"Despite the higher number of cases, DOH recorded 168 deaths (0.31%) from January to August. This is lower than 2014's 217 deaths.",
				"Dengue, a disease common in tropical and sub-tropical countries in the world, is transmitted through the bite of an Aedes mosquito. Dengue fever is potentially fatal and mainly affects children.",
				"The Philippines is one of 4 countries in the Western Pacific which reported the highest dengue incidence in recent years.",
				"The country is pinning its hopes on a dengue vaccine tested here and in 4 other Asian countries after it showed promising overall efficacy. In 2014, DOH said the vaccine will be available in their vaccination program by July 2015.",
				"But on Friday, Lee Suy said the pharmaceutical company in charge of the vaccine is still in the process of registering the product.",
				"\"We're currently doing talks with them as well, [on] how much they can offer the government [for] the vaccine….Will it be cost-effective?\" he said.",
				"The department hopes the vaccine will be registered soon so it can be given at least on a pilot basis by 2016.",
				"And with the expected water disruption for 355,500 Metro Manila households this September, Lee Suy reminded the public about proper water storage to prevent mosquito breeding sites at home. "
			]
		}
		{
			"title": "Prov'l health office monitoring 3 Abra towns due to dengue",
			"timestamp": "2017-08-19T21:34:00",
			"content": [
				"The provincial health office in Abra has placed three towns under heightened monitoring due to an increase in the number of dengue cases.",
				"A 24 Oras report said that three towns with a sudden increase in dengue cases were La Paz, Danglas ang Lagayan.",
				"The provincial health office said that there are now a total of 11 dengue patients confined at the Abra Provincial Hospital.",
				"It added that since January of this year, a total of 133 cases of dengue have been recorded in the province.",
				"A total of 266 cases of dengue were recorded in the province in 2016."
			]
		}
		{
			"title": "Dengue cases down by 32% —DOH",
			"timestamp": "2017-06-17T12:17:00",
			"content": [
				"The Department of Health said Saturday that dengue cases nationwide have decreased by 32 percent this year, radio dzBB Mao dela Cruz reported Saturday.",
				"DOH's records show that the number of dengue cases dropped by 31.8 percent compared to year's tally.",
				"From 211,000 cases in same spot period in 2016, the number is down to 143,902 this year.",
				"But despite the decrease in the number dengue cases in the country, DOH said efforts to combat the mosquito-borne virus would remain relentless.",
				"In a statement on Thursday, DOH said most of the dengue cases in 2017 were from the following regions: Central Visayas Region (15.5%), Central Luzon Region (13%), National Capital Region (12.2%), CALABARZON Region (11.4%) and SOCCSKSARGEN Region (11.1%).",
				"Meanwhile, DOH Secretary Paulyn Ubial pointed out that addressing the dengue scourge should begin at the grassroots level.",
				"\"The significance of addressing dengue at the barangay level is to overcome its detrimental impact of instigating economic burden and hindering our development goals. The first step to prevent dengue is within our homes, it is important to instill cleanliness in our surroundings and empty containers with stagnant waters to eliminate the breeding places of mosquitoes,\" Ubial added."
			]
		}
		{
			"title": "Dengue cases rise in Zamboanga City; at least nine die in Bicol",
			"timestamp": "2016-09-22T07:28:00",
			"content": [
				"Rising dengue cases have been reported in Zamboanga City, while at least nine have died in the Bicol region due to the disease, Unang Balita reported on Thursday.",
				"Data from the Zamboanga City Health Office showed that dengue cases reached 457 in August alone.",
				"This is higher than the 342 reported in the same period last year.",
				"From January to date, 10 people have already died due to dengue. Total dengue cases to date in the city have reached more than 1,967.",
				"Zamboanga City is now on alert level.",
				"Residents have been advised to maintain clean surroundings to prevent dengue-carrying mosquitoes from breeding.",
				"Bicol region",
				"In Bicol, meanwhile, at least nine people died in the region due to the disease.",
				"According to the Regional Epidemiology Surveillance Unit of the Department of Health - Bicol, three residents died in Masbate, two in Sorsogon, two in Camarines Sur, and two in Albay.",
				"From January to Sept. 17, a total of 1,497 dengue cases have been reported in Bicol.",
				"This is higher than the 1,239 cases reported in the same period last year.",
				"The local government is continuing its efforts to advise residents to clean their surroundings."
			]
		}
		{
			"title": "DOH: 42,207 dengue cases, 193 deaths from January to 1st week of June",
			"timestamp": "2013-06-15T04:06:00",
			"content": [
				"At least 42,207 dengue cases, 193 of them fatal, had been recorded from January to the first week of June this year, even as the Department of Health pushed for the \"basics\" of early prevention and community action."
				"The DOH's National Epidemiology Center said the total figure represents a one-percent decline, or 456 fewer cases, compared to the same period in 2012.",
				"A breakdown of data showed that most of the dengue cases from Jan. 1 to June 8 were recorded in:",
				"Central Visayas (6,023 cases, 51-percent increase)",
				"Calabarzon (4,742, 17-percent decrease)",
				"Davao Region (4,364, 30-percent increase)",
				"Western Visayas (4,444, 102-percent increase)",
				"SOCCKSARGEN (3,963, 126-percent increase).",
				"\"Dengue needs urgent action and we need it now. In the absence of the usual cures and vaccines, we have to rely on the basics of early prevention and community action,\" DOH Secretary Enrique Ona said on the department's Facebook page Friday.",
				"Metro Manila had 3,073 cases or 6,208 fewer cases - a 67-percent decrease, with Quezon City having 617 cases or a 77-percent decrease; Manila with 542 cases or a 65-percent decrease; Caloocan with 345 cases or a 67-percent decrease; Parañaque with 188 cases or a 67-percent decrease; and Valenzuela with 186 cases or a 62-percent decrease.",
				"Yet Ona reminded residents in areas that had fewer cases not to be complacent since dengue cases may peak in August and September.",
				"The DOH also noted areas at high risk include urban centers where there is poor environmental management of household waste.",
				"Community-based system",
				"The DOH has called for a community-based, local government unit-initiated dengue control program starting in households.",
				"Such a program reaches out to schools and other mosquito-dense areas in the community.",
				"According to the DOH, dengue-carrying mosquitoes breed in artificial containers as well as old tires, puddles and empty coconut shells.",
				"\"The battle against dengue can be won right in our own backyards but this will not be easy for each one of us,\" Ona said.",
				"Multi-agency effort",
				"The DOH entered into a pact with the Departments of Interior & Local Government (DILG), Science and Technology (DOST), and Education (DepEd) to work together in controlling dengue.",
				"\"DILG will lead all LGUs to implement the Aksyon Barangay Kontra Dengue in high-risk communities; DOST and DepEd together with DOH will scale up the home-grown ovi-larva (OL)-trap technology in selected, priority schools. The new set of local chief executives can easily make dengue control one of their top priorities,\" the DOH said.",
				"On the other hand, the DOH noted 2013 is the third year since June 15 was declared ASEAN Dengue Day during the 10th ASEAN Health Ministers Meeting in Singapore on July 22, 2010.",
				"ASEAN Dengue Day promotes a shift from reactionary strategies to forward-planning and long-term prevention strategies.",
				"Ona will spearhead the Philippines' ASEAN Dengue Day observance in Cebu, while Vietnam hosts all countries in the region in this year’s region-wide campaign.",
				"4 o'clock habit",
				"Earlier this year, the DOH relaunched the 4 o'clock habit where residents map out high risk areas in a locality, and organized teams to undertake critical response activities.",
				"This also involves the \"Stop, Look and Listen\" system where \"Stop\" means dropping everything in favor of mosquito control.",
				"\"Look\" means assigned teams carry out systematic \"search and destroy\" activities starting 4 p.m.",
				"\"Listen\" means heeding instructions of local authorities, community leaders, or work supervisors for synchronous implementation of the 4 o’clock habit.",
				"\"This can be done on a daily basis, or at least on a weekly basis based on institutional capacity and prevailing resources,\" the DOH said."
			]
		}
		{
			"title": "Dengue cases in Naga City up by 100 percent",
			"timestamp": "2015-09-03T11:26:00",
			"content": [
				"Cases of dengue in Naga City, Camarines Sur went up by 100 percent in 2015, a report on News To Go said on Thursday.",
				"The Naga City Health Office said 94 dengue cases were recorded from January to July 2015.",
				"This is almost double the number of cases in the same period in 2014, when 53 cases were recorded.",
				"In response, local government officials intensified its campaign versus dengue.",
				"Barangay health workers were put on the alert to assist residents and inform them on how to avoid being infected with the dengue virus.",
				"The City Health Office reminded residents to keep their surroundings clean to prevent mosquitoes from laying eggs.",
				"Health Secretary Janet Garin on Tuesday said there was a 9.15 percent increase in the number of dengue cases this year compared with last year's data.",
				"Dengue outbreaks have been observed in Bulacan, Bohol, Abra, and Pangasinan.",
				"Garin said the Department of Health is negotiating with the producers of the dengue vaccine in terms of its pricing."
			]
		}
		{
			"title": "NDRRMC: 6,778 dengue cases, 33 deaths in Calabarzon",
			"timestamp": "2011-08-27T07:45:00",
			"content": [
				"At least 6,778 cases, including 33 deaths, have been recorded in Region IV-A or Calabarzon (Cavite, Laguna, Batangas, Rizal, and Quezon) so far this year, the National Disaster Risk Reduction and Management Council said.",
				"In its August 26 report, the NDRRMC said Rizal, followed by Laguna and Batangas, had the most cases in the five provinces of the region.",
				"\"Department of Health IV-A records showed that) from January to (first) week of August 2011, there were 6,778 cases of dengue with 33 deaths recorded in the region,\" it said.",
				"While Rizal had the most number of cases, Batangas had the most number of deaths at 11.",
				"The cases include:",
				"Rizal: 1,777 cases, nine deaths (0.51 percent fatality rate)",
				"Laguna: 1,666, two deaths (0.12 percent)",
				"Batangas: 1,621 cases, nine deaths (0.51 percent)",
				"Cavite: 929 cases, five deaths (0.54 percent)",
				"Quezon: 785 cases, six deaths (0.76 percent)",
				"\"Dengue surveillance team of DOH IV-A reported dengue cases are concentrated and clustered in identified breeding places of dengue-carrying mosquitoes like junk shops, vulcanizing shops, tires on top of roofs, areas with backyard piggery and subdivisions that are not properly developed,\" the NDRRMC said.",
				"It said the DOH IV-A dengue surveillance team has intensified information education campaigns in affected areas.",
				"For its part, the Department of Interior and Local Government informed local officials of Memorandum Circular 2011-116 enjoining local officials to undertake cleanup activities for two consecutive weekends.",
				"The Department of Science and Technology provided technical assistance and distributed ovicidal/larvicidal (OL) mosquito traps in dengue hotspots.",
				"In Laguna, Governor Jeorge Emilio Estregan released P10 million for dengue prevention and control, including buying medicines and fluids for dengue victims; and buying fogging machines and medical supplies."
			]
		}
		{
			"title": "Zamboanga city gov’t alarmed over rising number of dengue cases",
			"timestamp": "2016-07-19T10:46:00",
			"content": [
				"The local government of Zamboanga City expressed concern over the rising number of dengue cases in the city, a report on \"Unang Balita\" said on Tuesday.",
				"According to the city health office, over 1,000 dengue cases were recorded from January to July this year.",
				"The health office also noted that there have already been nine deaths of children due to dengue during the six-month period.",
				"This office said this was alarming as there were only 15 deaths from dengue in 2015.",
				"The local government thus urged the public to ensure that surroundings are clean to prevent mosquitoes from creating breeding sites.",
				"Early this month, the Department of Health (DOH) encouraged neighborhoods to get into the \"4 o’Clock Habit\" to protect their families from dengue during the rainy season.",
				"The DOH's annual campaign mobilizes communities to search and destroy possible mosquito breeding places at 4:00 p.m. daily."
			]
		}
		{
			"title": "Over 1,500 dengue cases recorded in Metro Manila since Jan.",
			"timestamp": "2013-03-20T16:07:00",
			"content": [
				"Over 1,500 dengue cases have already been recorded in Metro Manila since January this year, which was around 50 percent lower than last year's over 3,000, but the number is expected to mount — albeit slightly — despite the summer season.",
				"\"Breeding places nila (dengue-carrying mosquitoes) water talaga. So during the rainy season, 'dun may upsurge ng dengue cases. During summer meron pa ring cases,\" said Dr. Ruby Lazaro of the Quirino Memorial Medical Center's (QMMC) pediatric department in a television report Wednesday.",
				"According to the Department of Health (DOH), which described dengue as a “year-round disease,” a total of 1,537 dengue cases have been recorded in Metro Manila since January, most of them in Quezon City, Caloocan, Manila and Pasay.",
				"In March alone, 175 dengue patients have been recorded in Metro Manila, with five fatalities.",
				"In QMMC in Quezon City, doctors said they have admitted 27 dengue patients in March, one of whom was seven-year-old Ria Abariso.",
				"\"Paggising sa umaga, dumugo pa rin ang ilong niya. Nag-[desisyon] na lang kaming mag-asawa na isugod na lang rito,\" said Abriso's mother Evangeline in a report by Dante Perello on GMA News TV's \"News to Go.\"",
				"Last year, the DOH recorded 12,484 dengue cases in the country from January to March 10, down by 37.36 percent from the same period the previous year. In Metro Manila, the DOH recorded 3,353 cases.",
				"From January to November 2012, dengue cases reached 132,046, up 24.92 percent from the same period in 2011, the DOH said. Of the patients, 701 died.",
				"According to the World Health Organization (WHO), dengue is a flu-like illness caused by mosquito bites. Initial symptoms include high fever (40 degrees celsius), severe headache, pain behind the eyes, muscle and joint pains, nausea, vomiting, swollen glands and rash.",
				"\"Symptoms usually last for 2–7 days, after an incubation period of 4–10 days after the bite from an infected mosquito,\" a WHO factsheet said.",
				"This could worsen to plasma leaking, fluid accumulation, respiratory distress, severe bleeding, or organ impairment, which could prove deadly and require medical assistance.",
				"The WHO listed the following as preventive measures against dengue:",
				"preventing mosquitoes from accessing egg-laying habitats by environmental management and modification;",
				"disposing of solid waste properly and removing artificial man-made habitats;",
				"covering, emptying and cleaning of domestic water storage containers on a weekly basis;",
				"applying appropriate insecticides to water storage outdoor containers;",
				"using of personal household protection such as window screens, long-sleeved clothes, insecticide treated materials, coils and vaporizers;",
				"improving community participation and mobilsation for sustained vector control;",
				"applying insecticides as space spraying during outbreaks as one of the emergency vector control measures;",
				"active monitoring and surveillance of vectors should be carried out to determine effectiveness of control interventions."
			]
		}
		{
			"title": "Rise in number of dengue cases, fatalities alarms Davao health execs",
			"timestamp": "2016-08-12T07:59:00",
			"content": [
				"Local health authorities in Davao region are alarmed over the increase in the number of dengue and pneumonia cases there.",
				"A report on Unang Balita on Friday said the regional health chief blamed the problem on the changing extreme weather conditions.",
				"The report quoted Health authorities as saying that the region has recorded over 6,300 cases of dengue from January to July this year alone, adding that 50 of the of the victims have died.",
				"DOH-Davao has further intensified its drive against Dengue, it said",
				"For common diseases, health officials have advised residents to maintain a healthy diet to avoid contracting viral respiratory conditions, such as cough and colds.",
				"People should avoid congested public places, they said."
			]
		}
		{
			"title": "Maguindanao health officials note hike in dengue cases, call on public to seek early consultation",
			"timestamp": "2016-08-24T00:03:00",
			"content": [
				"SHARIFF AGUAK, Maguindanao – A health official reminded the public to seek medical assistance immediately and not wait until patients are in critical condition.",
				"Dr. Tahir Sulaik, Maguindanao health chief and head of the Integrated Provincial health Office (IPHO), said the agency recorded six deaths his year.",
				"From January to first week of August, 428 dengue cases have been reported, which is about six percent higher compared to the same period last year.",
				"Parang town has the highest number of dengue incidents which has 18 percent of the total number of cases from Maguindanao, a component province of the Autonomous Region in Muslim Mindanao (ARMM) that has 36 municipalities.",
				"\"Let's not wait (until) they will arrive in the hospitals hopeless and almost at the brink of death,\" he said.",
				"The health official said he was saddened by reports from field health workers that about 90 percent of dengue patients in various hospitals in the province and in Cotabato City are already in the critical stage when they sought medical attention.",
				"\"This very alarming, (the number of cases are) 6 percent higher than the previous year on record. So nakita ko na kailangang pag-ibayuhin ang ating information dissemination, education activity on the 4S and that patients should seek early treatment, so kung may mataas na fever for two days na diretso na kaagad sa ospital,\" Sulaik said.",
				"The 4S is the health department's anti-dengue campaign or Search and destroy mosquito breeding places, use Self-protection measures, Seek early consultation for fevers lasting more than two days, and Say yes to fogging when there is an impending outbreak.",
				"Meanwhile, Sulaik is coordinating with provincial and municipal government officials to strengthen the campaign on the dengue prevention."
			]
		}
		{
			"title": "Dengue cases in Bicol have reached almost 900 since January",
			"timestamp": "2015-09-18T09:11:00",
			"content": [
				"The Department of Health office in Bicol said dengue cases have reached almost 900 in the region since January 2015, a report on Unang Balita on Friday said.",
				"This number, however, is lesser compared to the almost 1,000 cases the region had for the same period last year, DOH-Bicol said.",
				"In Albay, more than 160 cases of dengue have been reported.",
				"The latest case was that of a male teenager in Guinobatan, who died allegedly due to dengue.",
				"The DOH office in Negros Oriental, meanwhile, warned residents that dengue cases may go up in the province.",
				"It said that every three to four years, the number of dengue cases in the province goes up.",
				"To date, dengue cases in Negros Oriental have reached 950.",
				"This is lower by 17 percent compared to the tally of cases in the same period last year.",
				"The DOH is continuing its information campaign as dengue cases have also been reported on the rise in Dumaguete City, Guihulngan City, and Canlaon City."
			]
		}
		{
			"title": "Dengue outbreak declared in Busuanga, Palawan",
			"timestamp": "2015-08-07T09:08:00",
			"content": [
				"After one death and  close to a hundred reported cases, a dengue outbreak has been declared in Busuanga town in Palawan.",
				"A report on \"Unang Balita\" said the number of dengue cases shot up in July – one was confirmed dead while 90 others are being treated in hospitals.",
				"Most of the dengue patients are in health facilities in Coron and Culion towns, the report added.",
				"The Busuanga municipal health office was quoted in Unang Balita as saying that reported dengue cases since February have reached to over 100.",
				"Most of the cases were from Barangay Salvacion, it said, adding that four other barangays are being monitored for the dreaded disease."
			]
		}
		{
			"title": "Dengue outbreak declared in Ormoc City",
			"timestamp": "2014-01-24T15:20:00",
			"content": [
				"A dengue outbreak has been declared in Ormoc City in Leyte as 84 cases have been recorded in the area in less than a month.",
				"A report on GMA News TV's News to Go on Friday quoted Dr. Nelita Navales, city health department chief, as saying that rains brought by the recent low pressure area may have caused the rise in number of dengue cases, with water pooling on debris left by Typhoon Yolanda last November.",
				"Search and destroy teams have been deployed around the city to remove breeding grounds of mosquitoes, while an information drive is also being conducted for the resident of the area, the same television report said.",
				"The city health department also asked the residents to keep their households clean and throw out bottles and plastic containers properly, it added.",
				"The report said residents have been advised to seek medical attention when they experience symptoms of dengue such as fever, rashes, and nose bleed.",
				"Following Yolanda's wrath last year, the Department of Health (DOH) mounted an anti-dengue drive in Leyte province and other areas devastated by the super typhoon."
			]
		}
		{
			"title": "365 dengue cases recorded in Aklan since January",
			"timestamp": "2016-06-08T11:43:00",
			"content": [
				"The provincial health office of Aklan has raised the alarm over the increasing number of dengue cases.",
				"Dr. Cornelio Cuachon Jr., provincial health officer, said a total of 365 cases of dengue have been recorded in Aklan from January to May 17.",
				"The number is more than double compared to the 142 cases recorded during the same period last year.",
				"The provincial health office feared that the number will continue to rise with the opening of classes this month and due to the rainy season, Cuachon said.",
				"He said they will intensify their dengue awareness campaign in schools in the province."
			]
		}
		{
			"title": "Isabela town in state of calamity due to dengue outbreak",
			"timestamp": "2015-07-02T12:33:00",
			"content": [
				"Luna town in Isabela province was declared in a state of calamity due to the year-round threat from dengue .",
				"Health officials in Luna cited reports that at least 52 people had fallen ill due to dengue in May and June, GMA News stringer Joel Nueva reported.",
				"Vice Mayor Andy Domingo and the town council approved a resolution declaring Luna is in a state of calamity due to the dengue cases.",
				"This will allow the local government to access some P500,000 for fogging operations and financial assistance to affected families.",
				"For his part, Luna Mayor Jaime Atayde said two of the patients, whose cases were initially considered critical, have recovered.",
				"Meanwhile, Atayde asked barangay officials to lead information drives on dengue prevention."
			]
		}
		{
			"title": "Dengue outbreak declared in San Isidro, Abra",
			"timestamp": "2015-08-21T07:49:00",
			"content": [
				"Local authorities have declared a dengue outbreak in San Isidro town in Abra province due the sudden rise in the number of cases of the disease in the area.",
				"According to a report on \"Unang Balita,\" a total of 44 cases have been recorded in the town since January this year. The number far exceeds the two-cases-per-year record from 2012 to 2014.",
				"Due to continuous rain in the province last month, dengue virus infections continue, the report quoted authorities as saying.",
				"Town officials are preparing for a \"misting operation\" against dengue mosquitoes, the report added."
			]
		}
		{
			"title": "DOH: Dengue cases rise to 132k, with 701 deaths so far in 2012",
			"timestamp": "2012-11-08T13:52:00",
			"content": [
				"Dengue remained a major health threat, affecting at least 132,046 people and claiming the lives of 701 Filipinos so far this year, the Department of Health said Thursday.",
				"In a post on its Facebook account, the DOH said 132,046 cases were recorded nationwide from Jan. 1 to Oct. 13. Of these, 701 were fatal.",
				"\"This is 24.92 percent higher compared to the same time period last year (105,702),\" it said of the number of dengue cases.",
				"A breakdown of the dengue cases by region showed Metro Manila had the highest number with 20.42 percent of the cases.",
				"Central Luzon was second with 15.79 percent of the cases, and Southern Tagalog (Region IV-A) accounted for 15.66 percent.",
				"The victims' ages ranged from one month to 95 years old, with males account for 52.8 percent of the victims.",
				"Also, the DOH said 40 percent of cases belonged to the 1 to 10 years age group.",
				"The DOH had branded dengue a year-round threat, and advised residents to keep their surroundings clean and dry to prevent dengue-carrying mosquitoes from breeding."
			]
		}
		{
			"title": "Dengue cases down–DOH",
			"timestamp": "2017-06-16T01:34:00",
			"content": [
				"The Department of Health (DOH) on Thursday reported that there were 35,973 dengue cases recorded nationwide from January 1 to May 20.",
				"The figure is 31.8 percent lower compared to the same time period last year, which was at 52,780.",
				"\"There is a decreasing trend of reported dengue cases to the Epidemiology Bureau,\" said Health Secretary Paulyn Ubial in a statement for Thursday’s commemoration of the Asean Dengue Day.",
				"Ubial, however, reiterated that the DOH cannot be complacent in its efforts against dengue and should strive harder to eventually make the Philippines a dengue-free country.",
				"There were also 207 reported deaths stemming from dengue for the same period, said the DOH.",
				"Majority of the dengue cases were in Central Visayas (15.5 percent), Central Luzon (13 percent), National Capital Region (12.2 percent), Calabarzon (11.4 percent) and Soccsksargen  (11.1 percent)."
			]
		}
		{
			"title": "Dengue cases up in Cordillera",
			"timestamp": "2016-07-25T01:40:00",
			"content": [
				"BAGUIO CITY—The number of dengue patients has risen in this city and Benguet province, putting these communities on alert as the monsoon season starts.",
				"But dengue vaccines, which are available commercially, are still too expensive for the average Cordilleran households, the Department of Health (DOH) said on Thursday. Each person needs three injections of the vaccine, which costs P4,000 per dosage.",
				"From January to July, dengue patients treated in Baguio reached 1,199, higher than the 239 treated for the same period in 2015, said Dr. Lakshmi Legaspi, DOH Cordillera director.",
				"Benguet recorded 1,483 dengue patients from January to July, exceeding the 437 patients treated there last year, Legaspi said.",
				"Other Cordillera provinces showed a decrease in dengue cases. Dengue has killed nine patients, including a 7-month-old baby from Bucay town in Abra province.",
				"Dengue has killed three patients in Benguet, two in Kalinga province, two in Abra and one each in Ifugao province and Baguio, according to DOH records.",
				"Legaspi said DOH has promoted massive cleaning of creeks and canals in communities.",
				"DOH has piloted a free antidengue vaccination program in Metro Manila, Calabarzon and Central Luzon, which have recorded the highest number of dengue cases."
			]
		}

		{
			"title": "Cebu declares state of calamity over 5,000 dengue cases",
			"timestamp": "2016-10-17T21:23:00",
			"content": [
				"CEBU CITY — The entire province of Cebu has declared a state of calamity due to the rising cases of dengue, which have exceeded 5,000 cases since the start of the year.",
				"The declaration was embodied in a resolution passed by the Cebu Provincial Board, even without a recommendation from the Department of Health (DOH).",
				"Provincial Board Member Christopher Baricuatro, who authored the resolution, said the calamity status would maximize the use of resources and funds to stop or control the spread of dengue.",
				"\"Given the magnitude of its effect and the necessity to immediately address and prevent the increase of dengue cases in the province, it is imperative to declare a state of calamity in the entire province,\" Baricuatro said.",
				"The Provincial Disaster Risk Reduction Management Office (PDRRMO) pushed for the declaration after the Provincial Health Office (PHO) reported a “dramatic” or “abnormal” increase in dengue cases from January to September this year compared to the same period last year.",
				"As of last week, the number of cases had gone up to 5,821 — the highest recorded in the province.",
				"The PHO reported that 5,505 dengue cases were reported as of September 24. More than 300 cases had been added in a span of three weeks.",
				"The figures didn’t include dengue patients admitted in private hospitals since the PHO only had access to public hospitals."
			]
		}
		{
			"title": "Dengue spike seen in areas near banana farms",
			"timestamp": "2016-08-12T01:29:00",
			"content": [
				"DIGOS CITY—Banana plantations here have become breeding grounds of dengue-carrying mosquitoes which could explain why villages near them have among the highest number of dengue cases in the city, according to the city’s top health official.",
				"\"We have established that many areas near these plantations, which have become breeding grounds for dengue-carrying mosquitoes, have high incidence of dengue\" said Dr. Milagros Sunga, city health officer, citing the cases of Barangays Kapatagan and San Miguel.",
				"Kapatagan, which is near Mt. Apo, hosts several banana plantations and has registered 145 dengue cases from January to July. San Miguel is also host to hundreds of hectares of banana farms and has registered 95 dengue cases over the same period.",
				"\"Many villages with high record of infected residents are adjacent to banana plantations,\" Sunga said.",
				"She said other villages also have a high number of dengue cases because of the failure of officials and residents to rid of breeding vessels of mosquitoes, like empty bottles and used tires in their areas.",
				"Village officials, she said, should now be more active in the fight against dengue, which had already taken ill 835 individuals—mostly children—from January to July. Six of the patients had died.",
				"Sunga said a massive effort is needed to eradicate the breeding grounds of mosquitoes.",
				"She said cleaning surroundings is still the best way to combat the disease, though.",
				"Fogging, she said, would kill only adult mosquitoes and not the larvae.",
				"Adult mosquitoes, she added, travel 400 meters away from areas where there’s fogging.",
				"\"We resort to fogging only on a selective basis,\" Sunga said.",
				"\"The best way is to destroy its breeding places to prevent the larvae from maturing,\" she said.",
				"Artemio Ibar, the president of the city’s 26 village chairs, said he was ready to issue a memorandum to all village officials for a weekly cleanup drive in their areas.",
				"\"Let’s do this until this threat is over,\" Ibar said.",
				"Mosquitoes are known to breed in cool or damp places, which are characteristics of plantations such as those dedicated to bananas.",
				"Many banana plantations in the country, including those in Digos, maintain open pits or ponds that would accumulate water or become breeding places of mosquitoes."
			]
		}
		{
			"title": "Dengue cases rise by 36% nationwide, says DOH",
			"timestamp": "2016-07-21T01:13:00",
			"content": [
				"For 39-year-old housewife Maribel, the rainy season used to bring happy memories of her childhood as she and her siblings would frolic in the heavy downpour.",
				"But not anymore. Not since a year ago when she almost lost her 8-year-old daughter to dengue hemorrhagic fever, the more severe form of dengue fever, a viral infection transmitted by the Aedes aegypti mosquito.",
				"\"I had no idea it was that bad. I thought she was just having a flu because she was complaining of headache, she had fever. But it took a few days before we took her to the hospital,\" she said.",
				"\"The doctor said that her blood platelet count dropped to dangerously low levels and she was at risk of bleeding complications and even death,\" recalled the mother of two from Makati City.",
				"Nowadays, the rain makes her paranoid because their place easily gets flooded and she knows the risk it brings to her children.",
				"Now the mosquito-borne disease is on the rise and the Department of Health (DOH) is reminding the public that dengue is no longer a “rainy season disease” as cases are being reported nationwide throughout the year.",
				"Cases up 36 percent",
				"Based on the report prepared by the DOH epidemiology bureau, there were 57,026 dengue cases recorded nationwide from Jan. 1 to June 25, or 35.7 percent higher than the 42,026 cases recorded during the same period last year.",
				"There was also a higher number of dengue deaths in 2016, with 248 compared with 148 in 2015 during the same period.",
				"Based on its latest report, the DOH noted that the regions with the most number of dengue cases during the six-month period were Calabarzon with 7,463 (13.1 percent); Central Visayas, 5,783 (10.1 percent); Central Luzon, 5,586 (9.8 percent); northern Mindanao, 5,521 (9.7 percent); and Socssksargen, 4,583 (8 percent).",
				"Vaccines",
				"Calabarzon, Central Visayas and Central Luzon accounted for the highest number of dengue cases in the country despite the introduction of the dengue vaccines to public elementary school students in these regions.",
				"Earlier, Grade 4 pupils aged 9 years old and above in public elementary schools in Calabarzon, Central Visayas, Central Luzon, as well as in Metro Manila, were identified as beneficiaries of the Dengue School-Based Immunization program of the DOH that started in April.",
				"Through the program, the DOH began the administration of dengue vaccines to students in three doses, with the first one given between April and June.",
				"Eastern Visayas",
				"Found to have the biggest increase in dengue cases were Eastern Visayas with a 206-percent increase from 610 last year to 1,870 this year; followed by Davao region with a 138-percent increase from 1,679 to 4,002; and Central Visayas with a 137-percent increase from 2,432 to 5,783.",
				"A declining number of dengue cases was noted in Cagayan Valley that saw a 43-percent drop from 2,664 in 2015 to 1,523 this year; and Metro Manila from 4,964 cases to 4,179."
			]
		}
		{
			"title": "Dengue cases rose by 19% to 70,697 from January to July – DOH",
			"timestamp": "2016-08-10T12:34:00",
			"content": [
				"MANILA — A total of 70,697 dengue cases were reported during the first seven months of the year, an increase of 19 percent from the number of cases recorded in the same period in 2015, the Department of Health (DOH) said.",
				"DOH spokesperson Eric Tayag said the figure, reported from January 1 to July 23,  rose from the 59,342 cases reported during the same period last year.",
				"\"But if you look at the trends by week, it’s still under the alert threshold based on our three-year average. But compared to last year, it already increased by 19 percent,\" Tayag said in a press briefing.",
				"The DOH has also identified 47 barangays (villages) nationwide that are considered dengue hot spots.  In Metro Manila, considered dengue hot spots are Barangay Longos in Malabon City, and Fairview, Novaliches Proper and Payatas in Quezon City.",
				"DOH urged hospitals in barangays considered as dengue hotspots to reactivate their express lanes to hasten admission of suspected and confirmed cases.",
				"Regions 7, 8 and 11 have more than doubled their numbers of cases, he added.",
				"The National Capital Region was included in the list of regions with increasing number of dengue cases in the past four weeks. Other regions in the list are Regions 1 (Ilocos region), 3 (Central Luzon), 4A (Southern Luzon), 6 (Western Visayas), 7 (Central Visayas), 10 (Northern Mindanao), 11 (Davao), 12 (Socsargen), and Cordillera Administrative Region.  \"Metro Manila should brace for more cases,\" Tayag said.",
				"Dengue fever is a potentially fatal viral disease in tropical countries.  It is transmitted by mosquitoes, and its symptoms include sudden fever and painful joints and muscles."
			]
		}
		{
			"title": "Dengue cases in Central Visayas up by 148%",
			"timestamp": "2016-07-22T23:18:00",
			"content": [
				"PARENTS, beware.",
				"The Department of Health in Central Visayas (DOH-7) reports an “alarming” 148% rise is dengue cases from January to July 16 this year with almost four times as many deaths compared to the same period last year.",
				"According to Rennan Cimafranca, head of the Health Department’s Regional Epidemiology and Surveillance Unit in Central Visayas (RESU-7), for the first half of the year, dengue cases reported already reached 6,810 compared to the 2,750 cases recorded for the same period in 2015.",
				"Fifty-seven (57) deaths were recorded in Central Visayas this year compared to 15 deaths last year.",
				"Of the cases, almost half or 3,108 were reported in Cebu province while Cebu City topped cities and municipalities in the region with the most number of dengue cases at 978, followed by Mandaue City with 312 and Toledo City with 268 cases. Most of the victims were children, aged 6-10 years old.",
				"Rain or shine, dengue will continue to afflict communities if precautions are not taken, warned health officials.",
				"Cimafranca told Cebu Daily News that the cases have been high this year because of the hot weather experienced by the region and the people’s practice of storing water in containers as there was little or no water supply due to the El Niño phenomenon; however, cases may still increase in the next months with the rainy season and the projected La Niña phenomenon to occur.",
				"Cimafranca advised the public to monitor and clean areas in the house that may be potential breeding grounds of the Aedes aegypti mosquitoes which are carriers of the dengue virus.",
				"He said stagnant water should be drained and not be left unattended while clean water kept in drums or barrels should be covered.",
				"Cimafranca said that Central Visayas has been on the top ten regions that have the highest cases of dengue.",
				"According to statistics, school children are the most vulnerable age group to mosquito bites as they are exposed to mosquito breeding grounds when playing outside the home.",
				"This is partly the reason why schools are active in the information campaign on dengue prevention and in keeping the school environment clean, Cimafranca said.",
				"\"Ang mga lamok mangita na asa mangitlog (Mosquitoes would always look for places where they could lay their eggs),\" Cimafranca warned as he advised the public not to be very complacent when someone they know is experiencing fever.",
				"\"If the patient has fever, on the second day, he or she should have a medical check-up,\" the health official said as the rise in deaths is also attributed to the late consultation of patients who experience flu-like symptoms.",
				"According to health authorities, rapid testing kits are now available to determine if a patient with fever suffers from dengue or not while anti-dengue vaccines will be administered in October to a sample population of 9-year old school children in Cebu as part of the health department’s anti-dengue program.",
				"Fogging or misting operations may only be done if there is an impending dengue outbreak in the area or if the result of an entomological survey shows a high rate of adult mosquitoes in the tested area.",
				"Diarrhea",
				"Meanwhile, DOH-7 also warned against the outbreak of water-borne diseases such as diarrhea with the advent of the rainy season.",
				"According to Cimafranca, people should be careful in drinking water and might as well boil it, if they are unsure of their water source.",
				"Aside from boiling drinking water, Cimafranca also urged residents who have an open spring box to regularly treat their water source from possible contaminants.",
				"He likewise urged that those who are maintaining water systems should fully develop their chlorinators in order to avoid incidences of diarrhea.",
				"\"There are those who said that they have treated their water, but the truth is they treated it only once or whenever they can remember doing it. Our plea is for people to do it on a weekly basis and to make sure that they do,\" he told CDN in Cebuano."
			]
		}
		{
			"title": "Zamboanga City grapples with surge of dengue fever cases",
			"timestamp": "2014-07-09T16:43:00",
			"content": [
				"ZAMBOANGA CITY, Philippines – The city health office is doubling its efforts to control dengue fever as the number of cases surged in June.",
				"Dr. Rodelin Agbulos, city health officer, said his office recorded 448 cases in, 69 more cases compared to the 379 dengue patients of the same month in 2013.",
				"\"We need to double our efforts to reduce this number by July otherwise we’ll hit epidemic level,\" Agbulos said.",
				"This year, 13 have so far died of dengue fever in the city.",
				"He named Talon-talon, Tugbungan and Tetuan as the top three barangay (villages) with cases of dengue fever.",
				"Teodyver Arquiza, the village chief of Talon-talon, said they have been trying to determine why their village had the most number of cases with 123.",
				"\"I guess it has something to do with stagnant water. Talon-talon is the catch basin of floodwater from other barangays,\" Arquiza said.",
				"Arquiza said his village had a bigger population and therefore, the rate at which the cases spread was higher.",
				"\"I don’t think our barangay is very dirty to earn that image,\" he said.",
				"Talon-talon has a total of population of 30,535."
			]
		}
		{
			"title": "Guadalupe, four others identified as dengue hotspots",
			"timestamp": "2016-10-12T16:44:00",
			"content": [
				"BARANGAY Guadalupe again became the top dengue hotspot in Cebu City based on records of the Department of Health (DOH).",
				"Rennan Cimafranca, chief of the Regional Epidemiological and Surveillance Unit (RESU), said also identified were barangays Lahug, Labangon, Barrio Luz and Tisa.",
				"More than two new cases of dengue are recorded per week in their respective areas. Cimafranca said they need DOH evaluation to verify if there is a need to declare a dengue outbreak in the city."
			]
		}
		{
			"title": "Dengue cases shoot up 89% in C. Visayas; Cebu City ranks highest with 1,900 cases",
			"timestamp": "2015-12-06T01:38:00",
			"content": [
				"Dengues cases in Central Visayas from January to November  showed an increase of 89 percent from year-ago levels.",
				"With cases  of illness almost doubling and number of deaths reaching 72 compared to only 22 for the same period last year, health officials urged the public to watch out for  insect bites, stagnant pools of water and symptoms of dengue fever.",
				"\"Some are taking it for granted and some are not listening to the advisories. Prevention should start at home,\" Rennan Cimafranca, Regional Epidemiology and Surveillance Unit (RESU-7) told Cebu Daily News.",
				"Monitor reports of  RESU-7 show  there are 11,029 cases with 72 deaths  this year  compared to last year’s 5,844 cases with 22 deaths.",
				"Patients ranged from a 2-day-old infant to a 95 year-old senior. The average age of victims was  14 years old.",
				"Most of the cases occured in  Cebu City, Lapu–Lapu City, Mandaue City and Tagbilaran in Bohol.",
				"Cebu City ranks first in the top 20 municipalities or cities with 1,900 dengue cases  including 14 deaths. For the same period last year, there were only 1,143 cases including 3 recorded deaths in Cebu City.",
				"This year Lapu-Lapu City posted the second highest number of cases in Central Visayas with 543 cases including 7 deaths. Mandaue City is third with 444 cases including 2 deaths and Tagbilaran City in Bohol province was fourth with 395 cases including 3 deaths.",
				"\"The figure is alarming but we can’t declare it as epidemic because the cases come from different areas,\" he added.",
				"Hotspots in Cebu City included barangays Guadalupe, Tisa, Apas, Labangon and Lahug. For Cebu towns,  hotspots included  poblacion, Daanbantayan and barangay Pandacan, Pinamungajan.",
				"\"These are considered hotspots because there are at least two cases reported every other week,\" Cimafranca said.",
				"Dengue fever is an acute viral infection that affect infants, young children and adults which is transmitted through the bite of an aedes aegypti mosquito.",
				"Signs and symptoms include high fever which may last from two to seven days, joint and muscle pain, pain behind the eyes, weakness, skin rashes, nose bleeding when fever starts to subside, abdominal pain, vomiting of coffee colored matter, dark colored stools and difficulty of breathing.",
				"There’s no specific medicine yet that can treat dengue."
			]
		}
		{
			"title": "S. Cotabato town under calamity as dengue kills 2",
			"timestamp": "2016-02-15T00:28:00",
			"content": [
				"KORONADAL CITY—A town in South Cotabato province had been placed under a state of calamity after two residents died of dengue fever and 33 others were diagnosed of the disease, local officials said on Saturday.",
				"Vice Mayor Pinky Divinagracia of Surallah town said the situation has reached an alarming level as more cases were being reported even in villages that were previously dengue-free.",
				"She said 33 cases of dengue were reported in the town last month. These were concentrated in seven of Surallah’s 17 villages, which are adjoining communities.",
				"\"The dengue-carrying mosquitoes [seemed] confined in these communities but [cases are] slowly spreading,\" she said. \"This is alarming [but] we are addressing it.\"",
				"Divinagracia said they have urged residents to clean their surroundings and get rid of possible breeding sites of mosquitoes such as used tires, water containers, and stagnant canals and drains.",
				"Health officials said the mild to moderate rain experienced in South Cotabato the past weeks could have contributed in the growth of mosquito larvae in water containers or empty bottles.",
				"To help contain the rising dengue cases, Divinagracia said the local government would buy fogging machines and chemicals, along with medicines for dengue patients."
			]
		}
		{
			"title": "Davide urged to declare dengue outbreak in Cebu",
			"timestamp": "2016-10-07T23:50:00",
			"content": [
				"With nearly 15,000 dengue cases in Cebu province from Jan. 1 to Sept. 24 this year, the Provincial Health Office (PHO) is asking Gov. Hilario Davide III to declare a dengue outbreak in the province.",
				"Davide said yesterday that he received a letter from Dr. Rene Catan asking him to declare the outbreak.",
				"But he said that before he could declare a dengue outbreak he would need the approval of the Cebu Provincial Board.",
				"The PHO chief’s request came after the PHO succeeded in making the Provincial Risk Reduction Management Council to classify the surge in dengue cases in the province as a disaster during last Thursday’s 3rd quarter meeting of the council.",
				"Dr. Ismael Pastor, PHO public health head, who represented the PHO in the meeting, cited the Regional Epidemiology and Surveillance Unit in Central Visayas (Resu-7) report which showed that Cebu province had 14,846 dengue cases in a nine month period this year as compared to only 6,420 cases in the same period last year.",
				"Pastor said this was a 140 percent surge in dengue cases as compared to last year.",
				"Aside from that, 13 towns and cities are in the Resu-7’s top 20 list of municipalities and cities with dengue cases and deaths in the region this year.",
				"These data helped Pastor to convince the PDRRMC to classify the increase in dengue cases as a disaster which would bring in the Provincial Disaster Risk Reduction Management Office (PDRRMO) to the province’s anti-dengue drive.",
				"With the dengue trend classified as a disaster, the PDRRMO could help allocate funds for the PHO’s anti-dengue drive and could provide the needed manpower in implementing its anti-dengue programs, which would include misting operations.",
				"Julius Regner, PDRRMO information officer, for his part, said that the office would be setting aside a P1 million budget this year to help the PHO’s campaign against dengue.",
				"Regner said that they already received a request from the PHO to help them in the purchase of misting machines.",
				"The PHO has four misting machines but Pastor said that only two of the machines are working.",
				"He said that they would need money to buy the machine, which is worth P50,000.",
				"Regner, however, said that the PDRRMO would still study what kind of assistance they could extend to the PHO.",
				"But according to Resu-7, misting is not the ultimate solution to address the increase in dengue cases in Cebu province.",
				"Rennan Cimafranca, chief of Regional Epidemiological and Surveillance Unit (Resu-7), said that eradication of containers is the solution to end the breeding site of mosquitoes.",
				"\"In misting, it can only kill adult mosquitoes while its eggs, larvae and pupa remain,\" Cimafranca told Cebu Daily News.",
				"Misting is a process where a machine is used to release smoke to kill mosquitoes.",
				"Cimafranca also said that he respected the PHO for pushing for a declaration of a dengue outbreak in the province.",
				"But he said in epidemiology, an outbreak is a sudden increase in occurrences of a disease in a particular time and place.",
				"\"The province and the local government unit can also declare an outbreak,\" said Cimafranca.",
				"He however said this would be the first time that a province-wide outbreak was being considered.",
				"\"Kasagaran barangay level ang atong tan-awon og asa moy pinaka apektado na area. I don’t know the reason why they considered it as province wide,\" he said.",
				"The last time Resu-7 declared dengue outbreak was in 2014 in Barangay Buanoy, Balamban, midwest Cebu.",
				"For 2016, Resu-7 of Department of Health (DOH-7) has not declared an outbreak in any areas in Cebu."
			]
		}
		{
			"title": "Dengue cases down in November, says PHO",
			"timestamp": "2016-12-14T22:10:00",
			"content": [
				"THE Cebu Provincial Health Office (PHO) reported a decline in dengue cases in a span of one month from October to November this year.",
				"Records from the PHO showed that there were 785 dengue cases in November compared to 1,559 last October.",
				"The PHO declared a dengue outbreak during the month of October due to the surge in dengue cases.",
				"The declaration resulted to the implementation of anti-dengue programs and activities, such as fogging, information dissemination about dengue in the municipalities and cities within the Cebu province.",
				"Dr. Niño Ismael Pastor, PHO chief on public health, said that even with the decrease in dengue cases last month, the year 2016 has the higher number of dengue cases with 8,218 from January to November compared to last year of the same period with 2,461 cases."
			]
		}
		{
			"title": "Fewer dengue deaths, cases in province in Jan.",
			"timestamp": "2017-01-31T22:20:00",
			"content": [
				"THERE were fewer deaths caused by dengue and fewer dengue cases in the province last month compared to the same period last year.",
				"Nurse Cyril Kay Pangantungan of the Provincial Health Office (PHO) said there were five deaths caused by dengue and 451 dengue cases last month.",
				"This is lower than the 11 deaths and 722 dengue cases in January last year.",
				"One of the dengue deaths last month reportedly occurred in the southern town of Dumanjug while the rest occurred in Consolacion, northern Cebu.",
				"Pangantungan, PHO’s dengue case coordinator, said most of the victims were children.",
				"She credited the lower figure to greater awareness of the disease due to their campaign and cleanup drive.",
				"Pangantungan said their standard measures include removing mosquito-breeding places through fogging and cleaning.",
				"She said the rainy weather also helped in lowering the number of dengue cases. \"The rain prevents mosquitoes from breeding just anywhere specifically in areas where there is stagnant water,\" she said.",
				"Pangantungan said residents should clean their surroundings of stagnant water and other pollutants.",
				"She said sanitary inspectors should always be monitoring their communities for any presence of stagnant water."
			]
		}
		{
			"title": "Dengue deaths in Negros Oriental reach 31; 4,500 cases reported",
			"timestamp": "2016-11-11T16:21:00",
			"content": [
				"DUMAGUETE CITY –- The number of dengue-related deaths in Negros Oriental has reached 31 as of latest count, according to the Department of Health-Negros Island Region (DOH-NIR).",
				"A report from the Regional Epidemiology and Surveillance Unit (RESU) of the DOH-NIR also disclosed that from January 1 to November 5, this year, the total number of dengue cases has already reached 4,500.",
				"This is 172 percent higher compared to the same period of last year, with 1,653 cases and 14 deaths.",
				"Majority of the cases were from Dumaguete City (16.5 percent), followed by Bais City (15.1 percent), Siaton (7.4 percent), Bayawan City (6.6 percent) and Sibulan (6.1 percent).",
				"Dumaguete City remains at the top of the list of the top ten cities and municipalities in Negros Oriental with the highest number of dengue cases, pegged at 742.",
				"Bais City came in second with 667 cases, followed by Siaton with 330, Bayawan City with 294, Sibulan with 273, Mabinay, 194, Bindoy, 187, Guihulngan City, 186, Bacong, 164 and Manjuyod with 162 cases.",
				"Bais City had the highest dengue-related deaths with 12, followed by Manjuyod with five; Guihulngan and Tanjay City with three each; Dumaguete City and Mabinay, two each; Siaton, Bayawan, Valencia and Ayungon with one death each."
			]
		}
		{
			"title": "Cavite dengue cases down by 55 percent",
			"timestamp": "2016-11-09T22:01:00",
			"content": [
				"Trece Martires City, Cavite – Cases of dengue fever in the entire province of Cavite in the first ten months of the year dropped by 55 percent compared with the same period last year.",
				"The Provincial Epidemiology Surveillance Unit (PESU) Morbidity Week 42 report or the period covering from Jan. 1 to Oct. 26, 2016  showed 3,972 cases and 20 deaths.",
				"A total of 8,742 cases were recorded in the first ten months of 2015, and 12,007 cases and 48 deaths for the entire year.",
				"The provincial government then declared a province-wide dengue outbreak and placed the province under a state of calamity in September last year.",
				"General Trias City had the most number of cases with six deaths and 491 cases, followed by Silang with five fatalities and 449 cases, and Bacoor City, with two deaths and 403 cases.",
				"Imus City, the province’s capital, had 477 cases but no deaths were reported.",
				"Health Education Promotion Officer II Annabelle Dilig said that there is no need to declare  dengue outbreak in any seven cities and 16 municipalities.",
				"Dilig said the  PHO along with regional and national health authorities are likewise monitoring cases of  Zika and chikungunya virus infection.",
				"Dilig reported that the chikungunya outbreak in upland Indang municipality has been lifted last month."
			]
		}
		{
			"title": "Antique dengue cases increase twofold",
			"timestamp": "2016-11-05T22:00:00",
			"content": [
				"San Jose, Antique – Authorities in Antique have expressed alarm over the increase in the incidence of dengue in the province.",
				"The Provincial Health Office (PHO) reported that a total of 1881 dengue cases were recorded from January to October 12, this year. Information Officer Irene Duldoco of PHO, pointed out that it is 120.26 percent higher compared  to 854 cases in the same period last in year.",
				"The disease also caused three fatalities in three Municipalities – Hamtic, Antique last June 2016; Patnongon in July; and in San Jose last September.",
				"Dulduco said that  dengue cases in the month of January was recorded at 69; February, 56; March, 43; April, 49; May- 61; June- 161; July- 573; August- 631; September, 212; and October, 34.",
				"The PHO is urging the public to sustain the campaign against dengue by keeping the surroundings clean in order to eliminate mosquito-breeding sites."
			]
		}
		{
			"title": "Cebu health officer sees dengue outbreak",
			"timestamp": "2016-10-22T16:14:00",
			"content": [
				"An official at the Cebu Provincial Health Office (PHO) said there is now a dengue outbreak in the province, citing the abnormal increase in dengue cases since the second quarter of this year.",
				"\"We have a dengue outbreak because the number of cases is more than the previous year. There is an unusual increase of cases and more people are getting sick,\" said PHO chief on public health, Dr. Niño Ismael Pastor.",
				"Pastor said he based the declaration on data released by the Regional Epidemiology and Surveillance Unit, which showed that dengue cases in Cebu rose by 140 percent year-on-year to 6,808 cases. Of the 125 dengue deaths, 67 were from the province.",
				"\"This is a relative quantity compared to the previous rate. It is an outbreak and it is abnormal,\" Pastor said during the meeting of the Provincial Risk Reduction and Management Council Thursday.",
				"He said the rise of dengue case is alarming but told the public not to worry about it because the health office is trying to contain it as soon as possible.",
				"He admitted, however, that his office could not cope with rising number of cases because the local government units have stopped supporting its operations.",
				"\"Our resources are already depleting. Our misting team is no longer responding effectively. The sanitary inspectors of the LGUs used to help us but now they are already burnout. This is already beyond our capacity,\" he said."
			]
		}
		{
			"title": "Dengue cases down in CAR but still alarming",
			"timestamp": "2016-10-16T17:05:00",
			"content": [
				"BAGUIO CITY — Department of Health – Cordillera Regional Office (DOH-CAR) Medical Officer Alexei Marrerro on Thursday said the number of dengue cases in the region is decreasing but is still in an alarming level.",
				"Marrerro said there are 8,558 cases recorded as of September 24 or a 16 percent increase compared to the same period last year.",
				"The figures showed a slight decrease from 25 percent two weeks ago, Marrero added.",
				"\"Cases normally rise during the rainy months of May to August and start slowing down in September,\" Marrerro said.",
				"In the same interview, DOH-CAR Entomologist III Ursula Segundo said the female Aedes aegypti mosquito, the main vector that transmits the virus that causes dengue, is now found to be highly adaptive with changes in temperature and environment.",
				"\"Clusters can now be found in urban areas as much as in the rural areas and they can now breed in the clean portion of dirty waters,\" Segundo said.",
				"\"The peak used to be during the rainy season, but now, mosquitoes adapted to breed until the summer,\" she added.",
				"Segundo said the DOH and Saint Louis University (SLU) are conducting a larvicide assessment in the locality to kill the vector mosquito.",
				"In the conduct of the assessment, they found out that a larvicide labelled “Kiti-kiti X” (mosquito larvae X) tested very effective in helping reduce the mutation of the vector mosquito.",
				"\"The assessment of Kiti-kiti X is helpful in the reduction of dengue mosquitoes,\" Segundo said.",
				"\"The calcium-based larvicide powder (calcium hydroxide plus clinoptilolite) is added to ovitraps to kill mosquito larvae before they develop into adult mosquitoes. The larvicide remains effective for four (4) weeks,\" she added.",
				"City Health Services Office (CHSO) Medical Officer Nelson Hora said that after a series of vector surveillance and information, education campaigns (IECs) in barangays and schools in Baguio, they found out that the leading breeding sites of vector mosquitoes are drums with water, followed by pails with water, and the water-retaining leaves of fortune plants and bromeliads.",
				"Hora also recommended schools to use pyrethroid-based insectides to treat their curtains and to conduct regular search and destroy activities twice daily.",
				"\"Search and destroy activities should be done applying the 9:00 o’clock and 4:00 o’clock habit as the vector mosquitoes are highly infectious two hours after sunrise and two hours before sunset\", he added.",
				"Hora reiterated that Dengue symptoms are very much like those of flu and advised the public not to wait for rashes to appear as these do not always manifest in all persons who have contracted the virus.",
				"Hora said laboratory exams are free for suspected dengue patients at the CHSO."
			]
		}
		{
			"title": "Dengue cases rising in Cavite",
			"timestamp": "2017-07-07T22:01:00",
			"content": [
				"Trece Martires City, Cavite — Dengue-related cases have increased by the month with the reported 1,260 cases in the first half of 2017. There were three official dengue deaths in the first six months of the year, not four as reported earlier.",
				"The Provincial Health Technical Services Office said yesterday, there was no reported dengue outbreak with the recorded number during the period.",
				"The Office said that the three deaths and 1,260 cases were contained in Morbidity Week report or the period from January 1 to June 24 this year.",
				"The dengue case number recorded lately had doubled as compared with the first quarter of the year or the period from Jan. 1 to March 4 with 647 cases.",
				"The Office said that although the incident number was noted increasing every month this year, the cases were not alarming as compared with the previous years."
			]
		}
		{
			"title": "Dengue fever deaths on the rise in Central Visayas",
			"timestamp": "2017-06-21T22:00:00",
			"content": [
				"Cebu City — The number of dengue fatalities in Central Visayas is on the rise after it claimed 65 lives from January to the second week of June, the Department of Health – Central Visayas (DOH-7) reported.",
				"Based on data compiled by the Regional Epidemiology Surveillance Unit (RESU) of DOH-7, while the number of dengue patients declined to 6,337 for the forst six months this year compared with 6,475 cases over the same period last year, the mortality rate has spiked.",
				"Cebu City has the most number of dengue fever cases in Central Visayas with 1,437 cases and 21 deaths.",
				"Most of the cases in Cebu City were recorded in Barangay Guadalupe Mabolo, and Talamban.",
				"Other dengue fever hotpsots are Mandaue City, Lapu-Lapu City, Consolacion, Talisay City, Danao City, Toledo City, Argao, Minglanilla and Carcar City.",
				"With the onset of the rainy season, the DOH 7 yesterday urged local government units to continue implementing anti-dengue fever programs and initiatives in their respective areas."
			]
		}
		{
			"title": "Number of dengue cases in W. Visayas on the decline",
			"timestamp": "2017-06-13T22:00:00",
			"content": [
				"Iloilo City –The number of dengue cases in Western Visayas, including Negros Occidental, declined from January to May 27 this year, the Department of Health here said on Tuesday.",
				"DOH-6 regional entomologist and dengue program coordinator Maria Lourdes Monegro said in a press conference on Tuesday that 1, 997 cases were recorded during the first five months of this year, lower by 45 percent compared to the 3,636 cases for same period in 2016.",
				"However, deaths this year were higher at 19, compared to 10 in 2016.",
				"The youngest victim was a four-month old baby, while the oldest at 94 years old. Most of the fatal cases involved children with ages ranging from one to 10 years old.",
				"Dengue is a viral infection caused by Aedis aegypti, which is the primary vector.",
				"Monegro likewise reiterated that the public should undertake measures to avoid being beaten by mosquitoes, which carry the dengue virus, between 6 a.m. and 8 a.m., and 4 p.m. and 6 p.m.",
				"DOH is now focusing on Negros Occidental and Bacolod City that posted the highest cases and dengue deaths. Negros Occidental reported 847 cases with nine deaths and Bacolod City 324 cases, with five deaths."
			]
		}
		{
			"title": "Central Visayas dengue deaths climb to 62",
			"timestamp": "2017-06-09T22:00:00",
			"content": [
				"Cebu City — Deaths from dengue in Central Visayas continued to rise this year even as the number of dengue cases dropped slightly, according to the Department of Health (DOH).",
				"From January 1 to June 3, dengue cases in the region reached 6,034, with 62 fatalities.",
				"The number of cases was lower by 1.1 percent from last year’s 6,099 but the fatalities rose from 48.",
				"DOH Regional Epidemiology and Surveillance Unit cluster head Shelbay Blanco, however, said that they were still looking into why the number of fatalities have increased in 2017, when in fact, this year’s number of cases dropped from last year.",
				"Blanco said that majority of the cases and deaths are from highly urbanized cities in Cebu province: Cebu City (1,388 cases, 21 deaths), Mandaue City (478 cases, 1 death), Lapu-Lapu City (426 cases, 6 deaths).",
				"With the start of the rainy season, he expects the number of dengue cases to rise.",
				"He said the public should do its share in intensifying the dengue awareness program.",
				"\"We need the efforts of the private sectors and the households. We need to unite to achieve a healthier Philippines by 2022,\" he said."
			]
		}
		{
			"title": "Central Visayas dengue deaths up",
			"timestamp": "2017-04-06T22:01:00",
			"content": [
				"Cebu City – There were more dengue deaths in Central Visayas in the first three months of this year compared to the same period last year, according to the Regional Epidemiology Surveillance Unit (RESU) of the Department of Health (DOH).",
				"In the latest data released by RESU, 48 people had died from dengue from January 1 to April 1 of this year, up from 30 deaths during the first quarter of 2016.",
				"Four of the dengue deaths occurred in the latter part of March.",
				"The number of dengue cases, however, dropped slightly, from 4,531 last year to 4,517 this year.",
				"Cebu City had the bulk of the dengue cases in the region, with 20.8 percent of the total. There were 17 dengue deaths and 921 cases in the city in the first three months of this year, RESU said.",
				"Mandaue City reported 408 dengue cases, with one fatality. Lapu-Lapu City had 325 dengue cases with no reported death.",
				"The municipality of Consolacion had 212 cases, with 4 fatalities, while Dumaguete City reported 212 cases with no deaths.",
				"The DOH continues to urge the public to clean up their surroundings and destroy mosquito breeding grounds to avoid becoming victim to dengue disease.",
				"In October 2016, the Cebu Provincial Board declared the entire province of Cebu under a state of calamity in October 17 following the alarming rise in dengue cases, which have exceeded 5,000 cases since January of last year."
			]
		}
		{
			"title": "Iloilo dengue cases drop",
			"timestamp": "2017-04-02T17:38:00",
			"content": [
				"There has been a significant drop in mosquito-borne disease dengue in Iloilo City.",
				"Based on data from the Iloilo City Health Office, there were only 66 cases recorded between January to March this year.",
				"In comparison, there were 183 cases for the same period of last year.",
				"While the number of cases are much lower, Mayor Jed Patrick Mabilog urged residents not to be contended and continue clean up drives.",
				"Iloilo City recorded the country’s first Zika virus last year. From September 2016 until January 2017, there were more than a dozen cases of Zika in Iloilo City.",
				"Dr. Mae Delmo, Assistant City Health Chief, said that they continue to distribute free larvicides in the city’s barangays.",
				"Delmo also reminded village chiefs to keep up with the cleaning every Saturday to prevent the creation of breeding ground for mosquitoes."
			]
		}
		{
			"title": "Dengue cases dip 67.9 % in Caraga",
			"timestamp": "2017-03-30T07:30:00",
			"content": [
				"Dengue fever, the dreaded mosquito-borne disease, has dipped in the region to almost 70 percent according to the recent data released by the Department of Health (DOH) Regional Office 13.",
				"The Department of Health Regional Office 13 Epidemiology and Surveillance Unit (RESU), based on its Disease Surveillance Report during the 10th Morbidity Week from the first week to the middle part of this month, gave its dengue fever update trend that a total of 674 cases were admitted to the different disease reporting units region wide from the first week of January to the mid-part of this month. Accordingly, this is 67.9 percent lower than the 2,097 cases in the same period last year.",
				"From the first week to the middle part of March of this year, according to the regional health office, 38 cases came from the different disease reporting units in Caraga Region. Reported cases were mostly coming from Surigao del Sur (16 cases), Agusan del Sur (9 cases), Tandag City (7 cases) and Surigao City (2 cases).",
				"There was no barangay identified as hotspot (Morbidity Week 6-7). Clustering of cases was noted in Brgy. Washington (Poblacion), Surigao City and Mabua, Tandag City.",
				"Surigao del Sur recorded the highest with (164 cases) from the first week of January to mid-part of March this year; followed by Butuan City (109), Agusan del Sur (80), Surigao del Norte (78), Agusan del Norte (61), Surigao City (61), Tandag City (44), Bayugan City (25), Bislig City (19), Cabadbaran City (18) and Dinagat Islands (15) with a total of 674.",
				"Ages of cases ranged from less than one month old to 85 years old. Majority of cases were males (57.1 percent ). Most of them belong to “0” to “10” years age group (55.2 percent).",
				"There were four deaths reported from the different disease reporting units region-wide during the period. Ages of deaths ranged from 4 years old to 85 years old, with a mean of 32. Majority of these deaths were male (75 percent). This is 60 percent lower compared to the same period of 2016."
			]
		}
		{
			"title": "E. Visayas records fewer dengue cases",
			"timestamp": "2017-02-17T11:59:00",
			"content": [
				"Tacloban City – Dengue fever cases dramatically dropped last January, the Department of Health (DOH) regional office here reported.",
				"Authorities diagnosed 112 dengue cases in January with no recorded deaths. The figure is 85 percent lower than the figure for the same period last year.",
				"At least 36 percent of the cases were in Leyte province, the highest among the region’s six provinces.",
				"In 2016, the mosquito-borne disease killed 33 people and afflicted 6,322 individuals in the region. The health department expects a significant decline in cases this year, citing patterns over the past decade.",
				"\"Although, there is a decline of dengue fever incidence in the region in the early part of 2017, we should not be complacent because dengue occurs all year-round and it could increase anytime if mosquito population is high,\" said DOH regional information officer Ma. Elena Joy Villarosa.",
				"Dengue, which typically causes flu-like symptoms such as body pain, headaches, and high fever, tends to be found in places where there is mass population, poor sanitation, and unsystematic water storage.",
				"DOH emphasized that people should resort to methods to control mosquito populations and keep their surroundings clean.",
				"Across the region, it was reported that children five to nine years old were commonly affected by dengue.",
				"DOH conducted school-based dengue campaigns and promoted the so-called 4-S: search and destroy the breeding sites of mosquitoes, seek early consultation when experiencing fever for two days already, self-protection measures like wearing long sleeves and using mosquito repellants, and say “no” to indiscriminate fogging.",
				"The department also distributed mosquito nets to schools and places where dengue cases are high.",
				"\"We believe that promoting public awareness is one of the main strategies to reduce the risk of dengue transmission,\" Villarosa said.",
				"Local governments and health authorities have been encouraging people to clear potential mosquito breeding sites around their homes, schools, and workplaces to help stop the spread of the virus."
			]
		}
		{
			"title": "Dengue cases down by 1.3 % in 2016",
			"timestamp": "2017-02-09T15:45:00",
			"content": [
				"The number of dengue cases was quite lower in 2016 compared with what was recorded in the same period in 2015, the Department of Health (DOH) reported.",
				"According to data from the DOH-Epidemiology Bureau (DOH-EB), a total of 211,108 dengue cases were recorded from January 1 to December 31, 2016. This showed a decrease of 1.3 percent, compared with the number of cases recorded in the same period in 2015, which totaled 213,930 cases",
				"In 2016, the bulk of the recorded cases were from Region 7 with 12.9 percent, Region 6 with 12.4 percent, Region 4-A with 10.4 percent, Region 3 with 9.6 percent, and Region 12 with 8.5 percent.",
				"Earlier, Health Secretary Paulyn Jean Ubial reiterated that cleanliness remains to be the strongest weapon against mosquito-borne diseases.",
				"\"It is very important to search and destroy the potential breeding sites in order to prevent the spread of Aedes mosquitoes that serve as vector of the virus. We reiterate that cleanliness is still the key against mosquito-borne diseases,\" she said.",
				"With this, the public is reminded to do the \"4S\" stategy. \"The public is reminded to be vigilant and pre-cautious in eliminating mosquito breeding places through the ‘4S campaign’. The 4S means Search and destroy mosquito breeding places, use Self-protection measures, Seek early consultation for fever lasting more than two days, and Say yes to fogging only when there is an impending outbreak,\" Ubial noted.",
				"Dengue, a virus transmitted by the bite of an Aedes aegypti mosquito, is a disease characterized by sudden onset of high fever which may last from two to seven days, joint and muscle pain and pain behind the eyes, weakness, skin rashes, nose bleeding when fever starts to subside, abdominal pain, vomiting of coffee-colored matter, dark-colored stools, and difficulty in breathing."
			]
		}
		{
			"title": "Dengue cases up 763% in E. Visayas",
			"timestamp": "2017-01-03T22:00:00",
			"content": [
				"Tacloban City – An alarming increase in dengue fever cases in Eastern Visayas in 2016 compared to 2015 has been reported by the Department of Health regional office (DOH-8) based in Palo.",
				"Dr. Minerva Molon, DOH-8 regional director, said in a press conference here, that the 2016 dengue fever cases reported from January to December 2016 has reached 6,110 with 32 deaths. In 2015, there were only 800 dengue fever cases reported for the whole year with four deaths in Eastern Visayas, he said.",
				"The figures translate to a 763 percent increase which is the highest in five years.",
				"Molon said the latest casualties of dengue fever come from Mondragon in Northern Samar, Ormoc City, and Guiuan in Eastern Samar.",
				"The director said they expect a decline in the number of dengue fever cases in the summer season.",
				"The director encouraged the public that those who show the symptoms of the dengue fever should seek consultation immediately with the doctors or health workers in their localities.",
				"She urged the public to coordinate with health authorities, especially in areas with high dengue cases, for the control of the mosquito population in their respective communities.",
				"Dengue fever manifests itself with high fever, pain behind the eyes, severe headache, and muscle and joint pain, with rashes on the skin and varying degree of bleeding from various parts of the body, health authorities explained."
			]
		}
		{
			"title": "87% rise in dengue cases",
			"timestamp": "2016-12-30T22:01:00",
			"content": [
				"Cebu City – The Department of Health (DOH) in Western Visayas has reported an 87-percent increase in the number of dengue cases in the region this year.",
				"The DOH said dengue cases totaled 26,670, with 238 deaths, as of December 24.",
				"The total last year was 14,247 cases and 82 deaths.",
				"Rennan Cimafranca of the DOH Regional Epidemiology and Surveillance Unit (RESU) said the rise in dengue cases and deaths was accompanied by a drop in admissions in the last quarter.",
				"Majority of the dengue cases and fatalities were from Cebu City with 3,933 cases and 28 deaths, followed by Mandaue City (1,554 cases and 24 deaths) and Lapu-Lapu City (1,137 cases and 17 deaths).",
				"Other local government units with a high number of dengue cases are the cities of Dumaguete and Bais in Negros Oriental, the cities of Carcar, Talisay and Toledo and the towns of Consolacion and Balamban in Cebu.",
				"Cimafranca said the dengue cases spiked the middle of the year and slowly going down during the last two quarters."
			]
		}
		{
			"title": "Caraga posts 35 dengue deaths this year",
			"timestamp": "2016-12-14T22:01:00",
			"content": [
				"Butuan City — Health officials in the Caraga region have raised the alert on the increasing number of dengue cases, with 35 patients already succumbing to the dreaded disease since January.",
				"Department of Health (DOH) Assistant Regional Director Dr. Cesar C. Cassion disclosed that 7,365 dengue cases have been recorded from January to December, which is 32.8 percent higher compared to the same period last year which had 5,548 cases.",
				"In a 2016 Year-End Media Forum at one of the hotel and convention center here on Tuesday, Cassion said the dengue deaths reached 35 in the region as of December 13.",
				"\"Ages of deaths ranged from five months old to 84 years old, and majority of these deaths were female (63.8 percent),\" the DOH 13 official said.",
				"In November alone, there were 434 cases registered, mostly coming from Surigao del Sur with 118 cases, Surigao del Norte 73, Surigao City 65, Butuan City 61, Agusan del Sur 43, and Agusan del Norte 27.",
				"Cassion said there were 16 cases also recorded in Tandag City and 15 in the Province of Dinagat Islands (PDI).",
				"Barangays identified as hotspots were Barangays Sabang, Washington and San Juan in Surigao City; Barangay Poblacion in Bayugan City (Agusan del Sur); Baan Kilometer 3 in Butuan City; Barangays Magosilom and Magasang in Cantilan town and Barangay Adlay in Carrascal town, all in Surigao del Sur; and Barangay Malinao, Tubajon town in PDI, according to Cassion said."
			]
		}
		{
			"title": "24 dengue deaths recorded in South Cotabato",
			"timestamp": "2016-12-13T22:01:00",
			"content": [
				"Koronadal City – Health officials in South Cotabato have raised the alert on the increasing number of dengue cases, as the 24 patients have died due to the disease since January this year.",
				"South Cotabato provincial health chief Dr. Rogelio Aturdido also said the number of dengue cases has breached the 5,000-mark this year, which is more than 100 percent higher than those recorded from January to December last year.",
				"Aturdido added that the dengue deaths reached 24 as of December 14.",
				"Data from the South Cotabato provincial Epidemiology and Surveillance Unit (PESO) showed that Koronadal City had the highest number of fatality due to dengue with six, followed by Tupi which had five deaths.",
				"The upland towns of Polomolok and Surallah had four deaths each, while two were reported killed in Banga town. The towns of Tantangan, Norala and Lake Sebu had one fatality each.",
				"Aturdido said from January to December 13, a total of 5,719 dengue cases were reported in both public and private hospitals in the province. The figure was 100.3 higher as compared to data last year which has only about 2,600 cases.",
				"Aturdido told reporters that public support and participation in the general effort to contain dengue cases was important.",
				"He underscored that public should be further encouraged to clean their surroundings, as well as inside their homes.",
				"Aturdido said water containers should be cleaned, while canals and passages ways should be cleared of stagnant waters."
			]
		}
		{
			"title": "Dengue cases in Cebu nears 9,000",
			"timestamp": "2016-11-22T22:00:00",
			"content": [
				"Argao, Cebu – Despite the provincial government’s relentless information drive against the mosquito-borne dengue, the number of people inflicted with the disease continues to rise in the province of Cebu.",
				"Data from the Cebu Provincial Health Office (PHO) showed that dengue cases in the entire province from January to November of this year have already reached 8,969, an increase of 2,521 cases from only 6,448 as of October 15.",
				"The PHO has not updated its list of fatalities as of yet but provincial dengue coordinator Cyril Pangatungan said the latest fatality was from barangay Tuli, Argao town. The PHO has already sent a team to the area to determine the circumstance of the latest death.",
				"According to Cebu Provincial Board (PB) Member Christopher Baricuatro, who heads the PB Committee on Health, they recently bought the larvicides and will be distributing supplies to each of the local government units in the province in the hope of halting the rise of dengue cases.",
				"Among the cities and municipalities in Cebu, Toledo City topped the list with 676 total recorded cases, followed by Carcar City with 577 cases. Talisay City is third on the list with 441 cases.",
				"The Cebu PB declared the entire province of Cebu under state of calamity on October 17 due to the rising cases of dengue, which have exceeded 5,000 cases since January."
			]
		}
		{
			"title": "Alarming increase in dengue cases in GenSan",
			"timestamp": "2017-08-14T22:00:00",
			"content": [
				"General Santos City — Local health authorities have taken steps to arrest the alarming increase in the number of dengue cases this year, which has reached more than 1,400 with seven fatalities.",
				"Dr. Mely Lastimoso, head of the epidemiology surveillance unit of the city health office, said at least 1,466 dengue cases have been monitored by city health personnel from January to August this year in the city’s 26 villages.",
				"Lastimoso noted that this represented a 148-percent increase in dengue cases, compared to the 627 cases recorded for the same period last year.",
				"The hardest-hit barangays included Calumpang with 188 cases, followed by Lagao with 179 cases and San Isidro, 153 cases.",
				"Health authorities said the most of the patients caught the dengue virus due to unhygienic surrounding and environment.",
				"The regional office of the Department of Health has intensified its monitoring on dengue cases in the villages with officials and residents being ordered to undertake continuous community clean up drives."
			]
		}
		{
			"title": "C. Visayas dengue deaths still rising",
			"timestamp": "2017-07-24T22:00:00",
			"content": [
				"Cebu City — The number of deaths from dengue in Central Visayas has reached 72, according to the Department of Health (DOH) regional office.",
				"From January 1 to July 15 this year, there were 7,095 dengue cases and 72 deaths in the region, which is 9 percent lower than last year’s 7,807 cases and 65 deaths.",
				"The health department’s Regional Epidemiology and Surveillance Unit Cluster Head Shelbay Blanco said most of the deaths are due to late referrals.",
				"\"Time to time, we never forget to emphasize to seek early consultation but what caused most of the deaths are late referrals. We never failed to remind the public to seek early consultation,\" Blanco said.",
				"Cebu City has the most number of both cases – 1,571 – and deaths – 21.",
				"Second highest was Lapu-Lapu City with 518 cases and seven deaths. Mandaue City at third with 517 cases and one death.",
				"Blanco said most of the cases were children aged six to ten. They are the most susceptible to the mosquito-borne disease since \"they still don’t understand the pain they feel.\"",
				"At least 500,000 children in Cebu aged nine to 14 will benefit DOH’s community-based free Dengue immunization program.",
				"The cities of Cebu and Bogo and the towns of Madridejos and San Fernando started giving out vaccines since the first week of July.",
				"The vaccines will be administered in three doses, three months apart."
			]
		}
		{
			"title": "Dengue cases in PH decrease but hike in NCR — DOH",
			"timestamp": "2017-09-03T15:38:00",
			"content": [
				"While the total number of dengue cases have decreased nationwide, the number of cases in the National Capital Region (NCR) has increased, data from the Department of Health (DOH) disclosed.",
				"According to the latest Dengue Disease Surveillance Report, a total of 58,598 dengue cases were recorded nationwide from January 1 to August 5, 2017.",
				"\"This is 43.8 percent lower compared to the same period as last year, which had 104,211 cases,\" the DOH noted.",
				"There were also a lower number of dengue deaths this year with 315; compared to what was recorded in the same period last year, which was 471 deaths.",
				"The NCR, however, got a 27.7 percent increase in dengue cases. A total of 8,064 cases was recorded in Metro Manila from January 1 to August 5, 2017; which is higher than what was recorded in the same period last year which was 6,315.",
				"DOH National Dengue Control and Prevention Program Manager Dr. Rhodora Cruz said the presence of different dengue types in Metro Manila could be one of the reasons for the high number of cases.",
				"\"Dengue is really endemic in all regions in the country. But there are more than one sero types circulating in the [NCR] area now,\" she explained.",
				"The torrential rains experienced by Metro Manila during the rainy season could also be a factor.",
				"\"Now that we are in the rainy season, because of the water that becomes breeding sites for mosquitoes, this, along with other factors could be responsible in the increasing cases in the NCR,\" Cruz noted.",
				"Aside from the NCR, the regions with high number of cases are Central Luzon with 7,529; Central Visayas with 7,468; Calabarzon with 7,260; and Socksargen with 5,725."
			]
		}
		{
			"title": "Dengue cases in Cordillera down 73 %",
			"timestamp": "2017-10-21T22:00:00",
			"content": [
				"Baguio City – Cases of dengue fever in the Cordillera region declined by 73 percent in the first nine months of the year.",
				"The Department of Health-Cordillera (DOH-CAR) reported that 2,689 dengue fever cases were reported from January to September 2017, a significant decrease from the 9,813 reported cases over the same period last year.",
				"Medical Officer III and head of the Department of Health Emergency Management Cluster of the DOH-CAR Dr. Jennifer Joyce R. Pira, said that deaths due to dengue fever also decreased this year.",
				"Eight fatalities were reported over the same period this year, compared to 21 in the first nine months of 2016.",
				"Based on data obtained from the agency, most of the dengue fever cases were reported in Kalinga with 873, or 32.5 percent of the total number of cases, followed by Benguet (488 cases, 18.1 percent) and Ifugao (414 cases, 15.4 percent).",
				"Baguio City had 327 cases, Abra reported  214 cases, while Apayao had 158 cases, Mountain Province  48 cases and non-CAR provinces  167 cases.",
				"Pira said 1,498of the cases involvled males.",
				"The age range of the individuals who have contracted dengue were from 9 days to 92 years old with a median of 16 years old.",
				"Of the total number of dengue-related deaths, 7 deaths were reported in the different provinces in the Cordillera while 1 death was considered to belong to the non-CAR category.",
				"Last month, the DOH-CAR was able to record 627 dengue cases, which was 72 percent lower compared to the dengue cases recorded in September 2016 which was 2,206 cases."
			]
		}
		{
			"title": "Dengue fever cases in Cavite rising",
			"timestamp": "2017-08-23T22:01:00",
			"content": [
				"Trece Martires City, Cavite — Dengue fever cases have been on the rise, particularly in the past two months in Cavite province’s seven districts the Provincial Epidemiology Surveillance Unit (PESU) reported yesterday.",
				"PESU records showed that in the first eight months of the year, 2,193 cases asnd eight deaths were reported, although only 1,260 cases and three deaths were reported and recorded from January 1 to June 24, 2017.",
				"Dr. Nelson C. Soriano, PESU head, said that Bacoor, Dasmariñas and Imus Districts and the cities of General Trias and Trece Martires, have the most number of cases.",
				"\"We are focused on mosquitoes carrying dengue virus, first and foremost, and so with chinkungunya, zika and Japanese encephalitis. There are mosquitoes that have to be rid of in the areas, cleaning and treatment are needed,\" Soriano said.",
				"Two dengue – related deaths were reported in Trece Martires and Tanza and one each in Bacoor, General Trias, Silang and Tagaytay City.",
				"Although there were no reports of death in Imus, the province’s capital, and Dasmariñas, the most populous area, the two districts are in the bracket as the five areas with the highest number of dengue cases.",
				"Soriano said that there was no outbreak reported in any cities and municipalities during the eight months period \"but the increasing trend only tells that we have to be wary and take precaution.\"",
				"\"We have to take a united stand indeed in the fight against dengue,\" he said as he cited that virus can be prevented with sanitation, treatment and clean surroundings.",
				"Cavite, a first class province with seven districts comprising seven cities and 16 municipalities, has an estimated population of  4.3 million.",
				"The provincial government declared a dengue fever outbreak in all districts and placed the entire area under astate of calamity in September 2015.  The year ended with 48 deaths and 12,007 cases, PESU records showed."
			]
		}
		{
			"title": "Dengue cases in MM still rising",
			"timestamp": "2017-09-04T00:00:00",
			"content": [
				"MANILA, Philippines -  Dengue cases keep rising in Metro Manila due to continuous rains, the Department of Health (DOH) reported.",
				"The latest Dengue Disease Surveillance Report showed a 27.7 percent increase in the number of dengue cases in the National Capital Region (NCR).",
				"From January to Aug. 5, dengue cases in NCR rose to 8,064 compared to 6,315 cases during the same period last year.",
				"Health officials said the number of dengue cases in the country, except in Metro Manila, is already on the decline.",
				"The DOH recorded a total of 58,598 dengue cases nationwide during the covered period.",
				"\"The figure is 43.8 percent lower compared to the same period as last year, which had 104,211 cases,\" the DOH noted.",
				"Health officials said fatalities due to dengue went down to 315 this year from a total of 471 deaths a year ago.",
				"NCR accounted for the bulk of dengue cases, followed by Central Luzon with 7,529 and Central Visayas with 7,468.",
				"Rhodora Cruz, DOH National Dengue Control and Prevention Program manager, attributed the high number of cases in Metro Manila to the presence of many serotypes of the dengue virus in the region.",
				"\"Dengue is really endemic in all regions in the country. But there is more than one serotype circulating in the area now,\" Cruz explained."
			]
		}
		{
			"title": "Dengue cases in Cebu down by almost 10%",
			"timestamp": "2017-07-15T00:00:00",
			"content": [
				"CEBU, Philippines – The number of dengue cases in Cebu province for the first  half of 2017 has dropped down by almost 10 percent compared to the same period last year, according to figures given by the Cebu Provincial Health Office (PHO).",
				"There were 2,708 dengue cases recorded for January to June this year, while 2,983 dengue cases were recorded for the same period last year.",
				"The number of dengue fatalities has also dropped from 36 last year to 22 this year.",
				"Despite this, the PHO continues to urge the public to stay \"on guard\".",
				"PHO is strengthening its awareness campaigns since the tendency is for the number of cases to rise during the second half of the year because of the rainy season, as trends based in the previous years showed.",
				"Health officials also continue to appeal to the public to clean their surroundings and carry out protective measures, such as removing potential breeding sites of mosquitoes.",
				"Meanwhile, Talisay City Schools Division Superintendent Leah Noveras wants the city's school doctors to investigate three public schools in the city which could be possible breeding grounds for dengue-carrying mosquitos.",
				"The schools are Talisay City Central School, Talisay City National High School and Talisay Science and Technology School.",
				"It was reported that Talisay City is declared as the third highest in dengue cases and sixth highest in mortality cases in the province of Cebu.",
				"From January until July of this month, 219 dengue cases and six mortalities were reported, while for the same period last year, 176 dengue cases were reported with four mortalities.",
				"The latest dengue fatality in Talisay City was an eight-year-old girl who was a student of Talisay Science and Technology School. She was admitted to a hospital in Cebu City but died last July 6.",
				"Noveras also disclosed that a teacher from Talisay City Central School was also hospitalized due to dengue.",
				"Although she hopes that the source would not be within the vicinity of the three schools, she does not disregard the possibility knowing that there is a private property beside Talisay City Central School that is being used as a dumpsite.",
				"\"Lim-aw gyud ni siya all year round, unya daghan na basura,\" she said.",
				"She then proposed to the School Board to purchase the lot so that they would be able to clean the surroundings as well as expand the school's lot.",
				"Noveras has yet to receive the approval of the board though, she said, they appear to be in favor of her proposal.",
				"As of the present, the schools are keen on following the schedule of putting chemicals within the school premises to prevent the proliferation dengue-carrying mosquitoes."
			]
		}
		{
			"title": "Dengue cases in South Cotabato up by 48 percent",
			"timestamp": "2016-08-01T10:54:00",
			"content": [
				"SOUTH COTABATO, Philippines -- South Cotabato province had 14 fatalities from 2,035 dengue cases in the past six months, 48 percent higher than last year.",
				"South Cotabato’s Tupi town had four fatalities, while nearby Norala and Banga had one fatality each.",
				"Health officials in Koronadal City, the capital of South Cotabato, reported having had three fatalities during the period.",
				"The South Cotabato Provincial Epidemiology Surveillance Unit (PESU) reported on Monday that the recorded number of dengue cases in the province from January to early July this year were 48 percent higher compared to last year’s statistics on the mosquito-borne disease.",
				"Physician Rogelio Aturdido Jr., health officer of South Cotabato, was quoted in a PESU report saying they will maximize their efforts in addressing the dengue problem in all towns in the province.",
				"The leading broadcast outfit in Koronadal City, the Catholic station dxOM, reported over the weekend that the municipal government of Tupi declared a state of calamity after four patients there died of dengue.",
				"A state of calamity declaration, which is done by local government councils, is necessary to hasten the release of funds needed for health, relief and rehabilitation interventions for conflict, disaster and disease-stricken areas."
			]
		}
		{
			"title": "Cebu Province: 2016 dengue cases tripled",
			"timestamp": "2017-01-16T00:00:00",
			"content": [
				"Last year's dengue cases posted a dramatic increase with 9, 137 cases compared to the previous year's 2,486 - or an increase of 6,651.",
				"According to the data of the Cebu Provincial Health Office (PHO), there were 9,063 cases and 74 deaths from January 1 to December 31, 2016, as compared to 2,461 cases and 25 deaths in 2015.",
				"The cases are from the component cities and municipalities of the province.",
				"The month of October had the highest number of dengue cases with over 600 patients admitted.",
				"But while the number of dengue cases and deaths continue to rise, PHO also noticed a downtrend in admissions in the last quarter of the year.",
				"The cases gradually dropped by around a hundred cases in November 2016 and further decreased to nearly 300 cases last December based on hospital admission.",
				"The municipality of Balamban got the most number of dengue patients with 279 cases but zero casualty.  Carcar City followed with 214 cases and one death; Daanbantayan, 209 cases and four deaths; Consolacion, 115 cases and three deaths; Argao, 115 cases and one death; and Minglanilla, 108 cases and two deaths.",
				"The PHO, which is in-charge of the monitoring of infectious diseases, attributes the decrease in the number of dengue cases in the last quarter to its massive clean-up drive, people's awareness and cooperation with the government's initiatives on the fight against the disease.",
				"The province launched a simultaneous clean-up drive last November 11 following the abnormal spike in dengue cases.",
				"Dr. Niño Ismael Pastor, IPHO head on public health, said that on the first signs of fever, victims are advised to seek early medical attention to prevent further complications.",
				"If a person shows any symptom or abnormality in his health like fever, he should be immediately checked.",
				"Pastor said that fever is a symptom that something is wrong with one's body, saying it is the body's reaction to the strange thing that is disrupting its system.",
				"This is why patients are advised to consult a doctor immediately if he or she has fever to determine if he has dengue infection or other illnesses.",
				"Pastor said the public must refrain from the habit of preferring self-medication over seeking medical help from professionals."
			]
		}
		{
			"title": "Philippine dengue cases up by 36%",
			"timestamp": "2016-07-21T00:00:00",
			"content": [
				"MANILA, Philippines – Despite the availability of a vaccine, the number of dengue cases increased by 35.7 percent in the first half of the year compared to the same period last year.",
				"The Department of Health (DOH) Epidemiology Bureau recorded a total of 57,026 dengue cases from January to June 25 this year, which is way above the 42,026 cases posted during the same period a year ago.",
				"Of the total cases, 248 have died. The age group with the highest fatality rate is less than a year old.",
				"Most of the dengue cases are from Calabarzon, which accounted for 13.1 percent of the total cases, followed by Central Visayas with 10.1 percent and Central Luzon with 9.7 percent.",
				"More than half of the dengue patients were male, and most of them belonged to five to 14 years age group.",
				"Health Secretary Paulyn Ubial has warned of a possible rise in cases of dengue with the onset of the rainy season.",
				"Last February, the world’s first dengue vaccine was made available in the local market and the DOH immediately launched the school-based dengue immunization drive for public school students.",
				"However, the DOH said the vaccine cannot prevent the spread of dengue if the public would not clean their surroundings.",
				"Destroying all possible breeding sites of mosquitoes is the best way to prevent dengue, which is caused by a bite of infected Aedes aegypti mosquito.",
				"A person with dengue suffers from high fever, joints and muscle pains, weakness, skin rashes, abdominal pain, vomiting, dark-colored stool and difficulty in breathing."
			]
		}
		{
			"title": "Region 7's 2016 dengue cases 'record-breaking;",
			"timestamp": "2017-01-30T00:00:00",
			"content": [
				"CEBU, Philippines - The dengue cases in Central Visayas for 2016 were the highest in the 14 years that the health agency has started documenting these cases.",
				"Based on the data from the surveillance unit of the Department of Health (DOH)-7, the region had a record-breaking 28,995 dengue cases, which claimed 250 lives.",
				"Last year's numbers aldo doubled the previous year's incidence of 14,458.  Of that number, 87 deaths were recorded for 2015.",
				"Since the DOH-7's Regional Epidemiology and Surveillance Unit (RESU) started recording these cases in 2003, last year's dengue cases were the most.",
				"This, after they closed last week its data monitoring for 2016, consolidating all the records from the different disease reporting units, such as hospitals and city or municipal health offices.",
				"In 2012, the region's dengue cases also peaked, nearly reaching the 20,000-mark. It recorded a total of 19,193 cases and 89 deaths.",
				"DOH-7 RESU head Rennan Cimafranca said the total number of dengue cases in 2016 has even doubled as that of the 2015 figure.",
				"Most of the dengue cases were observed in the second half of 2016 when the rainy season started.",
				"There were less dengue cases reported in the first half of the year since the nation was hit by El Niño and the Cebu province suffered from a dry spell.",
				"The 2015-2016 El Niño episodes in the Philippines also caused the delay the onset of the rainy season, which commonly occurs on the last week of May.",
				"Cimfranca said that when Cebu experienced more rainy days, dengue cases also started to increase, which was predictable since mosquitoes breed and grow in stagnant waters.",
				"Based on the health department's data, majority of the cases are reported in the three highly-urbanized cities in Cebu province.",
				"Cebu City recorded the most number of dengue cases for two consecutive years already.",
				"In 2016, Cebu City had at least 4,602 dengue cases and 34 deaths.  It accounted to 16 percent of the overall dengue cases last year.",
				"Cimafranca said that this is expected considering the large population in Cebu City.",
				"He added that there are also instances that residents from the neighboring towns who seek treatment in a Cebu City-based hospital.",
				"Mandaue City followed suit with 1,691 cases and 24 deaths, which is 5.9 percent of the total cases.",
				"Lapu-Lapu City came in third with 1,258 cases and 17 deaths, which was 4.4 percent of the total number."
			]
		}
		{
			"title": "Dengue cases in Cebu drop",
			"timestamp": "2017-06-08T00:00:00",
			"content": [
				"CEBU, Philippines - Even with the decrease in the number of dengue cases in Cebu, the Provincial Health Office is not letting its guard down especially with the onset of the rainy season.",
				"The PHO has urged the public to continue being vigilant and maintain cleanliness of their surroundings. Based on the record, dengue cases dropped last month to 132 from 953 in January. There were, however, two recorded fatalities in Barangay Gibitngil, Medellin and Nangka in Boljoon. The victims were children ages 3 and 11.",
				"Consolacion ranked first with 216 dengue cases in the first quarter. Danao City reported 154 cases; Talisay City, 152; Argao, 138; Toledo City, 125; Carcar City,112; Moalboal, 106; Minglanilla, 102;Badian, 100;  and Liloan, 87.",
				"Cyril Pangatungan, Provincial Epidemiology and Surveillance Unit (PESU) officer, said they will launch an awareness campaign in Consolacion on June 16. The campaign is dubbed as \"Search and Seek: Aksyon Barangay Kontra Dengue.\"",
				"As of May, the PHO has already recorded a total of 2,340 dengue cases since January.",
				"Meanwhile, the Department of Health in Central Visayas (DOH) -7 is targeting over 640,000 children aged 9 to 14 for its community-based dengue immunization program.",
				"The DOH urged the parents to register their children for the free immunization at their respective health centers.",
				"DOH-7 medical officer Dr.Shelbay Blanco told reporters yesterday that once registrations are finished, the regional office will start distributing the dengue vaccines to the health centers by June 15.",
				"\"Hopefully, by June 15 we can start distributing the dengue vaccines. Currently, the listing of children aged nine to 14 years old in different health centers are ongoing,\" he said.",
				"Blanco is also the cluster head of DOH-7’s Health Emergency Management Staff (HEMS) and Regional Epidemiology and Surveillance Unit (RESU) responsible for the weekly surveillance of dengue cases.",
				"Recent findings show that there has been a significant drop of dengue cases.From January 1 to June 3, 2017, dengue cases in Central Visayas summed up to 6,034 with 62 deaths; the figure is 1.1 percent lower compared to the same period last year with 6,099 cases and 48 deaths.",
				"In spite the decrease, Blanco said it is still necessary to administer the dengue vaccines.",
				"\"Even though dengue cases have dropped, we still have to protect ourselves and one way of doing it is by giving the vaccines,\" she said.",
				"The dengue immunization was expanded in Central Visayas due to the alarming increase of cases here in the region in the past.",
				"Blanco said dengue immunization earlier piloted in three regions – Central Luzon, Calabarzon and National Capital Region – having the highest number of dengue cases nationwide.",
				"Following on the list was Central Visayas (Region 7) being the fourth region with the most number of dengue cases.",
				"Among other cities and municipalities in the region, the three highly-urbanized cities in Cebu Province were identified as the three localities that have the most number of dengue cases, including deaths.",
				"The same findings from DOH-7 indicated that majority of the cases were from Cebu City (1,409 cases or 23.4 percent); followed by Mandaue City (479 cases or 7.9 percent); and Lapu-Lapu City (432 cases or 7.2 percent).",
				"The first of the three doses of the dengue vaccines will be administered at the health centers with their different schedules; the remaining two doses will be done every after six months."
			]
		}
		{
			"title": "DOH-7 January to August report: Dengue cases in Central Visayas increase by 151%",
			"timestamp": "2016-08-18T00:00:00",
			"content": [
				"CEBU, Philippines - Attributing it to the recent changing weather, the Department of Health-7 has reported a 151 percent increase in dengue cases in Central Visayas from January to August this year compared to the same period last year.",
				"Records of the Regional Epidemiology and Surveillance Unit of DOH-7 showed that a total of 9,372 cases including 81 deaths were reported from January to August 13 this year compared to the same period last year which was only 3,740 cases with 19 deaths.",
				"Mostly affected by the disease were those in the 1-5 years old age group, with majority of the cases from Cebu City (1,328), followed by Mandaue City (424), Toledo City (369), Lapu-Lapu City (283) and Balamban (280).",
				"Other cities and municipalities with a number of dengue cases are Liloan (239), Bais City (231), Bayawan City (219), Carcar City (215), Talisay City (204), Consolacion (203), Dumaguete City (196), Cordova (151), Naga City (140), Danao City (138), Tagbilaran City (133), San Fernando (129), Siaton, Negros Oriental (129), Tubigon, Bohol (121), and Mabinay, Negros Oriental (119).",
				"The Cebu Provincial Health Office has raised the alert level for Balamban, Carcar and Bogo cities to code white due to the number of patients admitted with dengue.",
				"According to Dr. Ismael Pastor of CPHO, code white means hospital personnel, in coordination with municipal health officers, are on standby for possible admissions.",
				"Pastor said they have already sent teams to assist municipal hospitals in code white as the number of patients has gone beyond the hospital's bed capacity.",
				"He also said that misting operations have been arranged in affected areas to prevent further increase in dengue cases.",
				"Pastor further encouraged the public to clean their surroundings.",
				"\"Kay bisag unsaon og misting kung mao gihapon, hugaw , manglimpyo g'yud. Labi na karon moulan, moinit, mao g'yud na'y ganahan sa lamok,\" he said.",
				"Meanwhile, the Mandaue City Health Department has conducted misting operation at the Cebu International Convention Center where victims of fire that hit barangays Guizo and Mantuyong are temporarily staying after a confirmed dengue case was recorded.",
				"City Health Officer Edna Seno said the misting operation was to prevent the escalation of the dengue disease to endemic level at CICC. It was done in all five camps currently being occupied by the fire evacuees.",
				"Seno said she decided to have all the camps sprayed after a two-year-old boy was brought to the Vicente Sotto Memorial Medical Center last Monday. The boy was confirmed to have contracted the dengue hay fever.",
				"More than the misting, Seno said that the most important strategy to combat dengue is a unified and mass cleanup drive by the community.",
				"The health department went camp to camp distributing flyers to the fire evacuees, while some collected larva from stagnant water to determine whether these are the Aedes aegypti and Aedes albopictus species that carry the dengue virus.",
				"Seno attributes the increase to the recent weather changes, especially last July wherein the flooding in the city took a couple of days to subside."
			]
		}
		{
			"title": "DOH-7: Dengue cases increased by 80 percent",
			"timestamp": "2016-03-14T00:00:00",
			"content": [
				"CEBU, Philippines - An 80 percent increase was noted in the number of dengue cases in the region in just the first quarter of this year, as compared to the same period in 2015.",
				"According the data of the Department of Health-7, from January 1 to March 5 this year, dengue cases increased to 2,531, as compared to last year which had 1,403. Dengue-related deaths have also increased this year to 15 from last year’s 6 deaths.",
				"A comparative data of the agency revealed that Cebu City has the most number of dengue cases among other cities and municipalities in Central Visayas on the given period, both in 2015 and 2016.",
				"In 2016 alone, majority of the cases were recorded from Cebu City with 362 cases and two deaths (14.4 percent). In 2015, Cebu City had 278 cases and one death.",
				"Cebu City is followed by Mandaue City with 130 cases (5.1 percent); Liloan town with 91 cases and one death (3.6 percent); Toledo City with 87 cases (3.4 percent); and Talisay City with 81 cases and one death (3.2 percent).",
				"The data disclosed by the City Hall’s Cebu City Health Department showed that a total of 408 cases including two deaths were recorded from January 1 to February 27 in 2016 while 208 cases including one death was recorded on the same period in 2015.",
				"CHD Head Dr. Daisy Villa said the data was collated from their weekly reports based on hospital admissions.",
				"She said that she expected the increase in dengue cases in Cebu City considering the number of residents in the area.",
				"\"Adunay posibilidad nga daghan ang kaso sa dengue sa Cebu City tungod kay daghan man og residente diri,\" said Villa.",
				"Ma. Michelle Acosta, one of the nurses of DOH-7 assigned under the dengue prevention program, said that contrary to what others think that dengue cases will decrease during the summer season, she explained that since a number of people are saving water in containers, mosquitoes find more breeding ground.",
				"\"Taas kaayo ang dengue cases nato this year. Ting-init naman ug ting-pundo na pud sa tubig. Mao na atong mahinumdom sa katawhan nga takoban og tarung ang sudlanan sa tubig,\" said Acosta.",
				"During the Kapihan sa PIA–Cebu discussion, Acosta presented the findings collated from DOH-7’s Regional Epidemiology and Surveillance Unit on the current situation of dengue in Central Visayas.",
				"Dengue fever cases and deaths were recorded on the different Disease Reporting Units (DRU) of the health agency.",
				"\"A total of 2,531 cases (and,) 15 deaths were reported for the period January 1-March 5, 2016. This is 80 percent higher compared to the same period of last year with 1,043 cases, six deaths,\" the findings read, noting that the age of recorded cases ranged from three days old to 93 years old but most of those affected were under the six to 10 years age group.",
				"Further, Dr. Villa of CHD said quarterly activities done by CHD to combat mosquito population will not prevail if not complemented with community-based initiatives at the barangay and household level.",
				"\"Sila mismo mopahigayon og 4 o’clock habit aron molimpyo sa ilang tugkaran ug tan-awon ang mga posibleng ka-itlogan sa mga lamok. Dili huwaton ang City Health Department nga sila mo-anha sa ilang tagsa-tagsa ka barangay,\" said Villa.",
				"\"Kita mismo, kita ang nagmugna sa sakit. Tungod kay ting-init man ug minus ang tubig, ang tawo nagpundo og tubig pero dili tabunan. Be responsible nga ikaw magpundo og tubig imong tabunan. Kita mismo molihok sa tagsa-tagsa nato ka balay,\" she added."
			]
		}
	]
}