[
{
    "title": "Typhoid hits 18 villages in Albay, 66 hospitalized",
    "timestamp": "June 10, 2013",
    "content": "LEGAZPI CITY, Philippines — At least 66 residents have fallen ill of suspected typhoid fever in 18 villages in the town of Oas in Albay, the Provincial Health Office said Monday. Cases of the water-borne disease began last May 16 and continued to surge until Monday, according to Dr. Nats Rempillo, Albay’s assistant provincial health officer, in his report to the Department of Health (DOH) in Bicol. Rempillo said that of the suspected typhoid cases, 23 people were hospitalized at the Rebueno General Hospital in Oas; five cases were reported at the Josefina Belmonte Duran District Memorial District Hospital in Ligao City, four of whom had been discharged; 10 people were confined at the Bicol Regional Teaching and Training Hospital (BRTTH) in Daraga town, of whom 4 were discharged Monday. Of those confined at BRTTH, one turned out to be positive for Salmonella D, said Rempillo. Marilyn Palattao, head of the Provincial epidemiology unit, said the suspected typhoid cases were reported by the Oas Municipal Health Unit (MHU) on May 28 after suspected typhoid cases were monitored in the villages of Tobog, Bagumbayan, Mayao, Iraya, Talongog, Camagong, Ilaor Norte and Sur, Maporong, Obaliw and Bongoran, Saban, Manga, San Agustin, Balogo, and Gumabao, Cagmanaba and Busac. These villages are located about five to 10 kilometers from the Oas town proper. The 66 villagers who were hospitalized were diagnosed to have suffered high fever for more than five days, dehydration and loose bowel (LBM), constipation, moderate to severe headache and weakness. Municipal health records indicated that more than half of the people that fell sick were children (34) and 32 were adults with ages that ranged from one to 58 years old. Pallatao, however, said her office could not declare the incidents as an outbreak since only the DOH Regional Epidemiologist could do so. She said their initial findings revealed that the patients fell ill after drinking contaminated water sourced from the town’s water reservoir. Pallatao said most of the households in the affected villages have been getting their drinking water from the town water reservoir. Albay Governor Joey Salceda, as a disease control measure, directed the PHO and the Oas MHU to strictly implement household chlorination with the use of chlorine granules, aquatabs, chlorine solutions (waterine) and sanitation. He also directed the PHO and MHU to examine all water sources and refilling stations that supply Oas. The patients who were hospitalized were given free medical treatment while the rectal swabs from the patients and bacteriological examination conducted by the epidemiology team were sent to the Department of Health.",
    "url": "http://newsinfo.inquirer.net/424011/typhoid-hits-18-villages-in-albay-66-hospitalized",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Typhoid outbreak declared in 4 Leyte towns",
    "timestamp": "November 12, 2011",
    "content": "TACLOBAN CITY — The Department of Health (DOH) in Eastern Visayas has declared an outbreak of typhoid fever in four Leyte towns as the number of people afflicted with the disease has reached nearly 200 and has claimed the life of a 3-year-old boy. Magilda Espinosa, district nurse supervisor at the Carigara District Hospital, said the boy, a resident of barangay Guindapunan East in Carigara town, died at the hospital on Nov. 4. DOH records showed that 187 people from Barugo, Carigara, Capoocan and Tunga towns have sought treatment for typhoid fever since last month. The DOH’s initial investigation showed that the ailment could be due to the contamination of water supply in these areas.",
    "url": "http://newsinfo.inquirer.net/92537/typhoid-outbreak-declared-in-4-leyte-towns",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Mealth alert: Measles outbreak declared in Davao City",
    "timestamp": "January 24, 2018",
    "content": "DAVAO CITY — Health officials in the city on Monday declared a measles outbreak after four children died and the number of suspected cases climbed to more than 200. Dr. Josephine Villafuerte, chief of the City Health Office (CHO), however, said only 17 of the suspected cases recorded from November last year to Jan. 12 this year had been confirmed to be measles. Of the confirmed cases, 16 were call center agents who were confined in hospitals last week, she said. Many of those infected with measles, Villafuerte said, were not Davao residents but migrants or transients. Assistant Health Secretary Abdullah Dumama, director of the Department of Health (DOH) in Southern Mindanao region, confirmed the sudden increase in suspected measles cases here, which the DOH said reached 224 cases. He said the rising number of suspected measles cases was a cause for alarm, since deaths had been reported. While the carrier of the measles virus had not been identified, health workers discovered that the low immunization coverage among residents had contributed to the spread of the virus, Dumama said. “Of the 224 cases, we learned that 119 had not been vaccinated,” Dumama said. He blamed the parents for this health crisis, noting that many of them had cited excuses, like their lack of time, on why they failed to bring their children to health centers for their antimeasles shots. Villafuerte said health workers in the city had vaccinated some 13,000 children, aged 5 months to 5 years, as of Monday as part of the city’s outbreak response immunization operations to prevent the virus from spreading further. She said they also embarked on a massive information campaign, teaching parents how to spot signs of possible infection.",
    "url": "https://newsinfo.inquirer.net/963055/health-alert-measles-outbreak-declared-in-davao-city",
    "disease": "typhoid",
    "entities": "[]"
},
{
    "title": "Nearly 4,000 cases of measles reported in first two months of 2014—DOH",
    "timestamp": "March 26, 2014",
    "content": "MANILA, Philippines—Almost 4,000 measles cases have been reported during the first two months of the year, the Department of Health (DOH) said on Wednesday. Based on the Measles Surveillance Report of the DOH – National Epidemiology Center, a total of 3,734 confirmed measles cases were reported from January 1 to February 22, 2014. Out of this number, 23 deaths were reported, the DOH said. More than half of the confirmed measles cases were found in the National Capital Region (NCR) with 1,792; followed by Calabarzon with 820; and Central Luzon with 386. Meanwhile, still awaiting confirmation are 9,568 reported measles cases reported all over the country. The health department earlier conducted a measles catch-up vaccination campaign in response to the sudden increase in the number of measles cases around the country, particularly in Metro Manila and neighboring provinces in Regions 3 and 4-A. The DOH also received on Wednesday five million doses of the measles-rubella (MR) vaccine donated by the Prince of Wales. According to Health Secretary Enrique Ona, the donation will be part of the vaccines needed for 13 million under-five children during a mass immunization campaign scheduled for September 2014, in coordination with the World Health Organization. “Children below 5 years old are most at risk from measles. Thus, they are the principal target for the mass immunization this year.  It is estimated that the MR vaccine donation will protect five million under-five children against measles, rubella and serious measles complications. The initiative seeks to achieve 95 percent immunization coverage,” he said. The increased number of measles cases last year prompted the DOH and local chief executives to initiate the high-risk approach of measles vaccination. “This approach aimed to control the on-going measles outbreak and prevent deaths resulting from measles complications. But the ultimate goal is to vaccinate all children below five years old and ensure that they received the two doses of the measles vaccine,” Ona said. Measles is a highly contagious respiratory disease caused by a virus. It easily spreads from person-to-person by sneezing, coughing, and close personal contact. Signs and symptoms include cough, runny nose, red and sore eyes, fever, and a blotchy rash lasting for more than 3 days. Prevention includes immunization of infants nine months old and giving Vitamin A supplementation during the routine measles vaccination.",
    "url": "http://newsinfo.inquirer.net/589319/nearly-4000-cases-of-measles-reported-in-first-two-months-of-2014-doh",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "3,000% spike in measles cases kills 44 people",
    "timestamp": "August 11, 2014",
    "content": "Measles (“tigdas”) has killed at least 44 people, mostly children, in Central Luzon and Central Mindanao regions in the first six months of the year, reports from the Department of Health (DOH) showed. In Central Luzon, 35 people died from measles as the number of suspected cases in the region rose sharply to 5,445 in the first six months of the year. The January-June cases were 3,681.2 percent higher than the 143 cases for the same period last year, the DOH said. In 2013, most of the Central Luzon victims were children ages 5 and below, many of them unvaccinated. In Central Mindanao, nine patients died from the disease in the same period, said Dr. Teogenes Baluma, the DOH regional director. The good news, according to a report by the regional epidemiologist, Dr. Alah Baby Vingno, was that out of the 1,575 suspected cases monitored in the provinces of Sarangani, South Cotabato, North Cotabato and Sultan Kudarat and the cities of General Santos, Koronadal, Tacurong and Kidapawan, only 73 were confirmed cases. The DOH said the number of measles cases in Central Luzon increased from 13 to 1,237 in Zambales province; 16 to 1,190 in Bulacan province; 61 to 855 in Tarlac province; 15 to 821 in Pampanga province; 29 to 686 in Nueva Ecija province; and nine to 598 in Bataan province. Aurora province registered 58 cases from zero last year. The Central Luzon cases confirmed by laboratory tests reached 902. Bulacan has the highest number of confirmed cases at 282. The DOH said the mass immunization in 2011 significantly reduced measles and rubella transmission, but there had been some significant outbreaks of measles cases in 2013 nationwide, prompting the agency to conduct a national measles, rubella and oral polio vaccine mass immunization (MROPVMI) program in September. “Notably, there is a high gap between the coverage with MCV1 (measles vaccine at nine months) and MCV2 (measles, rubella vaccine at 12 to 15 months),” the DOH reported. Vaccination programs against measles target 11 million children. In the seven Central Luzon provinces, the DOH intends to vaccinate more than a million children, said Dr. Lailani Mangulabnan, the DOH Central Luzon medical coordinator. Baluma said many people in Central Mindanao who were afflicted with measles had no history of immunization. In July, a measles outbreak downed 198 people in Sarangani, which prompted health authorities to launch house visits in at least nine villages of Alabel town. Honorato Fabio, Alabel town health officer, said two children died of the disease since it was first detected there in April. Fabio admitted that this year’s measles rate in the town alarmed health authorities because in 2013, only one case was recorded there. The DOH in the Autonomous Region in Muslim Mindanao (ARMM) also said 12 children died in the provinces of Lanao del Sur, Maguindanao, Sulu, Basilan and Tawi-Tawi between January and May this year due to measles.",
    "url": "http://newsinfo.inquirer.net/627877/3000-spike-in-measles-cases-kills-44-people",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "DOH-7 probes ‘measles’ cases in Bohol, Cebu",
    "timestamp": "January 07, 2014",
    "content": "THE Regional Epidemiology and Surveillance Unit in Central Visayas is looking into reports of patients showing symptoms of measles in Bohol and Cebu. RESU-7 is closely monitoring this following a measles outbreak in Luzon. Rennan Cimafranca, chief of RESU-7 to the Dept. of Health, said that his team visited Loon, Bohol late December last year and took samples from 12 patients for laboratory tests. Last week, the team returned to Loon after they learned that 30 more patients from another barangay showed symptoms of suspected measles. Cimafranca is still waiting for the release of laboratory results due this week. He said there is a possibility that patients are not suffering from measles but from Chikungunya, a disease coming from aedes mosquito, which results in similar symptoms as measles.",
    "url": "https://newsinfo.inquirer.net/559341/doh-7-probes-measles-cases-in-bohol-cebu",
    "disease": "measles",
    "entities": "[]"
},
{
    "title": "Metro Manila has most number of measles cases in 2013 – DOH",
    "timestamp": "January 14, 2014",
    "content": "MANILA, Philippines – The National Capital Region (NCR) recorded the most number of measles cases in the country in 2013, Department of Health (DOH) Assistant Secretary Dr. Eric Tayag said in his Twitter account. Metro Manila tallied 1,051 confirmed cases of measles, 47 percent of the total 2,232 cases in the country, tweeted Tayag on Tuesday. The NCR measles figure is also 4.104 percent higher than the 25 cases reported in 2012. The report came amid a measles outbreak declared by the DOH in five Metro Manila cities in January. At least 55 deaths due to measles were recorded in 2013 nationwide, Tayag said. Next to Metro Manila is Region 4-A with 526 measles cases, followed by Region 6 with 306 cases, Tayag added. Measles is a highly contagious viral disease transmitted through droplets from the nose, mouth or throat of infected persons, the World Health Organization said. The WHO said there is no specific treatment for measles and recovery may take two to three weeks. But complications of measles in malnourished children may result in blindness, diarrhea, pneumonia, encephalitis and ear infection. The symptoms of measles are redness of the eyes, coughs and colds, fever reaching 40 degrees Celsius, and rashes on the ears, face, neck, and the whole body, and difficulty of breathing.",
    "url": "http://newsinfo.inquirer.net/563847/metro-manila-has-most-number-of-measles-cases-in-2013-doh",
    "disease": "measles",
    "entities": "[]"
}
]