[
{
    "title": "PH 'exported' measles to other countries",
    "timestamp": "4:30 PM, September 18, 2014",
    "content": "MANILA, Philippines – The Philippines' 2014 measles outbreak – the worst since 2010 – has “exported” the highly contagious disease to other countries, a Department of Health (DOH) official said on Wednesday, August 27. “Philippines became the amplifier of measles infection to other countries. Nage-export na tayo ng (We already export) measle cases, importations to other countries like US, Japan, Australia, Singapore,” Dulce Elfa of the health department's Family Health Office said at a seminar. For 2014 alone, the DOH already recorded 6,287 laboratory-confirmed cases of measles. Elfa said the top 3 regions with the most measle cases are the National Capital Region, Calabarzon and Central Luzon. Most of the cases are unvaccinated children under two years of age. Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose, and cough. Rashes appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. A person with measles can pass the disease on to 18 other people. Factors Elfa enumerated 6 main reasons for the outbreak: Variation in subnational coverage for the 1st dose measles vaccination Slow uptake for the MCV2 Large birth cohort of 2.7 million leads to quick accumulation of susceptibles and densely populated in many areas Immunization coverage in 2011 campaign was not high and uniform from area to area Series of major disasters from December 2012 to end of 2013 affected some regions, with significant damage to general infrastructure, health facilities, staff capacities and service implementation Widespread domestic population movements further aggravated by disasters Data from the National Epidemiology Center showed that in 2013, there was a large drop in the percentage of children who completed their two vaccines for protection from measles. From the 91% of children who were administered their first vaccine, only 55% came back for their second vaccine. (READ: DOH: Measles upsurge due to kids missing free vaccination) The health department prescribes that children should get their first measles vaccine at 9 to 11 months old, and their booster shot at 15 months old. As Health Assistant Secretary Eric Tayag earlier said, the first vaccine is 90% effective, while the booster is 100% effective. As of July 5, the country's measles incidence rate is at 162 people for every population of 1 million. There are also 16,214 confirmed cases of measles, which include both laboratory-confirmed cases and epidemiologically-linked ones. “Halos lahat ng regions may outbreak na ng measles (Almost all regions already have an outbreak),” Elfa noted. Health Secretary Enrique Ona earlier explained that a measles outbreak means “there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ There is also a high number of confirmed cases among children below 9 months old who are not yet eligible for vaccination. DOH is set to conduct a month-long nationwide vaccination in September to interrupt the transmission of measles and rubella, and to protect Filipinos from the consequences of importation of wild poliovirus. The department's strategy will be to reach every purok (area) and achieve over 95% coverage. Health service delivery will also be re-established in disaster-hit areas. “Before the year ends sana makita natin drop [in] cases (Before the year ends we hope to see a drop [in] cases),“ Elfa said.",
    "url": "https://www.rappler.com/nation/67427-doh-measles-mass-immunization",
    "disease": "measles",
    "entities": "[(0, 6, 'GPE'), (8, 19, 'GPE'), (26, 37, 'GPE'), (39, 43, 'DATE'), (504, 508, 'DATE'), (79, 83, 'DATE'), (1428, 1432, 'DATE'), (1540, 1544, 'DATE'), (1813, 1817, 'DATE'), (2397, 2403, 'DATE'), (197, 217, 'DATE'), (952, 966, 'DATE'), (1511, 1544, 'DATE'), (3131, 3140, 'DATE'), (3094, 3104, 'DATE'), (3446, 3466, 'DATE'), (153, 179, 'ORG'), (440, 457, 'ORG'), (2117, 2134, 'ORG'), (520, 523, 'ORG'), (2054, 2057, 'ORG'), (3070, 3073, 'ORG'), (140, 149, 'LOC_TYPE'), (283, 292, 'LOC_TYPE'), (373, 382, 'LOC_TYPE'), (220, 231, 'GPE'), (3502, 3522, 'DATE'), (649, 672, 'GPE'), (674, 684, 'GPE'), (689, 702, 'GPE'), (1769, 1797, 'ORG'), (2409, 2416, 'LOC_TYPE'), (2641, 2648, 'LOC_TYPE'), (1943, 1946, 'PERCENT'), (2007, 2010, 'PERCENT'), (2339, 2342, 'PERCENT'), (2375, 2379, 'PERCENT'), (3356, 3359, 'PERCENT'), (541, 546, 'CARDINAL'), (754, 757, 'CARDINAL'), (1892, 1895, 'CARDINAL'), (604, 605, 'CARDINAL'), (1119, 1121, 'CARDINAL'), (541, 542, 'CARDINAL'), (1311, 1322, 'CARDINAL'), (2202, 2203, 'CARDINAL'), (2207, 2209, 'CARDINAL'), (2248, 2250, 'CARDINAL'), (2448, 2451, 'CARDINAL'), (2483, 2492, 'CARDINAL'), (2509, 2515, 'CASE'), (3015, 3016, 'CARDINAL'), (52, 60, 'STATE'), (1183, 1191, 'STATE'), (2712, 2720, 'STATE'), (2798, 2806, 'STATE'), (44, 51, 'DISEASE'), (256, 263, 'DISEASE'), (577, 584, 'DISEASE'), (772, 779, 'DISEASE'), (1084, 1091, 'DISEASE'), (1244, 1251, 'DISEASE'), (1925, 1932, 'DISEASE'), (2059, 2066, 'DISEASE'), (2183, 2190, 'DISEASE'), (2419, 2426, 'DISEASE'), (2535, 2542, 'DISEASE'), (2668, 2675, 'DISEASE'), (2790, 2797, 'DISEASE'), (3174, 3181, 'DISEASE'), (337, 343, 'DISEASE'), (628, 634, 'DISEASE'), (1084, 1090, 'DISEASE'), (2183, 2189, 'DISEASE'), (344, 349, 'CASE'), (568, 573, 'CASE'), (635, 640, 'CASE'), (716, 721, 'CASE'), (2526, 2531, 'CASE'), (2584, 2589, 'CASE'), (2830, 2835, 'CASE'), (2988, 2993, 'CASE'), (3495, 3500, 'CASE'), (3550, 3555, 'CASE'), (3186, 3193, 'DISEASE'), (3265, 3275, 'DISEASE')]"
},
{
    "title": "DOH steps up drive vs measles amid outbreak",
    "timestamp": "8:52 PM, January 05, 2014",
    "content": "MANILA, Philippines – The Department of Health (DOH) is stepping up its campaign against tigdas or measles, following the increase in the number of cases recorded last year and outbreak in some barangays in Metro Manila. The DOH reported that there were 1,724 cases of measles nationwide from January 1 to December 14, 2013, with 43% or 744 cases recorded in Metro Manila alone. Some 21 barangays in 9 cities have declared an outbreak in their areas, according to state-run Philippine News Agency. These barangays include: Caloocan City: Bagong Barrio and Dagat-dagatan Las Piñas City: Pamplona Uno, Talon Dos, and Talon Singko Malabon City: Longos and Tonsuya Manila: Binondo, Quiapo, Port Area, Sampaloc, Sta. Cruz, Sta. Mesa, and Tondo Muntinlupa City: Alabang and Putatan Navotas: North Bay Boulevard South Parañaque City: Don Bosco and Moonwalk Taguig City: Bagong Tanyag Valenzuela City: Ugong Measles is a viral, highly-contagious respiratory disease. Infected persons exhibit symptoms such as high fever, red eyes, runny nose and cough. Rashes would then appear throughout the body after two days. The illness can be spread through cough or direct contact with body secretions of an infected person. Free vaccination DOH Assistant Secretary Eric Tayag, on his Twitter account, reminded Filipinos that vaccination is free in all health centers nationwide. Tayag noted that children who missed their measles vaccine shot 5 years ago are more vulnerable to measles now and in the coming days. As a precautionary measure, Tayag told parents to have their children immunized, saying that babies aged 6 to 11 months should take their first vaccine shot, while they should be vaccinated the second time when they are 12 to 18 months old. He also advised students who exhibit symptoms of measles to stay home and not go to school on Monday, January 6. The DOH will meet with health officers in Metro Manila and civil society organizations on Monday to step up its vaccination drive, said Tayag.",
    "url": "https://www.rappler.com/nation/47268-doh-measles-outbreak",
    "disease": "measles",
    "entities": "[(0, 6, 'GPE'), (207, 219, 'GPE'), (359, 371, 'GPE'), (1900, 1906, 'GPE'), (661, 667, 'GPE'), (8, 19, 'GPE'), (523, 536, 'GPE'), (538, 551, 'GPE'), (556, 569, 'GPE'), (570, 584, 'GPE'), (586, 598, 'GPE'), (600, 609, 'GPE'), (615, 627, 'GPE'), (628, 640, 'GPE'), (642, 648, 'GPE'), (653, 660, 'GPE'), (669, 676, 'GPE'), (678, 684, 'GPE'), (686, 695, 'GPE'), (697, 705, 'GPE'), (707, 716, 'GPE'), (718, 727, 'GPE'), (733, 738, 'GPE'), (739, 754, 'GPE'), (756, 763, 'GPE'), (768, 775, 'GPE'), (776, 783, 'GPE'), (785, 804, 'GPE'), (805, 825, 'GPE'), (827, 836, 'GPE'), (841, 849, 'GPE'), (850, 861, 'GPE'), (863, 876, 'GPE'), (894, 899, 'GPE'), (26, 52, 'ORG'), (225, 228, 'ORG'), (1225, 1228, 'ORG'), (1856, 1859, 'ORG'), (474, 496, 'ORG'), (402, 408, 'LOC_TYPE'), (194, 203, 'LOC_TYPE'), (387, 396, 'LOC_TYPE'), (504, 513, 'LOC_TYPE'), (1833, 1850, 'DATE'), (1427, 1438, 'DATE'), (163, 172, 'DATE'), (288, 323, 'DATE'), (337, 340, 'CASE'), (148, 153, 'CASE'), (260, 265, 'CASE'), (341, 346, 'CASE'), (254, 259, 'CASE'), (384, 386, 'CARDINAL'), (400, 401, 'CARDINAL'), (1096, 1099, 'CARDINAL'), (1603, 1604, 'CARDINAL'), (1608, 1610, 'CARDINAL'), (1718, 1720, 'CARDINAL'), (1724, 1726, 'CARDINAL'), (330, 333, 'PERCENT'), (89, 95, 'DISEASE'), (99, 106, 'DISEASE'), (269, 276, 'DISEASE'), (900, 907, 'DISEASE'), (1406, 1413, 'DISEASE'), (1462, 1469, 'DISEASE'), (1788, 1795, 'DISEASE'), (177, 185, 'STATE'), (426, 434, 'STATE')]"
},
{
    "title": "DOH: Measles upsurge due to kids missing free vaccination",
    "timestamp": "9:56 PM, January 06, 2014",
    "content": "MANILA, Philippines – The recent upsurge of measles cases in certain areas of the country, especially Metro Manila, was due to children missing crucial measles vaccinations at an early age, the health department said on Monday, January 6. The irony is that the vaccines are readily available for free in rural health clinics across the country. Latest figures from government showed that the number of confirmed cases in Metro Manila in 2013 was almost 17 times more than the figure from 2012. Of the 417 cases of measles recorded in the national capital region 2013, Health Secretary Enrique Ona said 88% didn't have any history of vaccination. In a press conference, Ona attributed the increase in measles cases to children missing their preliminary and booster vaccination shots. Babies aged 6 to 11 months should be administered their first vaccine shot. At 12 to 18 months, they should get vaccination a second time. “There are a good number of parents who, for one reason or another, don't get their child vaccinated,“ said Ona. As an example, he cited certain tribes or religious sectors whose members refuse vaccinations. The Department of Health (DOH) was able to vaccinate only 85% of Filipino children during the last nationwide vaccination program in 2011, he said. “As you go in the last 3 years, there were a lot of children who missed the vaccinations, making them suscepticle to measles,“ Ona continued. “The point is, there should have been no more measles in Metro Manila, or even in the whole Philippines, but that has not happened yet. The Philippines is not yet measles-free,“ said Ona. The DOH is slated to conduct another nationwide vaccination drive this year. Extent of the outbreak Ona said that the DOH is aware of the measles outbreak in certain areas of the country, and is closely coordinating with local health officials to address the matter. “Yes, there have been an increase in reports in some areas in Metro Manila. We are aware of it. We are monitoring it very closely,“ said Ona. Ona then clarified to media the definition of an outbreak. “It means that there have been cases of a disease – either suspected or confirmed – in a community or a locality where in the past there was none.“ Even a single case, if it is the first ever in area, is considered an outbreak, he said. There were a total of 1,724 measles cases reported nationwide, from Jan 1 to Dec 14, 2013, with 21 deaths. Latest figures in the National Capital Region (NCR) from the DOH Center for Health Development (CHD) show that there have been 417 confirmed measles cases, including 3 deaths, logged in 2013. In 2012, only 25 cases were reported in NCR. Children between one and 4 years old were affected the most, consisting 38% of the cases. Las Piñas City reported the most number of measles cases with 78, followed by Manila (72), Muntinlupa City (65), Caloocan City (45), and Parañaque City (32). The DOH report also noted that 88% of the measles cases in the NCR in 2013 had no history of previous measles vaccination. Ona said that all cities in Metro Manila have been actively expanding their vaccination drives since September 2013, when most measles cases started rising drastically. “As a matter of fact, in December 2013 in the city of Manila, there was a 28% decrease in suspected measles cases. In Caloocan City, there were no suspected cases in November and December,“ said Ona. “There is no reason to be scared, or to be too concerned. However, it is imperative that the parents take a good look at their children always, so that when symptoms of measles appear, the child should be brought to the hospital or health center,“ Ona added. When asked if adults can also avail themselves of measles vaccines, Ona said that they could, but the children are top priority.",
    "url": "https://www.rappler.com/nation/47329-doh-measles-upsurge-kids-miss-free-vaccination",
    "disease": "measles",
    "entities": "[(102, 114, 'GPE'), (421, 433, 'GPE'), (1477, 1489, 'GPE'), (1937, 1947, 'GPE'), (3056, 3068, 'GPE'), (3251, 3257, 'GPE'), (0, 6, 'GPE'), (2825, 2831, 'GPE'), (8, 19, 'GPE'), (1512, 1523, 'GPE'), (1560, 1571, 'GPE'), (2442, 2471, 'GPE'), (538, 561, 'GPE'), (689, 692, 'GPE'), (2652, 2655, 'GPE'), (2968, 2971, 'GPE'), (2747, 2761, 'GPE'), (2838, 2853, 'GPE'), (2860, 2873, 'GPE'), (3315, 3328, 'GPE'), (2884, 2898, 'GPE'), (44, 51, 'DISEASE'), (152, 159, 'DISEASE'), (514, 521, 'DISEASE'), (700, 707, 'DISEASE'), (1395, 1402, 'DISEASE'), (1466, 1473, 'DISEASE'), (1583, 1590, 'DISEASE'), (1746, 1753, 'DISEASE'), (2341, 2348, 'DISEASE'), (2561, 2568, 'DISEASE'), (2790, 2797, 'DISEASE'), (2947, 2954, 'DISEASE'), (3007, 3014, 'DISEASE'), (3155, 3162, 'DISEASE'), (3297, 3304, 'DISEASE'), (3566, 3573, 'DISEASE'), (3706, 3713, 'DISEASE'), (52, 57, 'CASE'), (412, 417, 'CASE'), (505, 510, 'CASE'), (708, 713, 'CASE'), (2107, 2112, 'CASE'), (2349, 2354, 'CASE'), (2569, 2574, 'CASE'), (2629, 2634, 'CASE'), (2740, 2745, 'CASE'), (2798, 2803, 'CASE'), (3163, 3168, 'CASE'), (3305, 3310, 'CASE'), (3354, 3359, 'CASE'), (501, 504, 'CASE'), (2547, 2550, 'CASE'), (2238, 2242, 'CASE'), (2335, 2340, 'CASE'), (2626, 2628, 'CASE'), (2809, 2811, 'CASE'), (2337, 2339, 'CASE'), (2855, 2857, 'CASE'), (2875, 2877, 'CASE'), (2900, 2902, 'CASE'), (194, 211, 'ORG'), (1134, 1160, 'ORG'), (1612, 1615, 'ORG'), (1726, 1729, 'ORG'), (2481, 2484, 'ORG'), (2909, 2912, 'ORG'), (2481, 2520, 'ORG'), (82, 89, 'LOC_TYPE'), (336, 343, 'LOC_TYPE'), (1787, 1794, 'LOC_TYPE'), (3046, 3052, 'LOC_TYPE'), (220, 237, 'DATE'), (2376, 2402, 'DATE'), (3123, 3143, 'DATE'), (3222, 3235, 'DATE'), (437, 441, 'DATE'), (562, 566, 'DATE'), (2606, 2610, 'DATE'), (2975, 2979, 'DATE'), (488, 492, 'DATE'), (2615, 2619, 'DATE'), (1263, 1267, 'DATE'), (1296, 1308, 'DATE'), (1674, 1683, 'DATE'), (3363, 3371, 'DATE'), (3376, 3384, 'DATE'), (453, 466, 'CHANGE'), (688, 696, 'CHANGE'), (1900, 1908, 'CHANGE'), (3177, 3183, 'CHANGE'), (602, 605, 'PERCENT'), (2936, 2939, 'PERCENT'), (1188, 1191, 'PERCENT'), (2729, 2732, 'PERCENT'), (3271, 3274, 'PERCENT'), (795, 796, 'CARDINAL'), (800, 802, 'CARDINAL'), (862, 864, 'CARDINAL'), (868, 870, 'CARDINAL'), (2409, 2411, 'CARDINAL'), (2586, 2587, 'CARDINAL'), (2674, 2677, 'CARDINAL'), (2682, 2683, 'CARDINAL'), (1699, 1707, 'STATE'), (1754, 1762, 'STATE'), (2066, 2074, 'STATE'), (2294, 2302, 'STATE')]"
},
{
    "title": "Did You Know: DOH notes fewer cases of measles-rubella",
    "timestamp": "05:00 AM September 27, 2017",
    "content": "A total of 1,964 suspected cases of measles-rubella were reported nationwide from Jan. 1 to Aug. 5 this year, according to the Department of Health. Of these cases, 28 or 1.43 percent were classified as confirmed measles, while 329 cases or 16.75 percent were classified as rubella (german measles). The measles cases were 41.67 percent lower than the 48 cases during the same period last year, while the rubella cases were 257.61 percent higher than the 92 cases reported the previous year.",
    "url": "http://newsinfo.inquirer.net/933627/did-you-know-doh-notes-fewer-cases-of-measles-rubella",
    "disease": "measles",
    "entities": "[(11, 16, 'CASE'), (27, 32, 'CASE'), (158, 163, 'CASE'), (232, 237, 'CASE'), (312, 317, 'CASE'), (355, 360, 'CASE'), (413, 418, 'CASE'), (458, 463, 'CASE'), (165, 167, 'CASE'), (228, 231, 'CASE'), (352, 354, 'CASE'), (455, 457, 'CASE'), (36, 51, 'DISEASE'), (274, 298, 'DISEASE'), (213, 220, 'DISEASE'), (304, 311, 'DISEASE'), (405, 412, 'DISEASE'), (82, 108, 'DATE'), (384, 393, 'DATE'), (477, 490, 'DATE'), (171, 183, 'PERCENT'), (241, 254, 'PERCENT'), (323, 336, 'PERCENT'), (424, 438, 'PERCENT'), (127, 147, 'ORG'), (337, 342, 'CHANGE'), (439, 445, 'CHANGE')]"
},
{
    "title": "21 dead as DOH declares measles outbreak",
    "timestamp": "09:17 PM January 03, 2014",
    "content": "MANILA, Philippines—The Department of Health appealed to parents to have their children vaccinated against measles on Friday as it declared an outbreak of the disease in Metro Manila and other parts of the country. Health Assistant Secretary Dr. Eric Tayag, who is also director of the National Epidemiology Center, said that from Jan. 1 to Dec. 14, 2013, there were already 1,724 confirmed measles cases nationwide, 21 of which led to death. He added that among the 17 regions in the country, only four did not report an increase in the number of measles cases. These are Central Visayas, Eastern Visayas, Northern Mindanao and the Caraga region in Mindanao. The National Capital Region had the most number of cases with 744. Measles outbreak had been declared in the following Metro Manila areas: Quiapo, Sampaloc, Tondo, Binondo, Sta. Cruz, Port Area and Sta. Mesa in Manila; Dagat-dagatan and Bagong Barrio, in Caloocan City; Talon 5, Talon 2 and Pamplona Uno in Las Piñas; Longos and Tonsuya in Malabon; Alabang and Putatan in Muntinlupa; North Bay Boulevard South in Navotas; Moonwalk and Don Bosco in Parañaque; Bagong Tanyag in Taguig; and Ugong in Valenzuela. But Tayag noted that mass vaccinations had already been conducted in those places. He said mass vaccinations would also soon be conducted nationwide, preferably during the summer break. He urged parents to bring their children, especially those between the ages of 6 to 18 months, to health centers for free vaccination. Tayag noted that measles is a contagious viral illness, which can be deadly. He said it commonly spreads among children and even adults, but the most susceptible are children 10 years old and below. He said infants and children with measles should be hospitalized. Children 6 to 18 months old must complete the required two vaccinations to prevent them from contracting measles, he said. Newborn children must take the first preventive vaccine shot for measles upon reaching 6 months to 12 months. The second vaccine shot should be taken upon reaching the age of 12 months to 18 months. “These two consecutive shots must be taken to avoid having the risk of getting measles,” he said. He said measles usually begins with common cold symptoms like high fever, cough, runny nose, red eyes that can last for several days before the appearance of a red, blotchy rash. Tayag suggested that parents bring down the fever with paracetamol and sponge bath to prevent the onset of convulsions, and to get rid of the thick discharges from the nose. He also urged parents to count a child's inhalations, noting a child less than five years old with more than 40 breaths per minute may have pneumonia.",
    "url": "http://newsinfo.inquirer.net/557253/21-dead-as-doh-declares-measles-outbreak",
    "disease": "measles",
    "entities": "[(170, 182, 'GPE'), (779, 791, 'GPE'), (0, 6, 'GPE'), (871, 877, 'GPE'), (8, 19, 'GPE'), (573, 588, 'GPE'), (590, 605, 'GPE'), (607, 624, 'GPE'), (633, 646, 'GPE'), (616, 624, 'GPE'), (650, 658, 'GPE'), (664, 687, 'GPE'), (799, 805, 'GPE'), (807, 815, 'GPE'), (817, 822, 'GPE'), (824, 831, 'GPE'), (833, 842, 'GPE'), (844, 853, 'GPE'), (858, 867, 'GPE'), (879, 892, 'GPE'), (897, 910, 'GPE'), (915, 928, 'GPE'), (930, 937, 'GPE'), (939, 946, 'GPE'), (951, 963, 'GPE'), (967, 976, 'GPE'), (978, 984, 'GPE'), (989, 996, 'GPE'), (1000, 1007, 'GPE'), (1009, 1016, 'GPE'), (1021, 1028, 'GPE'), (1032, 1042, 'GPE'), (1044, 1069, 'GPE'), (1073, 1080, 'GPE'), (1082, 1090, 'GPE'), (1095, 1104, 'GPE'), (1108, 1117, 'GPE'), (1119, 1132, 'GPE'), (1136, 1142, 'GPE'), (1148, 1153, 'GPE'), (1157, 1167, 'GPE'), (24, 44, 'LOC_TYPE'), (286, 314, 'LOC_TYPE'), (107, 114, 'DISEASE'), (391, 398, 'DISEASE'), (548, 555, 'DISEASE'), (727, 734, 'DISEASE'), (1507, 1514, 'DISEASE'), (1723, 1730, 'DISEASE'), (1860, 1867, 'DISEASE'), (1943, 1950, 'DISEASE'), (2156, 2163, 'DISEASE'), (2183, 2190, 'DISEASE'), (2668, 2677, 'DISEASE'), (143, 151, 'STATE'), (735, 743, 'STATE'), (115, 124, 'DATE'), (326, 354, 'DATE'), (1330, 1353, 'DATE'), (2295, 2307, 'DATE'), (206, 213, 'LOC_TYPE'), (485, 492, 'LOC_TYPE'), (470, 477, 'LOC_TYPE'), (375, 380, 'CASE'), (399, 404, 'CASE'), (556, 561, 'CASE'), (711, 716, 'CASE'), (417, 419, 'CASE'), (722, 725, 'CASE'), (499, 503, 'CARDINAL'), (467, 469, 'CARDINAL'), (1434, 1435, 'CARDINAL'), (1764, 1765, 'CARDINAL'), (1965, 1966, 'CARDINAL'), (1439, 1441, 'CARDINAL'), (1769, 1771, 'CARDINAL'), (2066, 2068, 'CARDINAL'), (1665, 1667, 'CARDINAL'), (1977, 1979, 'CARDINAL'), (2053, 2055, 'CARDINAL'), (1810, 1813, 'CARDINAL'), (2084, 2087, 'CARDINAL'), (2607, 2611, 'CARDINAL'), (2637, 2639, 'CARDINAL'), (522, 530, 'CHANGE')]"
},
{
    "title": "PhilHealth says measles covered by hospitalization benefits",
    "timestamp": "06:36 PM January 14, 2014",
    "content": "MANILA, Philippines—The Philippine Health Insurance announced Tuesday that patients hospitalized due to measles may avail themselves of PhilHealth benefits. In a news forum, PhilHealth president and CEO Alexander Padilla said that patients confined even due to simple measles cases are now covered by PhilHealth following the outbreak of the disease in many parts of the country. According to him, measles was previously removed from its list of benefits because there had been almost no hospital admissions due to simple measles. “But those with complications due to measles such as pneumonia, dehydration and encephalitis have been continuously covered by PhilHealth,” he said. “Since there is an outbreak of the disease, we decided to revive this month the simple measles case rate package, but it has to involve hospital confinement,” added PhilHealth spokesperson Dr. Israel Francis Pargas. Pargas said patients will be covered for P7,000 and up to P32,000 if it involves complications from the disease. He added that the coverage will be implemented retroactively, which means those who were admitted even from January 1 to 14 can file for PhilHealth claims. Meanwhile, almost 800 suspected cases of measles have been reported in Metro Manila for the first 11 days of the month, according to the Department of Health. Based on the DOH-National Capital report, there were 760 suspected cases reported from January 1 to 11, 2014 compared with only 10 cases during the same period last year. Most (272) cases were in Manila City, followed by Parañaque City with 138 cases. Other cities with significant increase in cases were Quezon, Taguig, Navotas and Las Piñas. The DOH report said clustering of suspected measles cases has been noted in the cities of Caloocan, Las Piñas, Malabon, Mandaluyong, Manila, Muntinlupa, Navotas, Parañaque, Pasay, Quezon, Taguig, and Valenzuela. Three deaths from suspect measles cases were also reported during the period, the report added. Thirty-nine percent of those affected belonged to the 1-4 years age-group, the DOH report said, adding that 9 percent or 67 victims had history of previous measles vaccination. A total of 1,724 cases of measles have been reported from Jan. 1 to Dec, 14, 2013 nationwide, including 21 deaths. The DOH is to launch in September a nationwide mass vaccination campaign to eliminate measles in the country.",
    "url": "http://newsinfo.inquirer.net/563837/philhealth-says-measles-covered-by-hospitalization-benefits",
    "disease": "measles",
    "entities": "[(0, 6, 'GPE'), (1236, 1248, 'GPE'), (1520, 1531, 'GPE'), (1801, 1807, 'GPE'), (8, 19, 'GPE'), (1545, 1559, 'GPE'), (1629, 1635, 'GPE'), (1848, 1854, 'GPE'), (1637, 1643, 'GPE'), (1856, 1862, 'GPE'), (1645, 1652, 'GPE'), (1821, 1828, 'GPE'), (1657, 1666, 'GPE'), (1768, 1777, 'GPE'), (1758, 1766, 'GPE'), (1779, 1786, 'GPE'), (1788, 1799, 'GPE'), (1809, 1819, 'GPE'), (1645, 1652, 'GPE'), (1821, 1828, 'GPE'), (1545, 1554, 'GPE'), (1830, 1839, 'GPE'), (1841, 1846, 'GPE'), (1868, 1878, 'GPE'), (24, 51, 'ORG'), (136, 146, 'ORG'), (174, 184, 'ORG'), (301, 311, 'ORG'), (658, 668, 'ORG'), (845, 855, 'ORG'), (1146, 1156, 'ORG'), (1302, 1322, 'ORG'), (1337, 1340, 'ORG'), (1672, 1675, 'ORG'), (2055, 2058, 'ORG'), (2272, 2275, 'ORG'), (62, 69, 'DATE'), (745, 755, 'DATE'), (1112, 1132, 'DATE'), (1257, 1283, 'DATE'), (1406, 1432, 'DATE'), (1484, 1493, 'DATE'), (2206, 2234, 'DATE'), (2292, 2301, 'DATE'), (104, 111, 'DISEASE'), (268, 275, 'DISEASE'), (398, 405, 'DISEASE'), (522, 529, 'DISEASE'), (568, 575, 'DISEASE'), (767, 774, 'DISEASE'), (1206, 1213, 'DISEASE'), (1712, 1719, 'DISEASE'), (1906, 1913, 'DISEASE'), (2132, 2139, 'DISEASE'), (2179, 2186, 'DISEASE'), (2354, 2361, 'DISEASE'), (326, 334, 'STATE'), (699, 707, 'STATE'), (371, 378, 'LOC_TYPE'), (2369, 2376, 'LOC_TYPE'), (938, 943, 'CARDINAL'), (955, 961, 'CARDINAL'), (1880, 1885, 'CARDINAL'), (2030, 2033, 'CARDINAL'), (2097, 2099, 'CARDINAL'), (2257, 2259, 'CARDINAL'), (276, 281, 'CASE'), (1197, 1202, 'CASE'), (1391, 1396, 'CASE'), (1455, 1460, 'CASE'), (1506, 1511, 'CASE'), (1569, 1574, 'CASE'), (1618, 1623, 'CASE'), (1720, 1725, 'CASE'), (1914, 1919, 'CASE'), (2170, 2175, 'CASE'), (1183, 1186, 'CASE'), (1377, 1380, 'CASE'), (1452, 1454, 'CASE'), (1501, 1504, 'CASE'), (1565, 1568, 'CASE'), (2164, 2169, 'CASE'), (1976, 1995, 'PERCENT'), (2084, 2093, 'PERCENT')]"
},
{
    "title": "Measles outbreak to peak in summer, says Tayag",
    "timestamp": "02:12 PM January 06, 2014",
    "content": "MANILA, Philippines—Health Assistant Secretary Dr. Eric Tayag on Monday said the measles outbreak would continue and peak in the dry season. According to the latest statistics, measles cases reached 1,724 from January 1 to December 14, 2013. Of the number, 21 patients died. “There are outbreaks last year and it is going on right now” Tayag in an interview with Inquirer Radio 990AM. Tayag said the measles outbreak, which started last year, would linger until summer. “That's when the measles will peak (summer) and we hope we can contain it so we can reduce the number of children getting sick and even adults because measles spread easily because it is airborne.” Tayag, known for his dance moves to campaign for crucial health programs, said the local government units are in charge of the vaccination of children in their areas. The Health Department only supplies the vaccines. “The local government's primary responsibility is to make sure that the vaccines the Department of Health buys and distributes to them are actually used,” he said. According to Tayag, measles vaccines should be administered twice – first when a child is nine to 11 months old and another when the child is 12-months-old to 18 months-old. He added that if mothers or relatives would not bring the children to the health centers, DOH personnel would come personally to the houses to administer the measles vaccine.",
    "url": "http://newsinfo.inquirer.net/558743/measles-outbreak-to-peak-in-summer-says-tayag",
    "disease": "measles",
    "entities": "[(185, 190, 'CASE'), (199, 204, 'CASE'), (0, 6, 'GPE'), (8, 19, 'GPE'), (363, 383, 'ORG'), (839, 856, 'ORG'), (751, 767, 'ORG'), (890, 906, 'ORG'), (970, 990, 'ORG'), (1297, 1311, 'ORG'), (1313, 1316, 'ORG'), (65, 71, 'DATE'), (129, 139, 'DATE'), (205, 240, 'DATE'), (296, 305, 'DATE'), (432, 441, 'DATE'), (456, 468, 'DATE'), (325, 334, 'DATE'), (505, 513, 'DATE'), (117, 121, 'CHANGE'), (500, 504, 'CHANGE'), (286, 295, 'STATE'), (89, 97, 'STATE'), (286, 294, 'STATE'), (408, 416, 'STATE'), (81, 88, 'DISEASE'), (177, 184, 'DISEASE'), (400, 407, 'DISEASE'), (487, 494, 'DISEASE'), (621, 628, 'DISEASE'), (1069, 1076, 'DISEASE'), (1381, 1388, 'DISEASE'), (257, 259, 'CARDINAL'), (1191, 1193, 'CARDINAL'), (1208, 1210, 'CARDINAL'), (1147, 1149, 'CARDINAL'), (1139, 1143, 'CARDINAL')]"
}
]